Repository: Roadmaster/checkbox
Catalog: checkbox-old/debian/po/*.po
Languages: cs

source: Test suite blacklist:
cs: Blacklist testeru

source: List of job files to never run when testing with checkbox.
cs: Seznam úloh, které checkbox nebude nikdy spouštět.

source: Test suite whitelist:
cs: Whitelist testeru

source: List of jobs to run when testing with checkbox.
cs: Seznam úloh, které bude checkbox vždy spouštět.

source: Transport URL:
cs: Transportní URL:

source: URL where to send submissions.
cs: URL pro zaslání návrhů.

source: E-mail address used to sign in to Launchpad.
cs: Emailová adresa použitá k přihlášení na Launchpad.

source: HTTP proxy to use instead of the one specified in environment.
cs: Použít HTTP proxy nezávisle na nastavení systému.

source: HTTPS proxy to use instead of the one specified in environment.
cs: Použít HTTPS proxy nezávisle na nastavení systému.

source: Routers:
cs: Routery:

source: Whether there is a single router or multiple routers.
cs: Jeden nebo více routerů.

source: The SSID of the single wireless router.
cs: SSID samostatného routeru.

source: The PSK of the single wireless router.
cs: PSK samostatného routeru.

source: The SSID of the 802.11b/g router with WPA security.
cs: SSID 802.11b/g routeru se zabezpečením WPA.

source: The PSK of the 802.11b/g router with WPA security.
cs: PSK 802.11b/g routeru se zabezpečením WPA.

source: The SSID of the 802.11n router with WPA security.
cs: SSID 802.11n routeru se zabezpečením WPA.

source: The PSK of the 802.11n router with WPA security.
cs: PSK 802.11n routeru se zabezpečením WPA.

source: Open BG SSID:
cs: Otevřené BG SSID:

source: The SSID of the 802.11b/g router with open security.
cs: SSID 802.11b/g routeru s otevřeným přístupem.

source: Open N SSID:
cs: Otevřené N SSID:

source: The SSID of the 802.11n router with open security.
cs: SSID 802.11n routeru s otevřeným přístupem.

source: Bluetooth Device Address:
cs: Adresa zařízení bluetooth:

source: The Bluetooth Device Address of the Bluetooth target.
cs: Adresa cílového zařízení bluetooth.
