Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Secure Digital (SD) media card support re-verification: 1.- Plug a SD media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Secure Digital (SD) permite reverificación: 1.- Inxerta una tarxeta multimedia SD nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Reverifikacija podrške za Secure Digital (SD) memorijske kartice : 1 .- Umetnite SD memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Ri-Verifikim për suportin e kartës Secure Digital (SD): 1.- Vendos një kartë media SD në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Поновна провера подршке за Сигурне дигиталне меморијске картице (SD): 1. — Убаците СД картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Secure Digital High Capacity (SDHC) media card support verification: 1.- Plug a SDHC media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Secure Digital (SDHC) permite verificación: 1.- Inxerta una tarxeta multimedia SDHC nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Secure Digital High Capaciti (SDHC) memorijske kartice : 1 .- Umetnite SDHC memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Verifikim për suportin e kartës Secure Digital High Capacity (SDHC): 1.- Vendos një kartë media SDHC në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Провера подршке за Сигурне дигиталне високог капацитета меморијске картице (SDHC): 1. — Убаците СДХЦ картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Secure Digital High Capacity (SDHC) media card support re-verification: 1.- Plug a SDHC media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Secure Digital High Capacity (SDHC) permite reverificación: 1.- Inxerta una tarxeta multimedia SDHC nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Reverifikacija podrške za Secure Digital High Capaciti (SDHC) memorijske kartice : 1 .- Umetnite SDHC memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Ri-Verifikim për suportin e kartës Secure Digital High Capacity (SDHC): 1.- Vendos një kartë media CF në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Поновна провера подршке за Сигурне дигиталне високог капацитета меморијске картице (SDHC): 1. — Убаците СДХЦ картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Multi Media Card (MMC) media card support verification: 1.- Plug a MMC media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Multi Media Card (MMC) permite verificación: 1.- Inxerta una tarxeta multimedia MMC nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Multi Media Card (MMC) memorijske kartice: 1 .- Umetnite MMC memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Verifikim për suportin e kartës Multi Media Card (MMC): 1.- Vendos një kartë media MMC në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Провера подршке за Мултимедијалне меморијске картице (MMC): 1. — Убаците ММЦ картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Multi Media Card (MMC) media card support re-verification: 1.- Plug a MMC media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Multi Media Card (MMC) permite reverificación: 1.- Inxerta una tarxeta multimedia MMC nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Reverifikacija podrške za Multi Media Card (MMC) memorijske kartice: 1 .- Umetnite MMC memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Ri-Verifikim për suportin e kartës Multi Media Card (MMC): 1.- Vendos një kartë media MMC në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Поновна провера подршке за Мултимедијалне меморијске картице (MMC): 1. — Убаците ММЦ картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Memory Stick (MS) media card support verification: 1.- Plug a MS media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Memory Stick (MS) permite verificación: 1.- Inxerta una tarxeta multimedia MS nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Memori Stick (MS) memorijske kartice: 1 .- Umetnite MS Media karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Verifikim për suportin e kartës Memory Stick (MS): 1.- Vendos një kartë media MS në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Провера подршке за меморијске картице Меморијски штапић (MS): 1. — Убаците МС картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане са радне површи и из изборника „Пречице“.

source: Memory Stick (MS) media card support re-verification: 1.- Plug a MS media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Memory Stick (MS) permite reverificación: 1.- Inxerta una tarxeta multimedia MS nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Memori Stick (MS) memorijske kartice: 1 .- Umetnite MS Media karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Ri-Verifikim për suportin e kartës Memory Stick (MS): 1.- Vendos një kartë media MS në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Поновна провера подршке за меморијске картице Меморијски штапић (MS): 1. — Убаците МС картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Memory Stick Pro (MSP) media card support verification: 1.- Plug a MSP media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Memory Stick Pro (MSP) permite verificación: 1.- Inxerta una tarxeta multimedia MSP nel equipu. 2.- Apaecerá un iconu nel escritoriou y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel icono del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tien de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Memori Stick Pro (MSP) memorijske kartice: 1 .- Umetnite MSP-memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Verifikim për suportin e kartës Memory Stick Pro (MSP): 1.- Vendos një kartë media MSP në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Провера подршке за меморијске картице Меморијски штапић Про (MSP): 1. — Убаците МСП картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Memory Stick Pro (MSP) media card support re-verification: 1.- Plug a MSP media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Memory Stick Pro(MSP) permite reverificación: 1.- Inxerta una tarxeta multimedia MSP nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Reverifikacija podrške za Memori Stick Pro (MSP) memorijske kartice: 1 .- Umetnite MSP-memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Ri-Verifikim për suportin e kartës Memory Stick Pro (MSP): 1.- Vendos një kartë media MSP në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Поновна провера подршке за меморијске картице Меморијски штапић Про (MSP): 1. — Убаците МСП картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Compact Flash (CF) media card support verification: 1.- Plug a CF media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Compact Flash (CF) permite verificación: 1.- Inxerta una tarxeta multimedia CF nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Compact Flash (CF) medijske kartice: 1.- Umetnite CF medijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Verifikim për suportin e kartës Compact Flash (CF): 1.- Vendos një kartë media CF në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Провера подршке за меморијске картице Компакт флеш (CF): 1. — Убаците ЦФ картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Compact Flash (CF) media card support re-verification: 1.- Plug a CF media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Compact Flash (CF) permite reverificación: 1.- Inxerta una tarxeta multimedia CF nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Compact Flash (CF) medijske kartice: 1.- Umetnite CF medijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Ri-Verifikim për suportin e kartës Compact Flash (CF): 1.- Vendos një kartë media CF në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Поновна провера подршке за меморијске картице Компакт флеш (CF): 1. — Убаците ЦФ картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.

source: Does the icon automatically appear/disappear?
ast: ¿Apaez y desapaez l'iconu automáticamente?
bs: Da li se ikona automatski pojavila/nestala?
sq: A fillon ikona të shfaqet/zhduket automatikisht?
sr: Да ли се иконица аутоматски приказује/нестаје?

source: The following amount of memory was detected:
ast: Deteutóse la siguiente cantidá de memoria:
bs: Sljedeća količina memorije je detektovana:
sq: Sasia e kujtesës që vijon u dallua:
sr: Следећи износ меморије је откривен:

source: Test and exercise memory.
ast: Probar y exercitar la memoria.
bs: Testiraj i provježbaj memoriju.
de: Speicher überprüfen und beschreiben.
sq: Testo dhe ushtro kujtesën.
sr: Тестирајте и провежбајте меморију.

source: Select Test to switch to another virtual terminal and then back to X. Your screen will change temporarily to a text console and then switch back to your current session.
ast: Seleicione Prueba pa cambiar a otra terminal virtual y llueu vuelvi a X. La pantalla cambiará temporalmente a una consola de testu y llueu volverá a la to sesión actual.
bs: Izaberite test da biste se prebacili na drugi virtuelni terminal i onda nazad na X Vaš ekran će privremeno promijeniti tekst konzolu, a zatim se vratite na trenutnu sesiju.
sq: Zgjidh Testo për të kaluar në një terminal tjetër virtual dhe pastaj mbrapsht tek X. Ekrani juaj do të ndryshojë përkohësisht në një konsolë teksti dhe pastaj do të kthehet në seksionin që keni.
sr: Кликните на дугме „Тестирај“ да се пребаците на други виртуелни терминал и онда назад у X. Ваш екран ће се променити привремено у текстуалну конзолу а затим назад у вашу претходну сесију.

source: Note that this test may require you to enter your password.
ast: Decátese de que pa esta preba puede que-y seya necesario introducir la contraseña.
bs: Znajte da će ovaj test možda tražiti od vas da unesete vašu lozinku.
sq: Kini parasysh që ky test mund t'iu kërkojë të vendosni një fjalëkalim.
sr: Знајте да ће овај тест можда тражити од вас да унесете вашу лозинку.

source: Did the screen change temporarily to a text console?
ast: ¿Cambió la pantalla temporalmente a una consola de testu?
bs: Da li se ekran prebacio privremeno u tekst konzolu?
sq: A ndryshoi ekrani përkohësisht në një konsolë teksti?
sr: Да ли се екран пребацио привремено у текстуалну конзолу?

source: Run Colin King's Firmware Test Suite automated tests.
ast: Executar pruebes automatizaes de paquete de pruebes de firmware de Colin King.
bs: Pokreni Colin King's Firmware Test Suite automatizovane testove.
sq: Nis Testet e Automatizuara të Grupit të Programeve të Colin King.

source: ipmitool is required for ipmi testing. This checks for ipmitool and installs it if not available.
ast: ipmitool necesítase pa les pruebes de IPMI. Esto comprueba ipmitool ya instálalu si nun ta disponible.
bs: ipmitool potreban za ipmi testiranje. Ovo provjerava za ipmitool i instalira ga ako nije dostupan.
de: ipmitool wird für ipmi- Tests benötigt. Dies prüft, ob ipmitool installiert ist und installiert es, falls notwendig.
sq: ipmitool kërkohet për testimin e ipmi. Kjo kontrollon për ipmitool dhe e instalon nëse nuk është e disponueshme.

source: This will run some basic connectivity tests against a BMC, verifying that IPMI works.
ast: Esto executará dalgunes pruebes básiques de coneutividá hacia un BMC, verificando'l funcionamientu de IPMI.
bs: To će obaviti osonvni test povezanja u odnosu na BMC, provjeravajući sa IPMI radi.
de: Dies führt einige grundlegende Verbindungstests für BMC aus und stellt sicher, dass IPMI funktioniert.
sq: Kjo do të nisë disa teste të thjeshta lidhshmërie kundrejt BMC, për të verifikuar që IPMI punon.
sr: Ово ће покренути неке основне тестове повезивања наспрам БМЦ-ја, проверавајући да ИПМИ ради.
