Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Test if the atd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu atd cuando s'instala el paquete.
bs: Test da li ATD demon radi kada je paket instaliran.
de: Überprüfen, ob der at-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse atd daemon është nisur kur paketa është instaluar.
sr: Испробајте да ли је атд демон покренут када је пакет инсталиран.

source: Test if the cron daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de cron cuando s'instala el paquete.
bs: Test da li cron demon radi kada je paket instaliran.
de: Überprüfen, ob der cron-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Testo nëse daemoni cron po luan kur paketa është instaluar.
sr: Испробајте да ли је крон демон покренут када је пакет инсталиран.

source: Test if the cupsd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de cupsd cuando s'instala el paquete.
bs: Test da li cupsd demon radi kada je paket instaliran.
de: Überprüfen, ob der cups-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Testo nëse daemoni cupsd po luan kur paketa është instaluar.
sr: Испробајте да ли је купсд демон покренут када је пакет инсталиран.

source: Test if the getty daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de getty cuando s'instala el paquete.
bs: Test da li getty demon radi kada je paket instaliran.
de: Überprüfen, ob der getty-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni getty po luan kur paketa është e instaluar.
sr: Испробајте да ли је гети демон покренут када је пакет инсталиран.

source: Test if the init daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de init cuando s'instala el paquete.
bs: Test da li init demon radi kada je paket instaliran.
de: Überprüfen, ob der init-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni init po luan kur paketa është instaluar.
sr: Испробајте да ли је инит демон покренут када је пакет инсталиран.

source: Test if the klogd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de klogd cuando s'instala el paquete.
bs: Test da li klogd demon radi kada je paket instaliran.
de: Überprüfen, ob der klog-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni klogd po luan kur paketa është e instaluar.
sr: Испробајте да ли је клогд демон покренут када је пакет инсталиран.

source: Test if the nmbd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de nmbd cuando s'instala el paquete.
bs: Test da li nmbd demon radi kada je paket instaliran.
de: Überprüfen, ob der nmb-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni nmbd po luan kur paketa është instaluar.
sr: Испробајте да ли је нмбд демон покренут када је пакет инсталиран.

source: Test if the smbd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de smbd cuando s'instala el paquete.
bs: Test da li smbd demon radi kada je paket instaliran.
de: Überprüfen, ob der smb-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni smbd po luan kur paketa është e instaluar.
sr: Испробајте да ли је смбд демон покренут када је пакет инсталиран.

source: Test if the syslogd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de syslogd cuando s'instala el paquete.
bs: Test da li syslogd demon radi kada je paket instaliran.
de: Überprüfen, ob der syslog-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni syslogd po luan kur paketa është e instaluar.
sr: Испробајте да ли је сислогд демон покренут када је пакет инсталиран.

source: Test if the udevd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de udevd cuando s'instala el paquete.
bs: Test da li udevd demon radi kada je paket instaliran.
de: Überprüfen, ob der udev-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni udevd po luan kur paketa është e instaluar.
sr: Испробајте да ли је удевд демон покренут када је пакет инсталиран.

source: Test if the winbindd daemon is running when the package is installed.
ast: Probar si s'executa'l demoniu de winbindd cuando s'instala el paquete.
bs: Test da li winbindd demon radi kada je paket instaliran.
de: Überprüfen, ob der winbind-Dienst ausgeführt wird, sofern das Paket installiert ist.
sq: Teston nëse daemoni winbind po luan kur paketa është e instaluar.
sr: Испробајте да ли је винбиндд демон покренут када је пакет инсталиран.

source: The following hard drives were detected:
ast: Deteutáronse los siguientes discos duros:
bs: Detektovani su sljedeći tvrdi diskovi:
sq: U dalluan hard disqet që vijojnë
sr: Откривени су следећи чврсти дискови:

source: Benchmark for each disk
ast: Preba pa cada discu
bs: Isprobavanje za svaki disk
de: Vergleichstest für jede Festplatte
sq: Pikët për çdo disk
sr: Испробавање за сваки диск

source: SMART test
ast: Prueba SMART
bs: Pametan test
sr: Паметан тест

source: Maximum disk space used during a default installation test
ast: Máximu espaciu de discu usáu nuna prueba d'instalación predeterminada
bs: Najveći prostor diska korišćen prilikom testa osnovne instalacije
de: Test des maximalen Festplattenspeichers, der während einer Standardinstallation belegt wird
sq: Hapësira maksimale e diskut e përdorur gjatë testit standart të instalimit
sr: Највећи простор диска коришћен приликом теста основне инсталације

source: Verify system storage performs at or above baseline performance
ast: Verifica que'l rendimientu del almacenamientu del sistema, tea sobre'l rendimientu de referencia
bs: Provjerava obavljanje sistemski prostor pri ili iznad osnovnih performansi
de: Sicherstellen, dass der Systemspeicher mit oder über der Basisperformance arbeitet.
sq: Verifikoni që ruajtja e sistemit të performojë në bazë të parametrave apo mbi to
sr: Проверава обављање скалдиштења система при или изнад основних перформанси

source: Verify that storage devices, such as Fibre Channel and RAID can be detected and perform under stress.
ast: Verifica que los dispositivos de almacenamientu, como Fibre Channel y RAID, se pueden detectar y usar baxo estrés.
bs: Provjerava da li uređaji skladištenja, kao što su optički kanali i RAID mogu biti otkriveni i obavljeni pod opterećenjem.
de: Sicherstellen, dass Speichergeräte, wie Faserkanäle und RAID erkannt werden und unter Belastung arbeiten können.
sq: Verifikon që pajisjet e ruajtjes, siç janë Kanali i Fibrave dhe RAID të dallohen dhe të performojnë nën stres.
sr: Проверава да ли уређаји складиштења, као што су Канал влакна и РАИД могу бити откривени и обављени под оптерећењем.

source: Click the "Test" button to launch Evolution, then configure it to connect to a POP3 account.
ast: Calca nel botón «Probar» pa executar Evolution, y llueu configúralu pa coneutase a una cuenta POP3.
bs: Kliknite "Test" dugme da pokrenete Evolution, zatim konfigurišite za povezivanje na POP3 nalog.
sq: Kliko butonin "Testo" për të nisur Evolution, pastaj konfigurojeni për tu lidhur me një llogari POP3.
sr: Кликните на дугме „Тестирај“ да покренете Еволуцију, затим је подесите да се повеже на ПОП3 налог.

source: Click the "Test" button to launch Evolution, then configure it to connect to a IMAP account.
ast: Calca nel botón «Probar» pa executar Evolution, y llueu configúralu pa coneutase a una cuenta IMAP.
bs: Kliknite "Test" dugme da pokrenete Evolution, zatim konfigurišite za povezivanje na IMAP nalog.
sq: Kliko butonin "Testo" për të nisur Evolution, pastaj konfigurojeni atë për tu lidhur me një llogari IMAP.
sr: Кликните на дугме „Тестирај“ да покренете Еволуцију, затим је подесите да се повеже на ИМАП налог.

source: Were you able to receive and read e-mail correctly?
ast: ¿Pudisti recibir y lleer corréu correutamente?
bs: Da li ste uspjeli da ispravno primate i čitate elektronsku poštu?
sq: A ishit në gjendje ta merrnit dhe lexonit emailin siç duhet?
sr: Да ли сте у могућности да примите и прочитате е-пошту исправно?

source: Click the "Test" button to launch Evolution, then configure it to connect to a SMTP account.
ast: Calca nel botón «Probar» pa executar Evolution, y llueu configúralu pa coneutase a una cuenta SMTP.
bs: Kliknite "Test" dugme da pokrenete Evolution, zatim konfigurišite za povezivanje na SMTP nalog.
sq: Kliko butonin "Testo" për të nisur Evolution, pastaj konfigurojeni atë për tu lidhur me një llogari SMTP.
sr: Кликните на дугме „Тестирај“ да покренете Еволуцију, затим је подесите да се повеже на СМТП налог.

source: Were you able to send e-mail without errors?
ast: ¿Pudisti unviar corréu ensin fallos?
bs: Da li ste uspjeli da ispravno šaljete elektronsku poštu?
sq: A ishit në gjendje të dërgonit email pa gabime?
sr: Да ли сте у могућности да пошаљете е-пошту без грешака?

source: Prerequisites: This test case assumes that there's a testing account from which test cases are run and a personal account that the tester uses to verify the fingerprint reader
ast: Requisitos previos: Esta prueba presupón qu'hai una cuenta de pruebes dende la qu'executar los casos de prueba y una cuenta personal que l'usuariu va usar pa comprobar el llector de buelga dactilar.
bs: Preduslovi: Ova vrsta testa pretpostavlja da postoji nalog testiranja iz kojeg su pokrenuti testovi i lični nalog koji korisnik koristi da bi provjerio čitač otisaka
sq: Kërkesat paraprake: Ky test supozon që ka një llogari testi nga e cila nisen testet dhe një llogari personale që testuesi e përdor për të verifikuar lexuesin e gishtërinjve
sr: Предуслови: Ова врста теста претпоставља да постоји налог тестирања из којег су покренути тестови и лични налог који корисник користи да би проверио читач отисака

source: Fingerprint login verification procedure: 1.- Click on the user switcher applet. 2.- Select your user name. 3.- A window should appear that provides the ability to login either typing your password or using fingerprint authentication. 4.- Use the fingerprint reader to login. 5.- Click on the user switcher applet. 6.- Select the testing account to continue running tests.
ast: Procedimientu pa probar l'accesu cola buelga dactilar: 1.- Calca nel selector d'usuariu. 2.- Seleiciona'l to nome d'usuariu. 3.- Tien d'apaecer una ventana qu'ufre la capacidá d'acceder o escribiendo la contraseña o usando autenticación por buelga dactilar. 4.- Usa'l llector de buelga dactilar p'acceder. 5.- Calca nel selector d'usuarios. 6.- Seleiciona la cuenta de prueba pa siguir executando les pruebes
bs: Procedura provjeravanja korisničkog računa pomoću otiska prsta: 1.- Kliknite na dodatak za aplet 'promjeni korisnika'. 2.- Kliknite na svoje ime. 3.- Prozorče bi trebalo da se prikaže sa opcijama da se prijavite s zaporkom ili otiskom. 4.- Koristite otiske prstiju. 5.- Kliknite na dodatak za aplet 'promjeni korisnika'. 6.- Selektuj račun za testiranje da bi ste nastvili testove.
sq: Proçedura e verifikimit të mollëzave të gishtërinjve: 1.- Klikoni në programthin e ndryshimit të përdoruesve. 2.- Zgjidhni emrin tuaj të përdoruesit. 3.- Një dritare do të shfaqet që ju jep mundësinë të hyni si duke shtypur fjalëkalimin tuaj ose duke përdorur identifikimin e mollëzave të gishtërinjve. 4.- Përdor lexuesin e mollëzave të gishtërinjve për të hyrë. 5.- Klikoni në programthin e ndryshimit të përdoruesve. 6.- Zgjidh testo llogarinë për të vazhduar testet
sr: Поступак провере пријављивања са читачем отисака: 1. — Кликните на програмче за промену корисника. 2. — Изаберите ваше корисничко име. 3. — Појавиће се прозор који пружа могућности пријављивања било куцањем ваше лозинке било коришћењем читача отисака за аутентификацију. 4. — Користите читач отисака за пријављивање. 5. — Кликните на програмче за промену корисника. 6. — Изаберите налог тестирања да наставите са даљим тестирањима.

source: Fingerprint unlock verification procedure: 1.- Click on the user switcher applet. 2.- Select 'Lock screen'. 3.- Press any key or move the mouse. 4.- A window should appear that provides the ability to unlock either typing your password or using fingerprint authentication. 5.- Use the fingerprint reader to unlock. 6.- Your screen should be unlocked.
ast: Procedimientu pa probar el desbloquéu cola buelga dactilar: 1.- Calca nel selector d'usuariu. 2.- Seleiciona «Candar pantalla». 3.- Calca cualesquier tecla o mueve'l mur. 4.- Tien d'apaecer una ventana qu'ufre la capacidá de desbloquiar o escribiendo la contraseña o usando autenticación por buelga dactilar. 5.- Usa'l llector de buelga dactilar pa desbloquiar. 6.- La pantalla tien de quedar desbloquiada.
bs: Procedura za otključavanje verifikacije otiskom prsta: 1.- Kliknite na dodatak za aplet 'promjeni korisnika'. 2.- Selektujte 'Zaključaj ekran'. 3.- Pritisnite bilo koji taster ili pomjerite miš. 4.- Prozorče bi trebalo da se prikaže sa opcijama da se prijavite s zaporkom ili otiskom. 5.- Koristite otiske prstiju. 6.- Ekran bi trebao da bude otključan.
sq: Proçedura e verifikimit për zhbllokimin me shenjat e gishtërinjve: 1.- Klikoni në programthin për ndryshimin e përdoruesve. 2.- Zgjidhni 'Blloko ekranin'. 3.- Klikoni çdo buton ose lëvizni miun. 4.- Një dritare do të shfaqet që ju jep mundësinë ta zhbllokoni si duke shtypur fjalëkalimin tuaj ose duke përdorur identifikimin me mollëzat e gishtërinjve. 5.- Përdorni lexuesin e mollëzave të gishtërinjve për ta zhbllokuar. 6.- Ekrani juaj duhet të zhbllokohet tashmë.
sr: Поступак провере откључавања са читачем отисака: 1. — Кликните на програмче за промену корисника. 2. — Изаберите „Закључај екран“. 3. — Притисните било који тастер или померите миша. 4. — Појавиће се прозор који пружа могућности откључавања било куцањем ваше лозинке било коришћењем читача отисака за аутентификацију. 5. — Користите читач отисака за откључавање. 6. — Екран би требао да буде откључан.

source: Did the authentication procedure work correctly?
ast: ¿Funcionó correcho el procedimientu d'autenticación?
bs: Da li je procedura potvrđivanja protekla ispravno?
sq: A punoi siç duhet mënyra e identifikimit?
sr: Да ли је поступак потврђивања идентитета протекао исправно?

source: Firewire HDD verification procedure: 1.- Plug a Firewire HDD into the computer. 2.- A window should be opened asking which action should be performed (open folder, photo manager, etc). 3.- Copy some files from your internal HDD to the firewire HDD. 4.- Copy some files from the firewire HDD to your internal HDD.
ast: Procedimientu de verificación de discu duru coneutáu por Firewire: 1.- Coneuta un discu duru por Firewire al equipu. 2.- Tien d'amosase una ventana entrugando qué aición hai de facer (abrir carpeta, xestor de semeyes, etc). 3.- Copia dalgunos ficheros dende'l discu duru internu al discu duru coneutáu por Firewire. 4.- Copia dalgunos ficheros dende'l discu duru coneutáu por Firewire al to discu duru internu.
bs: Procedura za verifikaciju Firewire HDD-a: 1.- Priključite Firewire HDD. 2.- Prozor bi trebao da se pojavi da vas pita kako ćete da reagujete (otvori, umnoži slike itd.). 3.- Umnožite neke datoteke s unutrašnjeg HDD-a na firewire HDD. 4.- Sad uradite obrnuto.
sq: Proçedura e verifikimit të hard diskut me Firewire: 1.- Lidhni një hard disk me Firewire në kompjuterin tuaj. 2.- Një dritare do të hapet dhe do t'iu pyesë ç'veprim doni të ndërmerrni (hapni dosjen, menaxhuesi i fotove etj.). 3.- Kopjoni disa skedarë nga hard disku juaj i brendshëm tek hard disku firewire. 4.- Kopjoni disa skedarë nga hard disku firewire tek hard disku i brendshëm.
sr: Поступак провере Фајервајер чврстог диска: 1. — Прикључите Фајервајер чврсти диск на ваш рачунар. 2. — Требао би да се отвори прозор који ће вас питати која акција би требало да буде обављена (отвори фасциклу, управник фотографија, итд...). 3. — Умножите неке датотеке са унутрашњег чврстог диска на Фајервајер чврсти диск. 4. — Умножите неке датотеке са Фајервајер чврстог диска на унутрашњи чврсти диск.

source: Do the copy operations work as expected?
ast: ¿Funcionaron como s'esperaba les operaciones de copia?
bs: Da li je operacija kopiranja prošla kao što se očekivalo?
sq: A punuan veprimet e kopjimit siç pritej?
sr: Дали је операција умножавања протекла као што се очекивало?

source: Floppy test
ast: Prueba de disquete
bs: Test flopi diska
de: Diskettenlaufwerkstest
sq: Testim i disketës
sr: Тест дискете

source: Click the "Test" button to open the calculator.
ast: Calca Probar p'abrir la calculadora.
bs: Kliknite "Test" dugme za otvaranje kalkulatora.
sq: Kliko mbi butonin "Testo" për të hapur makinën llogaritëse.
sr: Кликните на дугме „Тестирај“ да отворите калкулатор.

source: Did it launch correctly?
ast: ¿Abrióse correcho?
bs: Da li se ispravno pokrenuo?
sq: A u nis në mënyrë korrekte?
sr: Да ли је исправно покренут?

source: 1. Simple math functions (+,-,/,*) 2. Nested math functions ((,)) 3. Fractional math 4. Decimal math
ast: 1. Funciones matemátiques cencielles (+,-,/,*) 2. Funciones matemátiques añeraes ((,)) 3. Matemática fraccional 4. Matemática decimal
bs: 1. Proste matematičke funkcije (+,-,/,*) 2. Gniježdene matematičke funkcije ((,)) 3. Aritmetika s razlomcima 4. Decimalna matematika
sq: 1. Funksione të thjeshta metamatike (+,-,/,*) 2. Funksione matematike me kllapa ((,)) 3. Matematikë thyesash 4. Matematikë dhjetore
sr: 1. — Једноставне математичке функције (+,-,/,*) 2. — Угњеждене математичке функције ((,)) 3. — Математички разломци 4. — Децимални бројеви

source: 1. Memory set 2. Memory reset 3. Memory last clear 4. Memory clear
ast: 1. Establecer memoria 2. Reaniciar memoria 3. Cabera llimpieza de memoria 4. Llimpiar memoria
bs: 1. Memorijsko postavljanje 2. Memorijsko brisanje 3. Zadnje čišćennje memorije 4. Čišćenje memorije
sq: 1. Vendos kujtesën 2. Rivendos kujtesën 3. Kujtesa e pastruar së fundmi 4. Kujtesa e pastruar
sr: 1. — Постављање меморије 2. — Поновно постављање меморије 3. — Последње чишћење меморије 4. — Чишћење меморије

source: Click the "Test" button to open the calculator and perform:
ast: Calca nel botón «Probar» p'abrir la calculadora y fai esto:
bs: Kliknite na "Test" dugme da otvorite kalkulator i obavite:
sq: Kliko butonin "Testo" për të hapur makinën logaritëse dhe për të performuar:
sr: Кликните на дугме „Тестирај“ да отворите калкулатор и да извршите:

source: 1. Cut 2. Copy 3. Paste
ast: 1. Cortar 2. Copiar 3. Pegar
bs: 1. Isijecanje 2. Kopiranje 3. Umetanje
sq: 1. Prije 2. Kopjoje 3. Ngjite
sr: 1. — Исецање 2. — Умножавање 3. — Убацивање

source: Did the functions perform as expected?
ast: ¿Les funciones s'executaron como s'esperaba?
bs: Da li su funkcije radile kako je očekivano?
sq: A performuan funksionet siç pritej?
sr: Да ли су функције извршене као што је очекивано?

source: Click the "Test" button to open gedit.
ast: Calca nel botón «Probar» p'abrir gedit.
bs: Kliknite na "Test" dugme da otvorite gedit
sq: Kliko butonin "Testo" për të hapur gedit.
sr: Кликните на дугме „Тестирај“ да отворите Вилењакову бележницу.

source: Enter some text and save the file (make a note of the file name you use), then close gedit.
ast: Escribi un testu y guarda'l ficheru (anota'l nome de ficheru qu'usasti), darréu zarra gedit.
bs: Unesite tekst i snimite datoteke (pazite na ime datoteke kojie koristite) i zatvorite gedit.
sq: Shkruani pak tekst dhe ruajeni skedarin (shënoni emrin e skedarit që përdorët), pastaj mbylleni gedit.
sr: Унесите нешто текста и сачувајте датотеку (прибележите назив датотеке који сте употребили), затим затворите Вилењакову бележницу.

source: Click the "Test" button to open gedit, and re-open the file you created previously.
ast: Calca nel botón «Probar» p'abrir gedit, y abri de nuevo'l ficheru que creasti recién.
bs: Kliknite na "Test" dugme da otvorite gedit i ponovo otvorite datoteku koju ste prethodno kreirali.
sq: Kliko butonin e "Testimit" për të hapur gedit dhe për të rihapur butonin e krijuar më parë.
sr: Кликните на дугме „Тестирај“ да отворите Вилењакову бележницу, и да поново отворите датотеку коју сте претходно направили.

source: Edit then save the file, then close gedit.
ast: Edita y guarda'l ficheru, llueu zarra gedit.
bs: Izmijenite, snimite datoteku i zatvorite gedit.
sq: Modifiko dhe ruaj skedarin, pastaj mbylle gedit.
sr: Уредите и затим сачувајте датотеку, затим затворите Вилењакову бележницу.

source: Did this perform as expected?
ast: ¿Funcionó como s'esperaba?
bs: Da li je ovo radiloi kako je očekivano?
sq: A performoi kjo siç pritej?
sr: Да ли је ово извршено као што је очекивано?

source: Click the "Test" button to open Terminal.
ast: Calca nel botón «Probar» p'abrir Terminal.
bs: Kliknite na "Test" dugme da otvorite Terminal.
sq: Kliko butonin "Testo" për të hapur Terminalin.
sr: Кликните на дугме „Тестирај“ да отворите Терминал.

source: Type 'ls' and press enter. You should see a list of files and folder in your home directory.
ast: Escribi «ls» y calca intro. tendríes de ver la llista de ficheros y carpetes del to direutoriu personal.
bs: Otkucajte 'ls' i pritisnite enter. Trebali biste vidjeti listu datoteka i direktorija u vašem ličnom direktoriju.
sq: Shtyp 'ls' dhe kliko Enter. Duhet të shikosh një listë të skedarëve dhe dosjeve në drejtorinë tënde shtëpi.
sr: Упишите „ls“ и притисните унос. Требало би да видите списак датотека и фасцикли у вашој личној фасцикли.

source: Close the terminal window.
ast: Zarra la ventana del terminal.
bs: Zatvori terminalski prozor
sq: Mbyll dritaren e terminalit.
sr: Затворите прозор терминала.

source: 2d graphics appears to be working, your running X.Org version is: $output
ast: Paez que funcionen los gráficos en 2D, la versión n'execución de X.Org ye: $output
bs: 2d grafika izgleda da radi,. V aša trenutna X.Org verzija je: $output
sq: Grafikët 2d duket që punojnë, versioni i X.Org që ju keni është: $output
sr: Изгледа да 2д графика ради, ваше радно издање Икс.Орг-а је: $output

source: Run gtkperf to make sure that GTK based test cases work
ast: Arranca gtkperf p'asegurase de que los casos de pruebes basaos en GTK funcionen
bs: Pokreni gtkperf kako bi GTK bazirani testovi radili
de: Führen Sie gtkperf aus, um sicherzustellen, dass GTK-basierte Testprogramme funktionieren
sq: Nis gtkperf për tu siguruar që rastet e testit të bazuara në GTK punojnë
sr: Покрените „gtkperf“ да се уверите да тест заснован на ГТК-у ради

source: In the future add the returned time as a benchmark result to the checkbox report
ast: Nel futuru, sumar el tiempu obteníu como resultáu de la referencia pal informe de checkbox
bs: U budućnosti dodaj vraćeno vrijeme kao rezultat testa u izvještaju programa checkbox.
sq: Në të ardhmen shtoje kohën e shfaqur si një rezultat të testimit në raportin e checkbox
