Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Enter and resume from hibernate for 30 iterations. Please note that this is a very lengthy test. Also, if your system does not wake itself after 2 minutes, you will need to press the power button to wake the system up. If the system fails to resume from hibernation and must be rebooted, please restart System Testing and mark this test as Failed.
ast: Entra y reanuda tres ivernación durante 30 iteraciones. Ten en cuenta qu'esto ye una prueba enforma llarga. Arriendes, si'l to sistema nun s'esconsoña dempués de 2 minutos, tendrás que calcar el botón d'encendíu p'activar el sistema. Si'l sistema nun pue reanudar dende la ivernación y tien que reaniciase, reanicia la prueba de sistema y conseña esta prueba como Fallu.
bs: Ulazak i povratak iz stanja hibernacije za 30 iteracija. Imajte na umu da je ovo veoma dug test. Takođe, ako se vaš sistem ne se probudi nakon 2 minuta, moraćete da pritisnete dugme za uključivanje da se probudi sistem. Ako sistem ne uspije da da se probudi iz hibernacije i mora biti ponovo pokrenut, molimo Vas da ponovite testiranje sistema i da je markirate kao ovaj test nije uspelo.
sr: Уђите и вратите се из стања замрзавања за 30 понављања. Имајте на уму да је ово врло дуг тест. Такође, ако се ваш систем сам не пробуди након 2 минута, мораћете да притиснете дугме за укључивање да бисте пробудили систем. Ако ваш систем не успе да се врати из стања замрзавања и мора бити поново учитан, поново покрените Тестирање система и означите овај тест неуспелим.

source: Also, you will need to ensure your system has no power-on or HDD passwords set, and that grub is set to boot Ubuntu by default if you have a multi-boot set-up.
ast: Arriendes, vas necesitar asegurate que'l sistema nun tea protexíu por contraseñes nel prendíu o'l discu duru, y qu'Ubuntu va arrancar por defectu en grub nel casu que tenga arranque multisistema.
bs: Također, morate osigurati da sistem nema lozinke na paljenje ili disk i da je grub postavljen da podrazumijevano podigne Ubuntu, ako imate višestruko podizanje.
sr: Такође, морате да се уверите да на вашем систему није постављена лозинка за паљење и приступ чврстом диску, и да је ГРУБ подешен да покрене Убунту као основни систем ако имате подешавање за избор оперативног система.

source: Did the system successfully hibernate and wake 30 times?
ast: ¿Ivernó'l sistema y llevantóse correcho 30 vegaes?
bs: Da li se sistem uspješno hibernirao i probudio 30 puta?
sq: A u hibernua dhe u nis sistemi me sukses pas 30 herësh?
sr: Да ли се систем успешно замрзнуо и пробудио 30 пута?

source: Run Colin Kings FWTS wakealarm test
ast: Executar prueba d'alarma de reanudación de Colin Kings FWTS
bs: Pokreni Colin Kings FWTS testove buđenja
sq: Nisni testin e alarmit të zgjimit FWTS nga Colin Kings

source: Check to see if CONFIG_NO_HZ is set in the kernel
ast: Comprobar que CONFIG_NO_HZ tea afitáu nel nucleu
bs: Provjeri da li je CONFIG_NO_HZ postavljen u kernelu
sq: Kontrolloni për të parë nëse CONFIG_NO_HZ është vendosur në kernel
sr: Проверите да видите да ли је CONFIG_NO_HZ подешено у језгру

source: Automatic power management Suspend and Resume test
ast: Prueba de suspensión y reanudación del xestor d'enerxía
bs: Automatski test na napajanje, suspenzija i obnova.
sq: Testi i pezullimit dhe rinisjes për menaxhimin automatik të tensionit
sr: Тест обустављања и враћања самосталног управљања напајањем

source: Select test and your system will suspend for about 30 - 60 seconds. If your system does not wake itself up after 60 seconds, please press the power button momentarily to wake the system manually. If your system fails to wake at all and must be rebooted, restart System Testing after reboot and mark this test as Failed.
ast: Seleiciona Prueba y el sistema suspenderáse durante unos 30-60 segundos. Si'l sistema nun esconsoña dempués de 60 segundos, calca'l botón momentáneamente p'activar el sistema manualmente. Si'l sistema nun esconsoña y tien de reaniciase, por favor, reanicia les pruebes de sistema dempués de volver a arrancar y marca esta prueba como Fallu.
bs: Izaberite test i vaš sistem će suspendovati za oko 30 - 60 sekundi. Ako se vaš sistem ne probudi nakon 60 sekundi, molimo Vas da pritisnete dugme za trenutak da se probudi sistem ručno. Ako vaš sistem ne uspije da se probudi uopšte i mora biti ponovo pokrenut, pokrenite ponovo testiranje sistema poslije restarta i markirajte ovaj test kao neuspješan.
sq: Zgjidhni testo dhe sistemi juajdo të pezullohet për rreth 30 - 60 sekonda. Nëse sistemi juaj nuk zgjohet pas 60 sekondash, ju lutemi të shtypni butonin e ndezjes për momentin për ta zgjuar sistemin në mënyrë manuale. Nëse sistemi juaj nuk zgjohet fare dhe duhet rindezur, rinisni Testimin e Sistemit pas rindezjes dhe markojeni këtë test si Të Dështuar.
sr: Изаберите „Тестирај“ и рад вашег система ће бити обустављен око 30 - 60 секунди. Ако се ваш систем сам не пробуди после 60 секунди, притисните на тренутак дугме за напајање да ручно пробудите систем. Ако ваш систем не успе уопште да се пробуди и мора бити поново покренут, поново покрените Тестирање система после поновног учитавања система и означите овај тест неуспелим.

source: QA regression tests (destructive)
ast: Pruebes de regresión QA (destructivu)
bs: Testovi QA regresije (destruktivno)
sq: Testime të regresionit QA (shkatërrimtare)
sr: Тестови QA регресије (разарајуће)

source: Print/CUPs server test
ast: Prueba de sirvidor d'imprentación/CUPs
bs: Test Print/CUPs servera
sr: Тест сервера штампе/КУПс-а

source: DNS server test
ast: Prueba de sirvidor DNS
bs: Test DNS servera
sr: Тест ДНС сервера

source: Samba server test
ast: Prueba de sirvidor Samba
bs: Test Samba servera
sr: Тест самба сервера

source: LAMP server test
ast: Prueba de sirvidor LAMP
bs: Test LAMP servera
sr: Тест ЛАМП сервера

source: Tomcat server test
ast: Prueba de sirvidor Tomcat
bs: Test Tomcat servera
sr: Тест Томкат сервера

source: Hammer the CPU as hard as possible for two hours. Intention is to knock it dead.
ast: Martillea la CPU lo más fuerte posible durante dos hores. La intención ye matala a güelpes.
bs: Razvaljuje procesor koliko je moguće za dva sata. Namjera je da ga obori.
sq: Bjerini me çekiç proçesorit sa më fort që të mundeni për dy orë. Qëllimi është ta lini pa ndjenja atë.
sr: Оптеретите процесор што је више могуће за два сата. Намера је довести га до прегоревања.

source: Xlib is required for unity testing. This checks for Xlib and installs it if not available.
ast: Necesítase Xlib pa probar unity. Esta operación busca Xlib y instálalu si nun ta disponible.
bs: Xlib je potreban za testiranje unity. Ovo provjera da li je Xlib prisutan i instalira ga po potrebi.
de: Xlib wird für Unity-Tests benötigt. Dies prüft ob Xlib installiert ist und installiert es, falls notwendig.

source: This test will verify that Unity is running and then run the autopilot.py test against the Unity interface.
ast: Esta prueba comprobará qu'Unity funciona y, a continuación, executa la prueba autopilot.py respeutu a la interfaz d'Unity.
bs: Ovaj test provjerava da li je Unity pokrenut i pokreće autopilot.py test prema Unity interfejsu.
de: Dieser Test überprüft, ob Unity läuft und führt dann den autopilot.py-Test für Unity aus.

source: Plug a USB keyboard into the computer. Then, click on the Test button \ to enter text.
ast: Coneuta un tecláu USB al equipu. Dempués, fai clic nel botón Prueba \ pa escribir testu.
bs: Priključite USB tastaturu u računar. Zatim, kliknite na Test dugme \ za unos teksta.

source: Does the keyboard work?
ast: ¿Funciona'l tecláu?
bs: Da li tastatura radi?
sq: A punon tastiera?

source: USB mouse verification procedure: 1.- Plug a USB mouse into the computer 2.- Perform some single/double/right click operations
ast: Procedimientu de comprobación del mur USB: 1.- Coneuta un mur USB al equipu 2.- Fai dalgunes operaciones calcando'l botón derechu y el botón izquierdu una y dos vegaes
bs: Postupak verifikacije USB miša : 1. .- Priključite USB miš u računar 2. .- Vrše neke operacije s jednostrukim / dvostrukim / desnim klikom

source: Click 'Test' and insert a USB device within 5 seconds. If the test is successful, you should notice that 'Yes' is selected below. Do not unplug the device if the test is successful.
ast: Fai clic en «Prueba» ya inxerta un preséu USB nun plazu de 5 segundos. Si'l resultáu de la prueba ye negativu, tendrás que ver que «Sí» se seleiciona más abaxo. Nun desconeutes el preséu si la prueba tien ésitu.
bs: Kliknite na 'test' i ubacite USB uređaa u roku od 5 sekundi. Ako je test uspešan, trebalo bi da primetite da je 'Da' je ispod izabrano. Ne isključujte uređaj ako je test uspješan.

source: If no USB device is inserted or the device is not recognized, the test will fail and 'No' will be selected below.
ast: Si nun s'inxerta dengún preséu USB o nun se reconoz el preséu, el resultáu de la prueba será negativu y seleicionaráse «Non» más abaxo.
bs: Ako nema USB uređaja umetnutog ili uređaj nije prepoznat, test će pasti i "ne" će biti ispod izabrano.

source: Click 'Test' and remove the USB device you inserted within 5 seconds. If the test is successful, you should notice that 'Yes' is selected below.
ast: Fai clic en «Prueba» y retira'l preséu USB qu'inxertasti nun plazu de 5 segundos. Si'l resultáu de la prueba ye positivu, tendrás que ver que «Sí» se seleiciona más abaxo.
bs: Kliknite 'Test' i uklonite USB uređaj koji ste ubacili u roku od 5 sekundi. Ako je test bio uspješan, primijetit ćete da je 'Da' odabrano ispod.

source: If the USB device isn't removed or the removal is not registered, the test will fail and 'No' will be selected below.
ast: Si nun se retira'l preséu USB o nun se rexistra la so retirada, el resultáu de la prueba será negativu y seleicionaráse «Non» más abaxo.
bs: Ako USB uređaj nije uklonjen ili uklanjanje nije registrovano, test će pasti i 'Ne' će biti ispod odabrano.

source: Connect a USB storage device to an external USB slot on this computer. \ An icon should appear on the desktop and in the "Places" menu at the top of the screen.
ast: Coneuta un preséu d'almacenamiento USB a una ranura USB esterna d'esti equipu. \ Tien d'apaecer un icono nel escritoriu y nel menú «Llugares» allugáu na parte superior de la pantalla.
bs: Povežite USB uređaja za skladištenje na eksterni USB priključak na ovom računaru. \ Ikona treba da se pojavi na desktopu i u "Mjesta" menija na vrhu ekrana.

source: Confirm that the icon appears, then eject the device. Repeat with each external \ USB slot.
ast: Confirma que l'iconu apaez y, darréu, espulsa'l preséu. Repiti esti pasu con cada ranura USB \ esterna.
bs: Proverite da li pojavi ikona, onda izbacite uređaj. Ponovite sa svakom spoljnim \ USB priključka.
sq: Konfirmoni që ikona do të shfaqet, pastaj nxirreni pajisjen. Përsëriteni me çdo port \ USB të jashtëm.

source: Do all USB slots work with the device?
ast: ¿Funcionen tolos puertos USB col preséu?
bs: Da li svi USB slotovi rade s uređajem?
sq: A punojnë të gjitha portat USB me pajisjen?

source: This test will execute Update Manager and check to see if there are any available updates for the system. Please follow the prompts and if updates are found, install them. When Update Manager has finished, please close the app by clicking the Close button in the lower right corner.
ast: Esta prueba va executar el Xestor d'anovamientos y comprueba si hai anovamientos disponibles pal to sistema. Sigui les instrucciones y si s'atopen anovamientos, instálalos. Cuando fine'l Xestor d'anovamientos, zarra l'aplicación calcando nel botón Zarrar na esquina inferior drecha.
bs: Ovaj test će pokrenuti menadžer nadogradnji i provjeriti da li ima raspoloživih nadogradnji sistema. Pratite poruke i ako ima nadogradnji, instalirajte ih. Kada je menadžer nadogradnji završio, zatvorite program dugmetom Zatvori u donjem desnom uglu.
sr: Овај тест ће покренути Управника ажурирања и проверити да ли има доступних ажурирања за систем. Пратите упутства и ако има доступних ажурирања, инсталирајте их. Када Управник ажурирања заврши, затворите програм кликом на дугме „Затвори“ у доњем десном углу.

source: Select Test to open the File Browser. On the menu bar, click File -> Create Folder. In the name box for the new folder, enter the name Test Folder and hit Enter.
ast: Seleicione Prueba p'abrir el restolador de ficheros. Na barra de menú, calca Ficheru -> Crear carpeta. Na caxella de nome pa la carpeta nueva, introduz el nome Carpeta de prueba y calca Intro.
bs: Izaberite test da otvorite File Brovser. Na traci sa menijima, kliknite na File -> Kreiraj fasciklu. U polje Ime za novu fasciklu, unesite ime test fascikle i pritisnite taster Enter.
sr: Изаберите „Тестирај“ да отворите Управника датотека. На линији изборника, кликните „Датотека —> Направи фасциклу“. У поље имена за нову фасциклу, упишите „Пробна фасцикла“ и притисните тастер Ентер.

source: Do you now have a new folder called Test Folder?
ast: ¿Agora tienes una carpeta nueva denomada Carpeta de prueba?
bs: Imate li novi direktorij koji se zove Testni Direktorij?
sq: A keni një dosje të re të quajtur Dosja Test?
sr: Да ли сада имате нову фасциклу под називом „Пробна фасцикла“?

source: Select Test to open the File Browser. Right click on the folder called Test Folder and click on Copy. Right Click on any white area in the window and click on Paste.
ast: Seleiciona Prueba p'abrir el restolador de ficheros. Calca na carpeta denomada Carpeta de prueba y calca en Copiar. Calca'l botón derechu sobre cualquier área en blancu de la ventana y calca en Apegar.
bs: Izaberite test da otvorite Izbor datoteka. Desnom tipkom miša kliknite na testni direktorijum i kliknite na Kopiraj. Desnom tipkom miša kliknite na bilo koji bijeli prostor u prozoru i izaberite Umetni.
sr: Изаберите „Тестирај“ да отворите Управника датотека. Кликните десним тастером миша на фасциклу под називом „Пробна фасцикла“ и кликните „Умножи“. Кликните десним тастером миша на слободан простор у прозору и кликните „Убаци“.

source: Right click on the folder called Test Folder(copy) and click Rename. Enter the name Test Data in the name box and hit Enter.
ast: Calca'l botón drechu na carpeta denomada Carpeta de prueba (copia) y calca Renomar. Introduz el nome Datos de prueba na caxa de diálogu y calca Intro.
bs: Desno tipkom miša kliknite na direktorij Testni direktorij (kopija) i odaberite Preimenuj. Unesite ime Testni podaci i kliknite Enter.
sq: Klikoni me të djathtën në dosjen e quajtur Dosje Testimi (kopje) dhe klikoni Riemërto. Vendosni emrin Të Dhëna Testimi në kutinë e emrit dhe klikoni Enter.
sr: Кликните десним тастером миша на фасциклу под називом „Пробна фасцикла(умножак)“ и кликните „Преименуј“. Упишите „Пробни подаци“ у поље за назив и притисните Ентер.

source: Do you now have a folder called Test Data?
ast: ¿Agora tienes una carpeta nueva denomada Datos de prueba?
bs: Imate li direktorij koji se zove Testni Podaci?
sq: A keni tani një dosje të re të quajtur Të Dhënat e Testimit?
sr: Да ли сада имате фасциклу под називом „Пробни подаци“?

source: Select Test to open the File Browser. Click and drag the folder called Test Data onto the icon called Test Folder. Release the button.
ast: Seleiciona Prueba p'abrir el restolador de ficheros. Calca y arrastra la carpeta denomada Datos de prueba sobre l'iconu de carpeta denomada Carpeta de prueba. Suelta'l botón.
bs: Izaberite test da otvorite Izbor datoteka. Kliknite i prevucite direktorijum s testnim podacima na ikonu s test direktorijum. Otpustite dugme.
sr: Изаберите „Тестирај“ да отворите Управника датотека. Кликните и превуците фасциклу под називом „Пробни подаци“ на иконицу „Пробна фасцикла“. Отпустите дугме.

source: Double click the folder called Test Folder to open it up.
ast: Duble clic na carpeta denomada Carpeta de prueba p'abrila.
bs: Dva puta kliknite na Testni Direktorij da ga otvorite.
sq: Klikoni dy herë mbi dosjen e quajtur Dosja e Testimit për ta hapur atë.
sr: Кликните двапут на фасциклу под називом „Пробна фасцикла“ да је отворите.

source: Was the folder called Test Data successfully moved into the folder called Test Folder?
ast: ¿Movióse correcho la carpeta denomada Datos de prueba a la carpeta denomada Carpeta de prueba?
bs: Da li je direktorij Testni podaci uspješno premješten u direktorij s imenom Testni Direktorij?
sq: A u ëviz me sukses dosje e quajtur Të Dhëna Testimi në dosjen e quajtur Dosje Testimi?
sr: Да ли је фасцикла „Пробни подаци“ успешно премештена у „Пробну фасциклу“?

source: Select Test to open the File Browser. Right click in the white space and click Create Document -> Empty File. Enter the name Test File 1 in the name box and hit Enter.
ast: Seleiciona Prueba p'abrir el restolador de ficheros. Calca col botón drechu nel espaciu blancu y calca Crear documentu -> Ficheru ermu. Introduz el nome Ficheru de prueba 1 na caxella de nome y calca Intro.
bs: Izaberite test da otvorite izbor datoteka. Kliknite desnom tipkom miša u prazan prostor i kliknite na Kreiraj dokument -> Prazna datoteka. Unesite ime Testna Datoteka 1 u polje Ime i pritisnite taster Enter.
sr: Изаберите „Тестирај“ да отворите Управника датотека. Кликните десним тастером миша на слободан простор и кликните „Направи документ —> Празна датотека“. Упишите „Пробна датотека 1“ у поље за назив и притисните Ентер.

source: Do you now have a file called Test File 1?
ast: ¿Agora tienes un ficheru denomáu Ficheru de prueba 1?
bs: Imate li datoteku koja se zove Testna Datoteka 1?
sq: A keni tani një skedar të quajtur Skedari Test 1?
sr: Да ли сада имате датотеку под називом „Пробна датотека 1“?

source: Close the File browser.
ast: Zarrar el restolador de ficheros
bs: Zatvori preglednik datoteka.
sq: Mbylleni shfletuesin e skedarëve.
sr: Затворите Управника датотека.

source: Select Test to open the File Browser. Right click on the file called Test File 1 and click Copy. Right click in the white space and click Paste.
ast: Seleiciona Prueba p'abrir el restolador de ficheros. Calca col botón drechu nel ficheru denomáu Ficheru de prueba 1 y calca Copiar. Calca col botón derechu nel espaciu en blancu y calca Apegar.
bs: Izaberite test da otvorite izbor datotekar. Desni klik na datoteku s imenom Testna Datoteka 1i izaberite Kopiraj. Kliknite desnim tasterom miša u prazan prostor i kliknite na Umetni.
sr: Изаберите „Тестирај“ да отворите Управника датотека. Кликните десним тастером миша на датотеку под називом „Пробна датотека 1“ и кликните „Умножи“. Кликните десним тастером миша на слободан простор и кликните „Убаци“.

source: Right click on the file called Test File 1(copy) and click Rename. Enter the name Test File 2 in the name box and hit Enter.
ast: Calca col botón drechu nel ficheru denomáu Ficheru de prueba 1 (copia). Introduzc el nome Ficheru de prueba 2 na caxa de diálogu y calca Intro.
bs: Desno tipkom miša kliknite na datoteka Testna Datoteka 1 (kopija) i odaberite Preimenuj. Unesite ime Testna Datoteka 2 i kliknite Enter.
sr: Кликните десним тастером миша на датотеку под називом „Пробна датотека 1(умножак)“ и кликните „Преименуј“. Упишите „Пробна датотека 2“ у поље за назив и притисните Ентер.

source: Do you now have a file called Test File 2?
ast: ¿Agora tienes un ficheru denomáu Ficheru de prueba 2?
bs: Imate li datoteku koja se zove Testna Datoteka 1?
sq: A keni një skedar që quhet Skedari i Testimit 2?
sr: Да ли сада имате датотеку под називом „Пробна датотека 2“?

source: Select Test to open the File Browser. Click and drag the file called Test File 2 onto the icon for the folder called Test Data. Release the button.
ast: Seleiciona Prueba p'abrir el restolador de ficheros. Calca y muevi'l ficheru denomáu Ficheru de prueba 2 nel iconu de la carpeta denomada Datos de prueba. Suelta'l botón.
bs: Odaberite test da otvorite izbor datoteka. Kliknite i prevucite datoteku Testna Datoteka 2 na ikonu s direktorijem koji sadrži testne podatkte. Otpustite tipku.
sr: Изаберите „Тестирај“ да отворите Управника датотека. Кликните и превуците датотеку под називом „Пробна датотека 2“ на иконицу фасцикле „Пробни подаци“. Отпустите дугме.

source: Double click the icon for Test Data to open that folder up.
ast: Fai duble clic nel iconu Datos de prueba p'abrir esta carpeta.
bs: Dva puta kliknite na ikonu za testne podatke da otvorite taj direktorij?
sq: Klikoni dy herë ikonën për Të Dhënat e Testimit që të hapin dosjen.
sr: Двапут кликните на иконицу „Пробни подаци“ да отворите ту фасциклу.

source: Was the file Test File 2 successfully moved into the Test Data folder?
ast: ¿Movióse'l Ficheru de prueba 2 a la carpeta Datos de prueba?
bs: Da li je datoteka Testna Datoteka 2 uspješno premještena u direktorij Testni podaci?
sq: A u lëviz skedari Skedar Testimi 2 me sukses në dosjen Të Dhëna Testimi?
sr: Да ли је датотека „Пробна датотека 2“ успешно премештена у фасциклу „Пробни подаци“?

source: Select Test to open the File Browser. Right click on the file called Test File 1 and click on Move To Trash.
ast: Seleiciona Prueba p'abrir el restolador de ficheros. Calca col botón derechu nel ficheru denomáu Ficheru de prueba 1 y calca Mover a la papelera.
bs: Odaberite test da otvorite izbor datoteka. Desnom tipkom kliknite na datoteku Testna datoteka 1 i izaberite Premjesti u smeće.
sr: Изаберите „Тестирај“ да отворите Управника датотека. Кликните десним тастером миша на датотеку под називом „Пробна датотека 1“ и кликните „Премести у смеће“.

source: Is Test File 1 now gone?
ast: ¿Foise'l Ficheru de prueba 1?
bs: Da li je Testna Datoteka 1 nestala?
sq: A u zhduk tani Skedari i Testimit 1?
sr: Да ли је нестала „Пробна датотека 1“?

source: Select Test to open the File Browser. Right click on the folder called Test Folder and click on Move To Trash.
ast: Seleiciona Prueba p'abrir el restolador de ficheros. Calca col botón derechu na carpeta Prueba y calca Mover a la papelera.
bs: Odaberite test da otvorite izbor datoteka. Desnom tipkom kliknite na testni direktorij i izaberite Premjesti u smeće.
sr: Изаберите „Тестирај“ да отворите Управника датотека. Кликните десним тастером миша на фасциклу под називом „Пробна фасцикла“ и кликните „Премести у смеће“.

source: Has Test Folder been successfully deleted?
ast: ¿Desanicióse la Carpeta de prueba correchamente?
bs: Da li je Testni Direktorij uspješno obrisan?
sq: A u fshi me sukses Dosja e Testimit?
sr: Да ли је „Пробна фасцикла“ успешно обрисана?

source: Close the File Browser.
ast: Zarra el restolador de ficheros.
bs: Zatvorite pregledač datoteka.
sq: Mbyllni Shfletuesin e Skedarëve.
sr: Затворите Управника датотека.

source: Common Document Types Test
ast: Prueba de tribes de documentos comunes
bs: Test standardnih tipova dokumenata
de: Test für gebräuchliche Dokument-Typen
sq: Testim i Llojeve të Zakonshme të Dokumenteve
sr: Тестирање општих врста докумената

source: Select Test to launch Firefox and view the test web page.
ast: Seleiciona Probar pa llanzar Firefox y ver la prueba de páxina web.
bs: Izaberite Test da pokrenete Firefox i pogledate testnu web stranicu.
sq: Zgjidh Test për të nisur Firefox dhe pët të shfaqur një faqe test interneti.
sr: Изаберите „Тестирај“ да покренете Фајерфокс и да прикажете пробну веб страницу.

source: Did the Ubuntu Test page load correctly?
ast: ¿Cargóse la páxina de prueba d'Ubuntu correchamente?
bs: Da li je Ubuntu testna stranica uspješno učitana?
sq: A u ngarkua siç duhet faqja e testit të Ubuntu?
sr: Да ли је „Убунту пробна страница“ исправно учитана?

source: Select Test to open Firefox with the Java test page, and follow the instructions there.
ast: Seleiciona Prueba p'abrir Firefox cola páxina de prueba de Java y sigui les instrucciones ellí.
bs: Izaberite Test da pokrenete Firefox sa Java test stranicom i pratite tamošnje instrukcije.
sr: Изаберите „Тестирај“ да отворите Фајерфокс са пробном страницом Јаве, и тамо пратите упутства.
