Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Time verification procedure: 1.- Click the "Test" button and verify the clock moves ahead by 1 hour. \ Note: It may take a minute or so for the gnome clock to refresh 2.- Now from the panel select System, Admistration, then Time and Date 3.- Ensure that your clock application is set to manual. 4.- Change the time 1 hour back 5.- Close the window and reboot
ast: Procedimientu de comprobación de la hora: 1.- Fai clic nel botón «Prueba» y comprueba que'l reló adelanta 1 hora. \ Nota: Ye posible que'l reló de gnome tarde aproximadamente un minutu n'anovase 2.- Seleiciona nel panel Sistema, Alministración y Data y hora 3.- Asegúrate de que l'aplicación de reló ta afitada en manual 4.- Atrasa'l reló 1 hora 5.- Zarra la ventana y reanicia
bs: Postupak provjere vremena:1 .- Kliknite na "test" dugme i provjerite da li je časovnik pomjeren unapred za 1 sat. \ Napomena: Možda će biti potrebno oko minut da se gnome sat da osvježi 2 .- Sada iz panela izabrati Sistem, admistracija, i onda vrijeme i datum 3. .- Provjerite da li je sat podešen na ručno. 4 .- Promijenite vreme 1 sat unazad 5 .- Zatvorite prozor i restartujte
sq: Proçedura e verifikimit të kohës: 1.- Klikoni butonin "Testo" dhe verifikoni që ora të lëvizë 1 orë përpara. \ Shënim: Orës së gnomë mund ti duhet rreth një minutë për tu rifreskuar 2.- Tani nga paneli zgjidhni Sistemi, Administrimi dhe pastaj Koha dhe Data 3.- Sigurohuni që programi juaj i orës të jetë vendosur tek manuale. 4.- Ndryshojeni kohën 1 orë mbrapsht 5.- Mbylleni dritaren dhe rindizni kompjuterin

source: Is your system clock displaying the correct date and time for your \ timezone?
ast: ¿Amuesa'l reló del sistema la data y la hora correutes \ pa la to estaya horaria?
bs: Da li vaš sistemski sat prikazuje ispravno vrijeme i datum za \ vašu vremensku zonu?
sq: A po nxjerr ora e sistemit tuaj datën dhe orën e saktë për \ zonën tuaj kohore?
sr: Да ли сат вашег система приказује тачан датум и време за \ вашу временску зону?

source: Please restart your machine from the Ubuntu Panel.
ast: Reanicia l'equpu dende'l panel d'Ubuntu.
bs: Molim ponovo pokrenite vašu mašinu s Ubuntu Panela.
sq: Ju lutemi ta rinisni makinën tuaj nga Paneli i Ubuntu.
sr: Молим поново покрените ваш рачунара са Убунтуовог панела.

source: Afterwards be sure to recover the previous Checkbox instance and \ answer the question below:
ast: Dempués, asegúrate de volver a la instancia anterior de Checkbox y \ respuendi a la siguiente entruga:
bs: Nakon ovoga obnovite prethodnu instancu programa Checkbox i \ odgovorite na pitanje:
sq: Pas kësaj sigurohuni që të rimerrni instancën e mëparshme të Checkbox dhe \ përgjigjuni pyetjeve të mëposhtme:

source: Did it restart and bring up the GUI login cleanly?
ast: ¿Reanicióse y apaeció llimpiamente la interfaz gráfica d'usuariu?
bs: Da li se ponovo pokrenulo i podiglo GUI prijavu čisto?
sq: A u rinis dhe e solli të pastër hyrjen në GUI?
sr: Да ли се поново покренуо и изднео ГКС пријаву чисто?

source: Plug a PCMCIA device into the computer.
ast: Coneuta'l to preséu PCMCIA nel equipu.
bs: Umetni PCMCIA uređaj u računar.
sq: Vendos një pajisje PCMCIA në kompjuter.
sr: Прикључите ПЦМЦИА уређај у рачунар.

source: Is it detected?
ast: ¿Deteutóse?
bs: Da li je detektovan?
sq: A u dallua?
sr: Да ли је откривен?

source: Printer configuration verification procedure: 1.- Make sure that a printer is available in your network 2.- Open Systems->Administration->Printing 3.- If the printer isn't already listed, click on New 4.- The printer should be detected and proper configuration values \ should be displayed 5.- Print a test page
ast: Procedimientu de verificación de configuración de la imprentadora: 1.- Asegúrate que la imprentadora ta disponible na rede 2.- Abri Sistemas->Alministración->Imprentadores 3.- Si la imprentadora nun s'alcuentra na llista, calca en Nueva 4.- La imprentadora deteutaráse y amosaránse valores afayadizos pa la so configuración 5.- Imprenta una páxina de prueba
bs: Postupak provere podešavanja printera: 1. — Proverite da li je štampač dostupan na vašoj mreži. 2. — Otvorite „Sistem→Administracija→Štampanje“. 3. — Ako štampač nije na spisku, kliknite „Dodaj“. 4. — Štampač bi trebao biti otkriven, i ispravne vrijednosti podešavanja bi trebale biti prikazane. 5.— Odštampajte probnu stranicu.
sq: Proçedura e verifikimit të konfigurimit të printerit: 1.- Sigurohuni që një printer të jetë i disponueshëm në rrjetin tuaj 2.- Hapni Sistemi->Administrimi->Printimi 3.- Nëse printeri nuk është i listuar tashmë, klikoni tek I Ri 4.- Printeri duhet të dallohet dhe vlera të sakta të konfigurimit \ duhet të shfaqen 5.- Printoni një faqe testimi
sr: Поступак провере подешавања принтера: 1. — Проверите да ли је штампач доступан на вашој мрежи. 2. — Отворите „Систем→Администрација→Штампање“. 3. — Ако штампач није на списку, кликните „Додај“. 4. — Штампач би требао бити откривен, и исправне вредности подешавања би требале бити приказане. 5.— Одштампајте пробну страницу.

source: External USB modem network connection procedure: 1.- Connect the USB cable to the computer 2.- Right click on the Network Manager applet 3.- Select 'Edit Connections' 4.- Select the 'DSL' (for ADSL modem) or 'Mobile Broadband' (for 3G modem) tab 5.- Click on add 'Add' button 6.- Configure the connection parameters properly 7.- Notify OSD should confirm that the connection has been established 8.- Select Test to verify that it's possible to establish an HTTP connection
ast: Procedimientu de conexón d'un módem de rede USB esternu: 1.- Coneuta'l cable USB al equipu 2.- Calca col botón derecu na miniaplicación de Xestión de rede 3.- Seleicionar «Editar Conexones» 4.- Seleiciona la llingüeta «DSL» (pa módem ADSL) o «Banda ancha móvil» (pa módem 3G) 5.-Calca nel botón «Amestar» 6.- Configura los parámetros de conexón adecuadamente 7.- La notificación OSD tendría de confirmar que la conexón ta afitada 8.- Calca Probar, pa verificar si ye dable afitar una conexón HTTP
bs: Postupak povezivanja spoljnog USB mrežnog modema: 1. — Povežite USB kabal na računar. 2. — Kliknite desnim tasterom miša na programčić Upravnika mreže. 3. — Izaberite „Uredi veze...“. 4. — Izaberite karticu „DSL“ (za ADSL modem), ili „Mobilna širokopojasna“ (za 3G modem). 5. — Kliknite na dugme „Dodaj“. 6. — Ispravno podesite parametre veze. 7. — Oblačić obaveštenja treba da potvrdi da je veza uspostavljena. 8. — Izaberite „Testiraj“ da proverite da je moguće uspostaviti HTTP vezu.
sq: Proçedura e lidhjes së rrjetit me një modem të jashtëm USB: 1.- Lidhni kabllin USB me kompjuterin 2.- Klikoni me të djathtën në programthin e Menaxhuesit të Rrjetit 3.- Zgjidhni 'Modifiko Lidhjet' 4.- Zgjidhni 'DSL' (për modem ADSL) ose 'Mobile Broadband' (për modem 3G) në tabelë 5.- Klikoni butonin 'Shtoje' 6.- Konfiguroni parametrat e lidhjes siç duhet 7.- OSD njoftuese duhet të konfirmojë që lidhja është kryer 8.- Zgjidhni Testo për të verifikuar që është e mundur të bëni një lidhje HTTP
sr: Поступак повезивања спољног УСБ мрежног модема: 1. — Повежите УСБ кабал на рачунар. 2. — Кликните десним тастером миша на програмче Управника мреже. 3. — Изаберите „Уреди везе...“. 4. — Изаберите језичак „ДСЛ“ (за АДСЛ модем), или „Мобилна широкопојасна“ (за 3Г модем). 5. — Кликните на дугме „Додај“. 6. — Исправно подесите параметре везе. 7. — Облачић обавештења треба да потврди да је веза успостављена. 8. — Изаберите „Тестирај“ да проверите да је могуће успоставити ХТТП везу.

source: Automated benchmark testing
ast: Prueba de rendimientu automatizada
bs: Automatizovano benčmark testiranje
sq: Testim automatik i benchmark
sr: Тестирање аутоматизованог бенчмарка

source: Shutdown/boot cycle verification procedure: 1.- Shutdown your machine 2.- Boot your machine 3.- Repeat steps 1 and 2 at least 5 times
ast: Procedimientu de comprobación del ciclu d'apagáu/arranque: 1.- Apaga l'equipu 2.- Arranca l'equipu 3.- Repiti los pasos 1 y 2 como mínimu 5 vegaes
bs: Postupak provjere ciklusa paljenja i gašenja : 1.- Odaberite gašenje sistema 2.- Pokrenite vašu mašinu 3.- Ponovite korake 1 i 2 barem 5 puta
sq: Proçedura e verifikimit të ciklit të fikjes/rindezjes: 1.- Fikni makinën tuaj 2.- Ndizni makinën tuaj 3.- Përsërisni hapat 1 dhe 2 për të paktën 5 herë
sr: Поступак провере циклуса гашења/учитавања: 1. — Угасите ваш рачунар 2. — Учитајте систем у ваш рачунар 3. — Поновите кораке 1 и 2 најмање пет пута

source: Note: This test case has to be executed manually before checkbox execution
ast: Nota: Esti casu de prueba tien d'executase manualmente enantes d'executar checkbox
bs: Napomena: Ovaj test treba obaviti ručno prije izvršenja checkbox
sq: Shënim: Ky rast i testimit duhet të ekzekutohet në mënyrë manuale para ekzekutimit të kutisë përzgjedhëse
sr: Напомена: Овај тест се мора извршити ручно пре извршавања проверном кутијом

source: Does closing your laptop lid cause your screen to blank?
ast: ¿Zarrar la tapa del portátil fai que la pantalla quede en color prietu?
bs: Da li zatvaranje poklopca briše ekran?
sq: A e bën mbyllja e kapakut të laptopit ekranin të fiket?
sr: Да ли затварањем поклопца вашег преносног рачунара долази до празног екрана?

source: Click the Test button, then close and open the lid.
ast: Calca'l botón Probar y llueu zarra y abri la tapa.
bs: Kliknite Test dugme,pa zatvorite i otvorite poklopac.
sq: Klikoni në butonin Testo, pastaj mbylleni dhe hapeni kapakun.
sr: Кликните на дугме „Тестирај“, затим затворите и отворите поклопац.

source: Did the screen turn off while the lid was closed?
ast: ¿Apagóse la pantalla al zarrar la tapa?
bs: Da li se ekran isključio kada je poklopac zatvoren?
sq: A u fik ekrani kur kapaku ishte i mbyllur?
sr: Да ли се екран угасио када је поклопац затворен?

source: Click the Test button, then close the lid and wait 5 seconds.
ast: Calca'l botón Probar, llueu zarra la tapa y espera 5 segundos.
bs: Kliknite Test dugme,pa zatvorite poklopac i čekajte pet sekundi.
sq: Klikoni butonin Testo, pastaj mbylleni kapakun dhe prisni 5 sekonda.
sr: Кликните на дугме „Тестирај“, затим затворите поклопац и сачекајте 5 секунде.

source: Open the lid.
ast: Abri la tapa.
bs: Otvori poklopac.
sq: Hape kapakun.
sr: Отворите поклопац.

source: Did the screen turn back on when the lid was opened?
ast: ¿La pantalla encendióse al abrir la tapa?
bs: Da li se ekran uključio kada je poklopac otvoren?
sq: A u ndez përsëri ekrani kur u hap kapaku?
sr: Да ли се екран упалио када је поклопац отворен?

source: Test the network before suspending.
ast: Comprobar la rede enantes de suspender.
bs: Testiraj mrežu prije suspendiranja.
sq: Testoni rrjetin para pezullimit.
sr: Тестирајте мрежу пре стављања у режим спавања.

source: Record the current resolution before suspending.
ast: Grabar la resolución actual enantes de suspender.
bs: Zapamti trenutnu rezoluciju prije suspendiranja.
de: Aktuelle Bildschirmauflösung merken, bevor in Bereitschaft versetzt wird.
sq: Regjistro rezolucionin e tanishëm para pezullimit.
sr: Сачувајте тренутну сесију пре стављања у режим спавања.

source: Test the audio before suspending.
ast: Comprobar el soníu enantes de suspender.
bs: Provjeri zvuk prije suspendiranja.
sq: Testo audion para pezullimit.
sr: Тестирајте аудио уређаје пре стављања у режим спавања.

source: Wireless network connection procedure: 1.- Click on the Network Manager applet. 2.- Click on Disconnect under 'Wired Networks'. 3.- Select a network below the 'Wireless networks' section. 4.- Notify OSD should confirm that the connection has been established. 5.- Select Test to verify connection and throughput. Output:
bs: Procedura za konektovanje na bežičnu mrežu: 1.- Kliknite na dodatak za panel, indikator mreže. 2.- Kliknite na diskonektuj pod žičanim mrežama. 3.- Odaberite bežičnu mrežu pod bežičnim mrežama. 4.- Notify OSD će vas obavjestiti da je konekcija napravljena. 5.- Selektujte testiraj da bi ste verifikovali konekciju. Učinak:
sr: Поступак повезивања бежичне мрежне: 1. — Кликните на програмче Управника мреже. 2. — Кликните на „Прекини везу“ у одељку „Жичане мреже“. 3. — Изаберите мрежу у одељку „Бежичне мреже“. 4. — Облачић обавештења треба да потврди да је веза успостављена. 5. — Изаберите „Тестирај“ да проверите везу и пропусну моћ. Излаз:

source: Make sure that the RTC (Real-Time Clock) device exists.
ast: Asegúrate que'l preséu RTC (Reló de tiempu real n'inglés Real-Time Clock) esiste.
bs: Uvjerite se da RTC (sat realnog vremena) postoji.
de: Stellen Sie sicher, dass das RTC-Gerät (Echtzeituhr) existiert.
sq: Sigurohuni që një pajisje OKR (Ora në Kohë Reale) ekziston.
sr: Уверите се да постоји РТЦ (Стварно-временски такт) уређај.

source: Power management Suspend and Resume test
ast: Prueba de suspensión y reanudación de la xestión d'enerxía
bs: Testiranja suspenzije i reaktiviranja u upravljanju potrošnjom
sq: Testi i pezullimit dhe i rinisjes së menaxhuesit të tensionit
sr: Тест обустављања и враћања управљања напајањем

source: Select Test and your system will suspend for about 30 - 60 seconds. If your system does not wake itself up after 60 seconds, please press the power button momentarily to wake the system manually. If your system fails to wake at all and must be rebooted, restart System Testing after reboot and mark this test as Failed.
ast: Calca Probar y el sistema suspenderáse durante 30 - 60 segundos. Si'l sistema nun esconsoña dempués de 60 segundos, calca'l botón d'encendíu momentáneamente p'activar el sistema manualmente. Si'l sistema nun pue escosoñar y tien de reaniciase, reanicia les pruebes del sistema dempués de reaniciar y conseña esta prueba como fallida.
bs: Selektujte test i vaš sistem će da se suspenduje za 30-60 sekundi. Ako se ne probudi za 60 sekundi, pritisnite dugme za napajanje da bi ste ga sami probudili. Ako neće resetujte računar i označite test kao propao.
sq: Zgjidh Testo dhe sistemi juaj do të pezullohet pas 30 - 60 sekondash. Nëse sistemi juaj nuk e zgjon vetveten pas 60 sekondash, ju lutemi të shtypni butonin e ndezjes përkohësisht për ta zgjuar atë në mënyrë manuale. Nëse sistemi juaj nuk zgjohet fare dhe duhet të rindizet, rinisni Testimin e Sistemit pas rindezjes dhe shënojeni këtë testim si të dështuar.
sr: Изаберите „Тестирај“, и ваш систем ће обуставити са радом око 30-60 секунди. Ако се ваш систем не пробуди након 60 секунди, притисните на тренутак дугме за напајање да ручно пробудите систем. Ако ваш систем уопште не успе да се пробуди и мора бити поново учитан, покрените Тестирање система након тога и означите овај тест као неуспелим.

source: Test the network after resuming.
ast: Probar la rede dempués de reanudar.
bs: Test mreže nakon povratka.
de: Netzwerk nach Wiedereinschalten prüfen.
sq: Testo rrjetin as rinisjes.
sr: Тестирајте мрежу након наставка.

source: Test to see that we have the same resolution after resuming as before.
ast: Prueba pa ver si tienes la mesma resolución dempués de reanudar.
bs: Test da se vidi da li je ista rezolucija nakon buđenja,
de: Testen, ob nach Wiedereinschalten dieselbe Auflösung wie vorher eingestellt ist.
sq: Testoni për të parë që keni të njëjtin rezolucion si më parë pas rinisjes.
sr: Тестирајте да видите да ли је резолуција након наставка иста као и пре.

source: Test the audio after resuming.
ast: Probar el soníu dempués de reanudar
bs: Test zvuka nakon povratka.
sq: Testo audion pas rinisjes.
sr: Тестирајте аудио након наставка.

source: Wireless network connection procedure: 1.- Click on the Network Manager applet. 2.- If a wired connection is established, click its Disconnect option. 3.- Select a network below the 'Wireless networks' section. 4.- Notify OSD should confirm that the connection has been established. 5.- Select Test to verify connection and throughput. Output:
bs: Procedura za konektovanje na bežičnu mrežu: 1.- Kliknite na dodatak za panel, indikator mreže. 2.- Kliknite na diskonektuj pod žičanim mrežama. 3.- Odaberite bežičnu mrežu pod bežičnim mrežama. 4.- Notify OSD će vas obavjestiti da je konekcija napravljena. 5.- Selektujte testiraj da bi ste verifikovali konekciju. Učinak:
sr: Поступак повезивања бежичне мреже: 1. — Кликните на програмче Управник мреже. 2. — Ако је жичана веза успостављена, кликните на њену опцију „Прекини везу“. 3. — Изаберите мрежу испод одељка „Бежичне мреже“. 4. — Облачић обавештења треба да потврди да је веза успостављена. 5. — Изаберите „Тестирај“ да проверите везу и проток. Излаз:

source: Verify a bluetooth peripheral. An example verification procedure for a bluetooth mouse is given.
ast: Verifica un periféricu bluetooth. Darréu, exponse'l procedimientu de verificación d'un mur bluetooth.
bs: Provjera Bluetooth uređaja. Data je kao primjer provjera bluetooth miša.
sr: Проверите периферне блутут уређаје. Дат је пример поступка провере блутут миша.

source: Bluetooth mouse procedure: 1.- Enable the bluetooth mouse. 2.- Click on the bluetooth icon in the menu bar. 3.- Select 'Setup new device'. 4.- Look for the device in the list and select it. 5.- Move the mouse around the screen. 6.- Perform some single/double/right click operations.
bs: Procedura za bluetooth miš: 1.- Omogućite bluetooth miš. 2.- Kliknit ena bluetooth ikonicu na meniju. 3.- Selektuj 'Podesi novi uređaj'. 4.- Selektuj uređaj iz liste. 5.- Pomjerajte miš po ekranu. 6.- Uradite neke operacije sa duplim/jednim/desnim klikom.
sr: Поступак блутут миша: 1. — Укључите блутут миша . 2. — Кликните на иконицу блутута на линији изборника. 3. — Изаберите „Подеси нови уређај“. 4. — Потражите уређај на списку и изаберите га. 5. — Померајте миша по екрану. 6. — Извршите операције кликања тастерима.

source: This test will check to make sure that supported video modes work after a suspend and resume. Select Test to begin.
ast: Esta prueba comprobará que los moos de videu sofitaos trabayen dempués d'una suspensión y reanudación. Seleiciona Prueba pa entamar.
bs: Ovaj test će provjeriti da se uvjerite da podržani video režimi rade nakon suspendovanja i nastavljajui. Izaberite test za početak.
sq: Ky test do të kontrollojë për tu siguruar që mënyrat e suportuara të videos të punojnë pas një pezullimi apo rinisjeje. Zgjidh Testo për të filluar.
sr: Овај тест ће проверити и утврдити да подржани видео режими раде након обустављања и враћања. Изаберите „Тестирај“ да почнете.

source: This will check to make sure that your audio device works properly after a suspend and resume. You can use either internal or external microphone and speakers.
ast: Esta prueba va asegurase que los sos preseos d'audiu funcionen correchamente dempués d'una suspensión y continuación. Puedes usar micrófonos y altavoces esternos o internos.
bs: Ovaj test provjerava da li vaš zvučni uređaj radi ispravno nakon suspenzije i reaktiviranja. Možete koristiti interne ili eksterne mikrofone i zvučnike.
sr: Ово ће проверити и утврдити да ваш аудио уређај ради исправно након обустављања и враћања. Можете да користите или унутрашњи или спољашњи микрофон и звучнике.

source: To execute this test, make sure your speaker and microphone are NOT muted and the volume is set sufficiently loud to record and play audio. Select Test and then speak into your microphone. After a few seconds, your speech will be played back to you.
ast: Pa executar esta prueba, asegúrate de que l'altavoz y el micrófonu nun ta silenciáu y el volume ta suficientemente fuerte pa grabar y reproducir audio. Seleicione Prueba y llueu fala pel micrófonu. Dempués d'unos segundos, reproduciráse la to voz.
bs: Da izvršite ovaj test, provjerite da vaš zvučnik i mikrofon nisu utišani i da ie jačina zvuka podešena dovoljno glasnom za snimanje i reprodukciju zvuka. Izaberite test i onda govorite u mikrofon. Poslije nekoliko sekundi, vaš govor će se reprodukovati.
sr: Да извршите овај тест, уверите се да ваш звучник и микрофон НИСУ искључени и да је јачина звука подешена на довољну јачину за снимање и репродукцију звука. Изаберите „Тестирај“ а затим говорите у микрофон. После неколико секунди, ваш говор ће бити репродукован.

source: Enter and resume from suspend state for 30 iterations. Please note that this is a lengthy test. Select Test to begin. If your system fails to wake and must be rebooted, please restart System Testing and mark this test as Failed.
ast: Entra y reanuda dende l'estáu de suspensión 30 iteraciones. Ten en cuenta qu'esto ye una prueba llarga. Seleiciona Prueba pa entamar. Si'l sistema nun esconsoña y tien que reaniciase, por favor, reanicia la prueba de sistema y conseña esta prueba como Fallu.
bs: Ulazak i povratak iz suspendovanog stanja za 30 iteracija. Imajte na umu da je ovo dug test. Izaberite test za početak. Ako vaš sistem ne uspije da se probudi i mora biti ponovo pokrenuti, molimo Vas da ponovite testiranje sistema i da je markirate kao da ovaj test nije uspio.
sr: Уђите и вратите се из стања обуставе за 30 понављања. Имајте на уму да је ово подужи тест. Изаберите „Тестирај“ да почнете. Ако ваш систем не успе да се пробуди и мора бити поново учитан, поново покрените Тестирање система и означите овај тест неуспелим.

source: Did the system successfully suspend and resume for 30 iterations?
ast: ¿El sistema suspendióse y reanudóse 30 vegaes?
bs: Da li se sistem uspješno suspendovao i vratio kroz 30 iteracija?
sq: A u pezullua dhe rinisi sistemi me sukses pas 30 ndërveprimeve?
sr: Да ли је систем успешно обустављен и враћен за 30 понављања?

source: This will check to make sure your system can successfully hibernate (if supported).
ast: Esto comprobará que'l sistema puede ivernar correchamente (si ta sofitáu).
bs: Ova provjera je da li se sistem može uspješno hibernirati (ako je podržano).
sq: Kjo do të kontrollojë për tu siguruar që sistemi juaj mund të hibernojë me sukses (nëse suportohet).
sr: Ово ће проверити и утврдити да ваш систем може успешно да се замрзне (ако је подржано).

source: Select Test to begin. The system will hibernate and should wake itself within 5 minutes. If your system does not wake itself after 5 minutes, please press the power button to wake the system manually. If the system fails to resume from hibernate, please restart System Testing and mark this test as Failed.
ast: Seleiciona Prueba pa entamar. El sistema tien d'ivernar y esconsoñar él mesmu en 5 minutos. Si'l sistema nun esconsoña dempués de 5 minutos, calca'l botón d'encendíu p'activar el sistema manualmente. Si'l sistema nun pue reanudar dende la ivernación, reanicia la prueba de sistema y conseña esta prueba como Fallu.
bs: Izaberite test za početak. Sistem će hibernisati i trebalo bi da probudi se u roku od 5 minuta. Ako se vaš sistem ne probudi nakon 5 minuta, molimo Vas da pritisnete dugme za uključivanje da probudite ručno sistem. Ako sistem ne uspije povratak iz hibernacije, molimo Vas da ponovo testirate sistem i da markirate kao ovaj test kao da nije uspio.
sq: Zgjidhni Testo për të nisur. Sistemi do të hibernojë dhe do ta zgjojë vetveten pas 5 minutash. Nëse sistemi nuk zgjohet pas 5 minutash, ju lutemi të shtypni butonin e ndezjes për të zgjuar sistemin në mënyrë manuale. Nëse sistemi nuk riniset nga hibernimi, ju lutemi ta rinisni Testimin e Sistemit dhe ta shënoni këtë testim si të dështuar.
sr: Изаберите „Тестирај“ да почнете. Систем ће се замрзнути и сам ће се пробудити након 5 минута. Ако се ваш систем сам не пробуди после 5 минута, притиснете дугме за укључивање да ручно пробудите систем. Ако систем не успе да се врати из замрзавања, поново покрените Тестирање система и означите овај тест неуспелим.

source: Did the system successfully hibernate and did it work properly after waking up?
ast: ¿El sistema ivernó afayadizamente y funciona correchamente dempués de llevantase?
bs: Da li se sistem uspješno hibernirao i da li ispravno radi nakon buđenja?
sq: A hibernoi me sukses sistemi dhe a punoi siç duhet pasi u rizgjua?
sr: Да ли је систем успешно замрзнут и да ли исправно ради након буђења?
