Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: If your system does not have a VGA port, please skip this test.
ast: Si'l to sistema nun tien puertu VGA, dexa esta prueba.
bs: Ako vaš sistem nema VGA port, molim preskočite ovaj test.
sq: Nëse sistemi juaj nuk ka një port VGA, ju lutemi ta anashkaloni këtë test.
sr: Ако ваш систем нема VGA порт, молим прескочите овај тест.

source: Connect a display (if not already connected) to the VGA port on your system. Is the image displayed correctly?
ast: Coneuta un monitor (si nun ta yá coneutáu) al puertu VGA nel sistema. ¿Amuésase la imaxe correutamente?
bs: Priključite monitor (ako već nije priključen) na VGA port na vašem sistemu. Da li je slika ispravno prikazana?
sq: Lidhni një ekran (nëse nuk e keni bërë tashmë) me hyrjen VGA të kompjuterit tuaj. A shfaqet pamja siç duhet?
sr: Прикључите монитор (ако већ није прикључен) на VGA порт на вашем систему. Да ли је слика исправно приказана?

source: If your system does not have a DVI port, please skip this test.
ast: Si'l to sistema nun tien un puertu DVI, dexa esta prueba.
bs: Ako vaš sistem nema DVI port, molim preskočite ovaj test.
sq: Nëse sistemi juaj nuk ka një port DVI, ju lutemi ta anashkaloni këtë test.
sr: Ако ваш систем нема DVI порт, молим прескочите овај тест.

source: Connect a display (if not already connected) to the DVI port on your system. Is the image displayed correctly?
ast: Coneuta un monitor (si nun lu tienes coneutáu) al puertu DVI del sistema. ¿Amuésase la imaxe correcho?
bs: Priključite monitor (ako već nije priključen) na DVI port na vašem sistemu. Da li je slika ispravno prikazana?
sq: Lidhni një ekran (nëse nuk e keni bërë tashmë) me hyrjen DVI të kompjuterit tuaj. A shfaqet pamja siç duhet?
sr: Прикључите монитор (ако већ није прикључен) на DVI порт на вашем систему. Да ли је слика исправно приказана?

source: If your system does not have DisplayPort, please skip this test.
ast: Si'l to sistema nun tien DisplayPort, sáltate esta prueba.
bs: Ako vaš sistem nema DisplejPort, molim preskočite ovaj test.
sq: Nëse sistemi juaj nuk ka një Port për Videon, ju lutemi ta anashkaloni këtë test.
sr: Ако ваш систем нема ДисплејПорт, молим прескочите овај тест.

source: Connect a display (if not already connected) to the DisplayPort on your system. Is the image displayed correctly?
ast: Coneuta un monitor (si nun lu tienes coneutáu) al puertu DisplayPort del sistema. ¿Amuésase la imaxe correcho?
bs: Priključite monitor (ako već nije priključen) na DisplejPort na vašem sistemu. Da li je slika ispravno prikazana?
sq: Lidhni një ekran (nëse nuk e keni bërë tashmë) me hyrjen e ekranit të kompjuterit tuaj. A shfaqet pamja siç duhet?
sr: Прикључите монитор (ако већ није прикључен) на ДисплејПорт на вашем систему. Да ли је слика исправно приказана?

source: If your system does not have a HDMI port, please skip this test.
ast: Si'l to sistema nun tien un puertu HDMI, sáltate esta prueba.
bs: Ako vaš sistem nema HDMI port, molim preskočite ovaj test.
sq: Nëse sistemi juaj nuk ka një port HDMI, ju lutemi ta anashkaloni këtë test.
sr: Ако ваш систем нема HDMI порт, молим прескочите овај тест.

source: Connect a display (if not already connected) to the HDMI port on your system. Is the image displayed correctly?
ast: Coneuta un monitor (si nun lu tienes coneutáu) al puertu HDMI del sistema. ¿Amuésase la imaxe correcho?
bs: Priključite monitor (ako već nije priključen) na HDMI port na vašem sistemu. Da li je slika ispravno prikazana?
sq: Lidhni një ekran (nëse nuk e keni bërë tashmë) me hyrjen HDMI të kompjuterit tuaj. A shfaqet pamja siç duhet?
sr: Прикључите монитор (ако већ није прикључен) на HDMI порт на вашем систему. Да ли је слика исправно приказана?

source: If your system does not have a S-VIDEO port, please skip this test.
ast: Si'l to sistema nun tien un puertu S-VIDEO, sáltate esta prueba.
bs: Ako vaš sistem nema S-VIDEO port, molim preskočite ovaj test.
sq: Nëse sistemi juaj nuk ka një port S-VIDEO, ju lutemi ta anashkaloni këtë test.
sr: Ако ваш систем нема S-VIDEO порт, молим прескочите овај тест.

source: Connect a display (if not already connected) to the S-VIDEO port on your system. Is the image displayed correctly?
ast: Coneuta un monitor (si nun lu tienes coneutáu) al puertu S-VIDEO del sistema. ¿Amuésase la imaxe correcho?
bs: Priključite monitor (ako već nije priključen) na S-VIDEO port na vašem sistemu. Da li je slika ispravno prikazana?
sq: Lidhni një ekran (nëse nuk e keni bërë tashmë) me hyrjen S-VIDEO të kompjuterit tuaj. A shfaqet pamja siç duhet?
sr: Прикључите монитор (ако већ није прикључен) на S-VIDEO порт на вашем систему. Да ли је слика исправно приказана?

source: If your system does not have a RCA port, please skip this test.
ast: Si'l to sistema nun tien un puertu RCA, sáltate esta prueba.
bs: Ako vaš sistem nema RCA port, molim preskočite ovaj test.
sq: Nëse sistemi juaj nuk ka një port RCA, ju lutemi ta anashkaloni këtë test.
sr: Ако ваш систем нема RCA порт, молим прескочите овај тест.

source: Connect a display (if not already connected) to the RCA port on your system. Is the image displayed correctly?
ast: Coneuta un monitor (si nun lu tienes coneutáu) al puertu RCA del sistema. ¿Amuésase la imaxe correcho?
bs: Priključite monitor (ako već nije priključen) na RCA port na vašem sistemu. Da li je slika ispravno prikazana?
sq: Lidhni një ekran (nëse nuk e keni bërë tashmë) me hyrjen RCA të kompjuterit tuaj. A shfaqet pamja siç duhet?
sr: Прикључите монитор (ако већ није прикључен) на RCA порт на вашем систему. Да ли је слика исправно приказана?

source: Monitor power saving verification procedure: 1.- Select Test to try the power saving capabilities of your monitor. 2.- The monitor should go blank. 3.- Press any key or move the mouse to recover.
ast: Procedimientu de verificación del aforro d'enerxía del monitor: 1.- Calca Probar pa ver la capacidá d'aforru d'enerxía del to monitor. 2.- El monitor tien de dir a prieto. 3.- Calca cualquier tecla o muevi'l mur pa recuperalu.
bs: Procedura verifikacije čuvanja energije monitora: 1.- Selektujte Testiraj da biste isprobali energijo-čuvajuće mogućnosti vašeg monitora. 2.- Monitor bi trebalo da ode u crno. 3.- Pritisnite bilo koji taster ili pomjerite miš da bi ste se vratili.
sq: Proçedura e verifikimit të kursimit të energjisë nga monitori: 1.- Zgjidh Testo për të provuar aftësitë për ruajtjen e energjisë që ka monitori juaj. 2.- Monitori duhet të mbyllë ekranin. 3.- Klikoni çdu buton ose miun për ta rinisur.
sr: Поступак провере уштеде енергије монитора: 1. — Изаберите „Тестирај“ да бисте проверили могућности уштеде енергије монитора. 2. — Монитор би требао да затамни. 3. — Притисните било који тастер или померите миша да се поврати.

source: Did the monitor go blank?
ast: ¿Púnxose'l monitor a blanco?
bs: Da li je monitor postao bea slike?
sq: A u bllokua monitori?
sr: Да ли је монитор постао таман?

source: Detecting your network controller(s):
ast: Deteutando'l so(s) controlador(es) de rede:
bs: Detekcija vašeg(ih) mrežnog(ih) kontrolera:
he: מאתר את בקר/י הרשת שלך
lt: Nustatomi Jūsų tinklo valdiklis (-iai)
nb: Søker etter nettverkskontroller(e):
sq: Duke dalluar kontrolluesit tuaj të rrjetit:
sr: Откривам ваш(е) мрежни(е) контролер(е):

source: Testing your connection to the Internet:
ast: Prebando la so conexón a Internet:
bs: Testiranje vaše veze sa internetom:
he: בודק את החיבור שלך לאינטרנט:
lt: Tikrinama Jūsų jungtis prie interneto:
nb: Tester internett tilkoblingen din:
sq: Duke testuar lidhjen tuaj me Internetin:
sr: Тестирам вашу везу на Интернет:

source: Network Information
ast: Información de la rede
bs: Podaci o mreži
de: Netzwerk-Informationen
sq: Informacioni i Rrjetit
sr: Подаци о мрежи

source: Wireless scanning test.
ast: Pruebes de gueta de rede inalámbrica
bs: Test bežične pretrage.
sq: Testimi i skanerit të wireless.
sr: Тест бежичне претраге.

source: Wireless network connection procedure: 1.- Click on the Network Manager applet 2.- Select a network below the 'Wireless networks' section 3.- Notify OSD should confirm that the connection has been established 4.- Select Test to verify that it's possible to establish an HTTP connection
ast: Procedimientu de conexón a una rede inalámbrica: 1.- Calca na miniaplicación Xestor de rede 2.- Seleiciona una rede na seición «Redes inalámbriques» 3.- El notificador OSD tendrá de confirmar que la conexón afitóse. 4.- Calca Probar pa verificar que s'afitó una conexón HTTP
bs: Postupak povezivanja bežične mreže: 1. — Kliknite na programče Upravnik mreže. 2. — Izaberite mrežu ispod odeljka „Bežične mreže“. 3. — Oblačić obavještenja treba da potvrdi da je veza uspostavljena. 4. — Izaberite „Testiraj“ da proverite da li je moguće uspostaviti HTTP vezu.
sr: Поступак повезивања бежичне мреже: 1. — Кликните на програмче Управник мреже. 2. — Изаберите мрежу испод одељка „Бежичне мреже“. 3. — Облачић обавештења треба да потврди да је веза успостављена. 4. — Изаберите „Тестирај“ да проверите да ли је могуће успоставити ХТТП везу.

source: Wired network connection procedure: 1.- Click on the Network Manager applet 2.- Select a network below the 'Wired network' section 3.- Notify OSD should confirm that the connection has been established 4.- Select Test to verify that it's possible to establish an HTTP connection
ast: Procedimientu de conexón a una rede cableada: 1.- Calca n'aplicación Xestor de rede 2.- Esbilla una rede na seición «Rede cableada» 3.- El notificador OSD tien de confirmar que la conexón ta afitada. 4.- Calca Probar pa verificar que s'afitó una conexón HTTP
bs: Postupak povezivanja žičane mreže: 1. — Kliknite na programčić Upravnik mreže. 2. — Izaberite mrežu ispod odjeljka „Žičane mreže“. 3. — Oblačić obavještenja treba da potvrdi da je veza uspostavljena. 4. — Izaberite „Testiraj“ da provjerite da li je moguće uspostaviti HTTP vezu.
sq: Proçedura e lidhjes së rrjetit kabllor: 1.- Kliko në programthin Menaxhuesi i Rrjetit 2.- Zgjidhni një rrjet në seksionin e 'Rrjeteve kabllore' 3.- OSD duhet të konfirmojë që lidhja u stabilizua 4.- Zgjidh Testo për të verifikuar nëse është e mundur të stabilizohet një lidhje HTTP
sr: Поступак повезивања жичане мреже: 1. — Кликните на програмче Управник мреже. 2. — Изаберите мрежу испод одељка „Жичане мреже“. 3. — Облачић обавештења треба да потврди да је веза успостављена. 4. — Изаберите „Тестирај“ да проверите да ли је могуће успоставити ХТТП везу.

source: Built-in modem network connection procedure: 1.- Connect the telephone line to the computer 2.- Right click on the Network Manager applet 3.- Select 'Edit Connections' 4.- Select the 'DSL' tab 5.- Click on add 'Add' button 6.- Configure the connection parameters properly 7.- Notify OSD should confirm that the connection has been established 8.- Select Test to verify that it's possible to establish an HTTP connection
ast: Procedimientu de conexón del módem de rede integráu: 1.- Coneutar la llinia telefónica al equipu 2.- Calcar col botón derechu na miniaplicación de Xestión de redes 3.- Seleicionar «Editar conexones» 4.- Seleicionar la llingüeta «DSL» 5.- Calcar nel botón «Amestar» 6.- Configurar los parámetros de conexón adecuadamente 7.- La notificación OSD tendría de confirmar que la conexón ta afitada 8.- Calca Probar, pa verificar si ye posible afitare una conexón HTTP
bs: Postupak povezivanja ugrađenog mrežnog modema: 1. — Povežite računar na telefonsku liniju. 2. — Kliknite desnim tasterom miša na programčić Upravnika mreže. 3. — Izaberite „Uredi veze...“. 4. — Izaberite karticu DSL. 5. — Kliknite na dugme „Dodaj“. 6. — Ispravno podesite parametre veze. 7. — Oblačić obaveštenja treba da potvrdi da je veza uspostavljena. 8. — Izaberite „Testiraj“ da proverite da je moguće uspostaviti HTTP vezu.
sq: Proçedura e lidhjes me rrjetin për modemin e brenda instaluar: 1.- Lidhni linjën e telefonit me kompjuterin 2.- Klikoni me të djathtën në programthin Menaxhuesi i Rrjetit 3.- Zgjidhni 'Modifiko Lidhjet' 4.- Zgjidhni tabelën 'DSL' 5.- Klikoni në butonin 'Shto' 6.- Konfiguroni siç duhet parametrat e lidhjes 7.- OSD duhet t'iu njoftojë që lidhja është kryer 8.- Zgjidh Testo për të parë nëse është e mundur të bëhet një lidhje HTTP
sr: Поступак повезивања уграђеног мрежног модема: 1. — Повежите рачунар на телефонску линију. 2. — Кликните десним тастером миша на програмче Управника мреже. 3. — Изаберите „Уреди везе...“. 4. — Изаберите језичак ДСЛ. 5. — Кликните на дугме „Додај“. 6. — Исправно подесите параметре везе. 7. — Облачић обавештења треба да потврди да је веза успостављена. 8. — Изаберите „Тестирај“ да проверите да је могуће успоставити ХТТП везу.

source: Was the connection correctly established?
ast: ¿Afitóse la conexón correutamente?
bs: Da li je veza uspješno uspostavljena?
sq: A u sigurua siç duhet lidhja?
sr: Да ли је веза исправно успостављена?

source: Automated test case to verify availability of some system on the network using ICMP ECHO packets.
ast: Casu de pruebes automatizaes pa verificar la disponibilidá de dalgún sistema na rede usando paquetes ICMP ECHO.
bs: Automatizovani test za projveru dostupnosti pojedinih sistema na mreži koristeći ICMP EHO pakete
de: Automatischer Test zur Überprüfung der Verfügbarkeit einiger Systeme im Netzwerk unter Verwendung von ICMP-ECHO-Paketen.
sq: Mjet i automatizuar testimi për të verifikuar disponueshmërinë e disa sistemeve në rrjet për të përdorur paketat ICMP ECHO.
sr: Аутоматизовани тест за проверу доступности појединих система на мрежи користећи ИЦМП ЕХО пакете.

source: Automated test case to make sure that it's possible to download files through HTTP
ast: Casu de pruebes automatizaes pa verificar si ye dable descargar ficheros per aciu de HTTP
bs: Automatizovani test da se uvjerite da li moguće preuzeti datoteke kroz HTTP
de: Automatischer Test des Herunterladens von Dateien über HTTP
sq: Mjet automatik testimi për tu siguruar që është e mundur të shkarkohen skedarët me anë të HTTP
sr: Аутоматизовани тест да се уверите да ли могуће преузети датотеке кроз ХТТП

source: Test to see if we can sync local clock to an NTP server
ast: Prueba pa ver si se pues sincronizar el reló llocal con un sirvidor NTP
bs: Test kojim ćete videti da li možete da usaglasite sat sa NTP serverom
de: Test zur Überprüfung des Uhrzeitabgleichs mit einem NTP-Server
sq: Testoni për të parë nëse mund ta sinkronizoni orën lokale me serverin NTP
sr: Тест којим ћете видети да ли можете да усагласите часовник са НТП сервером

source: Verify that an installation of checkbox-server on the network can be reached over SSH.
ast: Verificar qu'una instalación de chechbox-server na rede pue algamase per duana de SSH
bs: Provjerava da li instalacija servera biranja na mreži može biti dostignuta preko SSH-a.
de: Überprüfung der Erreichbarkeit einer Installation von checkbox-server über das Netzwerk mittels SSH.
sq: Verifikoni që një instalim i checkbox-server në rrjet mund të arrihet me anë të SSH.
sr: Проверава да ли инсталација сервера проверне кутије на мрежи може бити достигнута преко ССХ-а.

source: Try to enable a remote printer on the network and print a test page.
ast: Intentar activar una imprentadora na rede ya imprentar una páxina de prueba.
bs: Pokušaće da omogući udaljeni štampač na mreži i da otštampa probnu stranicu.
de: Es wird versucht einen entfernt angeschlossenen Drucker im Netzwerk zu aktivieren und eine Testseite zu drucken.
sq: Përpiqu të aktivizosh një printer të largët në rrjet dhe printo një faqe testimi.
sr: Покушаће да омогући удаљени штампач на мрежи и да одштампа пробну страницу.

source: Multiple network cards
ast: Delles tarxetes de rede
bs: Kartice za više mreža
sq: Shumë karta rrjeti
sr: Картице више мрежа

source: Test to measure the network bandwidth
ast: Prueba pa midir l'anchor de banda de rede
bs: Test za mjerenje mrežne propusnosti
de: Test, um die Bandbreite des Netzwerks zu messen.
sq: Testo për të matur gjerësinë e rrjetit
sr: Тест за мерење пропусног опсега мреже

source: The following optical drives were detected:
ast: Detectáronse los siguientes controladores ópticos:
bs: Sljedeći optički diskovi su prepoznati:
sq: Pajisjet optikale që vijojnë u dalluan:
sr: Откривени су следећи оптички уређаји:

source: Optical Storage device read tests
ast: Pruebes de llectura de preséu d'almacenamientu ópticu
bs: Testovi čitanja optičkog uređaja.
de: Lesetest für optische Speicherlaufwerke
sq: Teste të leximit të pajisjes me Ruajtje Optike
sr: Тестови читања оптичког уређаја складиштења

source: The detected optical drive seems to support writing. Enter a blank CDROM \ into your drive and try writing to it.
ast: La unidá óptica deteutada paez ser compatible cola escritura. Inxerta un \ CDROM en blanco na unidá ya intentar escribir nél.
bs: Detektovani optički disk izgleda da podržava pisanje. Unesite blanko CD-ROM \ u vaš drajv i pokušajte da pišete po njemu.
sq: Draivi optik që u dallua duket se suporton shkrimin. Vendosni një CDROM bosh \ në draivin tuaj dhe përpiquni të shkruani në të.
sr: Откривени оптички уређај изгледа да подржава писање. Убаците празан ЦДРОМ \ у ваш уређај и покушајте да га нарежете.

source: CD audio playback procedure: 1.- Insert an audio cd in your optical drive. 2.- An icon should appear on the desktop. 3.- Right-click on the icon and select "Open with Rhythmbox". 4.- Select the CD as the playback source and press play button. 5.- The music should reproduce. 6.- Stop music reproduction after some time. 7.- Right click on the desktop icon and select "Eject Volume". 8.- The CD should be ejected and the icon removed from the desktop.
ast: Procedimientu de reproducción d'audio de CD: 1.- Inxerta un CD d'audio na unidá óptica. 2.- Deberá aparecer un icono nel escritoriu. 3.- Fai clic col botón derechu nel iconu y seleiciona «Abrir con Rhythmbox». 4.- Seleiciona'l CD como orixe de la reproducción y calca'l botón de reproducción. 5.- Tien de reproducise la música. 6.- Posa la reproducción de música dempués d'unos momentos. 7.- Fai clic col botón derechu nel iconu del escritoriu y seleiciona «Espulsar volume». 8.- El CD tien d'espulsase y l'iconu tien de desapaecer del escritoriu.
bs: Postupak izvođenja CD zvuka: 1 .- Ubacite audio CD u optički drajv. 2 .- ikona treba da se pojavi na radnoj površini. 3 .- Kliknite desnim tasterom miša na ikonu i izaberite "Otvori sa Rhythmbox". 4 .- Odaberite CD-a kao izvor reprodukcije i pritisnite dugme za reprodukciju. 5. .- Muzika treba da reprodukuju. 6 .- Prestanite reprodukciju muzike poslije nekog vremena. 7 .- Desni klik na desktop ikonu i izaberite "Izbaci Sadržak". 8 .- CD-a bi trebalo da bude izbačen i ikona uklonjena iz radne površine.
sq: Proçedura e luajtjes së CD audio: 1.- Vendosni një CD audio në draivin tuaj optik. 2.- Një ikonë duhet të shfaqet në desktop. 3.- Klikoni mbi ikonë dhe zgjidhni "Hape me Rhythbox". 4.- Zgjidh CD si burim për ta luajtur dhe kliko butonin luaje. 5.- Muzika duhet të luajë. 6.- Ndaleni luajtjen e muzikës pas njëfarë kohe. 7.- Klikoni me të djathtën mbi ikonën në desktop dhe zgjidhni "Nxirre Volumin". 8.- CD do të dalë dhe ikona do të zhduket nga desktopi.

source: The detected optical drive seems to support writing. Enter a blank DVD \ into your drive and try writing to it.
ast: La unidá óptica deteutada paez ser compatible cola escritura. Inxerta un DVD \ en blanco na unidá ya intenta escribir nél.
bs: Detektovani optički disk izgleda da podržava pisanje. Unesite blanko DVD \ u vaš drajv i pokušajte da pišete po njemu.
sq: Draivi optik i përzgjedhur duket se suporton shkrimin. Vendosni një DVD bosh \ në draivin tuaj dhe përpiquni të shkruani në të.
sr: Откривени оптички уређај изгледа да подржава писање. Убаците празан ДВД \ у ваш уређај и покушајте да га нарежете.

source: Does writing work?
ast: ¿Funciona la escritura?
bs: Da li upis radi?
sq: A punon shkrimi?
sr: Да ли резање ради?

source: DVD movie playback procedure: 1.- Insert a DVD that contains any movie in your optical drive. 2.- A window should appear with some actions that you may choose. Select 'Open Movie Player'. 3.- The player should be opened and the movie should reproduce. 4.- Stop movie reproduction after some time. 5.- An icon should appear in the desktop. 6.- Right click on the icon and select "Eject Volume". 7.- The DVD should be ejected and the icon removed from the desktop.
ast: Procedimientu de reproducción d'una película de DVD: 1.- Inxerta un DVD que contenga cualquier película na unidá óptica. 2.- Tien d'apaecer una ventana con delles aiciones ente les que poder escoyer. Escueyi «Abrir reproductor de películes». 3.- El reproductor tendrá d'abrise y tendrá de reproducise la película. 4.- Detén la reproducción de la película dempués d'unos momentos. 5.- Tien d'apaecer un iconu nel escritoriu. 6.- Fai clic col botón derechu nel iconu y seleiciona «Espulsar volume». 7.- El DVD tendría d'espulsase y l'iconu tendría de desapaecer del escritoriu.
bs: Postupak izvođenja DVD filma:1 .- Ubacite DVD koji sadrži bilo koji film na optički disk. 2 .- Prozor treba da se pojavi sa nekim akcijama koje možete izabrati. Izaberite "Otvori Movie Player. 3 .- Plejer bi trebalo da bude otvoren i film bi trebao da se reprodukuje. 4 .- Prestanite reprodukciju filma nakon nekog vremena. 5 .- Ikona treba da se pojavi u radnoj površini. 6 .- Desni klik na ikonu i izaberite "Izbaci Sadržaj". 7 .- DVD bi trebalo da bude izbačen i ikona ukloni iz radne površine.
sq: Proçedura e luajtjes së filmit DVD: 1.- Vendos një DVD që përmban çdo lloj filmi në draivin tënd optik. 2.- Një dritare do të shfaqet me disa veprime që ju mund ti zgjidhni. Zgjidhni 'Hap Luajtësin e Filmave'. 3.- Luajtësi do të hapet dhe filmi do të fillojë. 4.- Ndale riprodhimin e filmit pas njëfarë kohe. 5.- Një ikonë do të shfaqet në desktop. 6.- Kliko me të djathtën në ikonë dhe zgjidh "Nxirr Volumin". 7.- DVD-ja do të dalë dhe ikona do të zhduket nga desktopi.

source: Insert a DVD. Then select Test to play the DVD in Totem.
ast: Inxerta un DVD. Dempués seleiciona Prueba pa reproducir un DVD en Totem.
bs: Ubacite DVD-a. Zatim izaberite Test za reprodukciju DVD-u Totem.
sq: Vendosni një DVD. Pastaj ugjidhni Test për ta luajtur DVD në Totem.
sr: Убаците ДВД. Затим кликните „Тестирај“ да бисте Тотемом репродуковали ДВД.

source: Did the file play?
ast: ¿Reprodúxose'l ficheru?
bs: Da li je došlo do reprodukcije?
sq: A luajti skedari?
sr: Да ли је датотека пуштена?

source: Is your gnome system clock displaying the correct date and time for \ your timezone?
ast: ¿Amuesa'l reló del sistema de gnome la data y la hora correutes \ pa la to estaya horaria?
bs: Da li vaš gnome sistemski sat prikazuje ispravno vrijeme i datum za \ vašu vremensku zonu?
sq: A po e shfaq ora e sistemit tuaj gnome datën dhe orën e saktë për \ zonën tuaj kohore?
sr: Да ли сат вашег гном система приказује тачан датум и време за \ вашу временску зону?
