Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Further information:
ast: Más información:
bs: Dodatne informacije:
de: Weitere Informationen:
sq: Informacion i mëtejshëm:
sr: Додатне информације:

source: Ne_xt
ast: _Siguiente
bs: Slj_edeći
de: _Weiter
he: הב_א
lt: Se_kantis
nb: Ne_ste
sq: Tj_etri
sr: _Следеће

source: System Testing
ast: Prebes del Sistema
bs: Testiranje sistema
de: Systemüberprüfung
sq: Testim i Sistemit
sr: Тестирање система

source: _Deselect All
ast: _Deseleicionar too
bs: _Ukini izbor za sve
de: Auswahl au_fheben
sq: Mos _Zgjidh Asnjë
sr: По_ништи све

source: _No
ast: _Non
bs: _Ne
de: _Nein
he: ל_א
lt: _Ne
nb: _Nei
sq: _Jo
sr: _Не

source: _Previous
ast: _Anterior
bs: _Prethodni
de: _Zurück
he: ה_קודם
lt: _Ankstesnis
nb: _Forrige
sq: _Paraardhësi
sr: Пре_тходно

source: _Select All
ast: _Seleicionar too
bs: _Označi sve
de: Alle au_swählen
sq: _Zgjidh Gjithçka
sr: _Изабери све

source: _Skip this test
ast: Omitir e_sta preba
bs: _Preskoči ovaj test
de: Diesen Test _überspringen
he: _דלג על בדיקה זו
lt: _praleisti šį testą
nb: _Dropp testen
sq: _anashkaloje këtë test
sr: _Прескочи овај тест

source: _Yes
ast: _Sí
bs: _Da
de: _Ja
he: _כן
lt: _Taip
nb: _Ja
sq: _Po
sr: _Да

source: Test and report system information
ast: Prebar y reportar información de sistema
bs: Testiraj i prikaži informacije o sistemu
sq: Testo dhe raporto informacionin e sistemit
sr: Тестирајте и известите о информацијама система

source: Test that the /var/crash directory doesn't contain anything.
ast: Comprueba que'l direutoriu /var/crash nun contién nada.
bs: Test da direktorij /var/crash ne sadrži ništa.
sq: Testo që direktoria /var/crash nuk përmban asgjë.
sr: Провери да ли директоријум /var/crash не садржи ништа

source: Detecting your sound device(s):
ast: Deteutando los sos preseos de soníu:
bs: Detekcija vašeg zvučnog uređaja:
sq: Duke dalluar pajisjet tuaja të zërit:
sr: Откривам ваш звучни уређај:

source: Is this correct?
ast: ¿Ye ésto correuto?
bs: Da li je ovo tačno?
he: האם זה נכון?
lt: Ar tai taisyklinga?
nb: Er dette riktig?
sq: A është e saktë kjo?
sr: Да ли је ово тачно?

source: Did you hear a sound and was that sound free of any distortion, clicks or other strange noises?
ast: ¿Oyisti un soníu llibre de distorsiones, pulsaciones o ruios estraños?
bs: Da li ste čuli zvuk i taj zvuk je bio bez ikakvih izobličenja, klikova ili drugih čudnih zvukova?
sq: A dëgjuat një zë dhe a ishte ai zë i pastër nga dridhjet, kërcitjet apo zhurma të tjera të çuditshme?
sr: Да ли сте чули звук и да ли је тај звук био без сметњи, кликова или других чудних шумова?

source: Please connect a pair of headphones to your audio device.
ast: Coneuta un par d'auriculares nel to preséu d'audio.
bs: Molimo vas priključite par slušalica u vaš zvučni uređaj.
sq: Ju lutemi të lidhni një palë kufje me pajisjen tuaj audio
sr: Молим прикључите пар слушалица у ваш звучни уређај.

source: Select Test to play a sound on the automatically detected playback device.
ast: Seleicione Prueba pa reproducir un soníu nel preséu de soníu deteutáu automáticamente.
bs: Izaberite test da izvedete zvuk na automatski prepoznatom uređaju za reprodukciju.
sq: Përzgjidhni Testo për të luajtur një zë në pajisjen e zgjedhur automatikisht për luajtje.
sr: Изаберите „Тестирај“ да пустите звук на аутоматски откривеном уређају за репродукцију.

source: Did you hear a sound through the headphones and did the sound play without any distortion, clicks or other strange noises from your headphones?
ast: ¿Escuchóse un soníu al traviés de los auriculares y sonó ensin denguna distorsión, pulsación u otros soníos estraños nos auriculares?
bs: Da li ste čuli zvuk kroz slušalice i da li se zvuk izvodi bez ikakvih izobličenja, klikova ili drugih čudnih zvukove sa slušalicama?
sq: A dëgjuat një zë me anë të kufjeve dhe a luajti zëri pa dridhje, kërcitje apo zhurma të tjera të çuditshme nga kufjet tuaja?
sr: Да ли сте чули звук у слушалицама и да ли је звук пуштен без сметњи, кликова или других чудних шумова из ваших слушалица?

source: Disconnect any external microphones that you have plugged in. Select Test, then speak into your internal microphone. After a few seconds, your speech will be played back to you.
ast: Desconeuta tolos micrófonos esternos qu'enchufesti. Seleicione Prueba, y fala al micrófonu internu. Dempués d'unos segundos, reproduciráse la to voz.
bs: Isključite sve spoljne mikrofonima koji ste priključili. Izaberite Test, onda govorite u svoj unutrašnji mikrofon. Poslije nekoliko sekundi, vaš govor će se reprodukovati.
sq: Shkëpusni çdo mikrofonë të jashtëm që keni vendosur. Zgjidhni Testo, pastaj flisni në mikrofonin tuaj të brendshëm. Pas disa sekondash fjalimi juaj do të luhet mbrapsht.
sr: Искључите све спољне микрофоне које сте прикључили. Изаберите „Тестирај“, затим причајте у ваш уграђени микрофон. Након неколико секунди, ваш говор ће бити репродукован.

source: Connect a microphone to your microphone port. Select Test, then speak into the microphone. After a few seconds, your speech will be played back to you.
ast: Coneuta un micrófono al puertu de micrófonu. Seleiciona Prueba, llueu fala pel micrófonu. Dempués d'unos segundos reproduciráse'l to discursu.
bs: Povežite mikrofon na mikrofon porta. Izaberite test, onda govorite u mikrofon. Poslije nekoliko sekundi, vaš govor će vam se reprodukovati.
sq: Lidhni një mikrofon në portin tuaj të mikrofonit. Zgjidhni Testo, pastaj flisni në mikrofon. Pas disa sekondash fjalimi juaj do të luhet mbrapsht.
sr: Прикључите микрофон у ваш микрофон конектор. Изаберите „Тестирај“, затим причајте у микрофон. Након неколико секунди, ваш говор ће бити репродукован.

source: Connect a USB audio device to your system. Then open the volume control application by left-clicking on the speaker icon in the panel and selecting "Sound Preferences". Select the "Input" tab and choose your USB device. Select the "Output" tab and choose your USB device. When you are done, select Test, then speak into the microphone. After a few seconds, your speech will be played back to you.
ast: Coneutar un preséu USB d'audio al sistema. A continuación, abri l'aplicación de control de volume calcando nel iconu del altavoz nel panel y seleicionando la opción «Preferencies de soníu». Seleiciona la llingüeta «Entrada» y escueyi'l preséu USB. Seleiciona la llingüeta «Salida» y seleiciona'l preséu USB. Cuando acabes, seleiciona Probar, y fala al micrófono. Dempués d'unos segundos, reproduciráse la to voz.
bs: Povežite USB audio uređaj na vaš sistem. Zatim otvorite aplikaciju za kontrolu jačine zvuka liijevim klikom na ikonu zvučnika na panelu i izaberite "Podešavanja zvuka". Izaberite "Ulaz" karticu i izaberite USB uređaj. Izaberite "Izlaz" karticu i izaberite USB uređaj. Kada završite, izaberite test, onda govorite u mikrofon. Poslije nekoliko sekundi, vaš govor će se reprodukovati.
sq: Lidhni një pajisje USB audio me sistemin tuaj. Pastaj hapni programin e kontrollit të audios duke klikuar me të majtën në ikonën e folësit në paneë dhe duke zgjedhur "Preferencat e Zërit". Zgjidhni tabelën "Hyrja" dhe zgjidhni pajisjen tuaj USB. Zgjidhni tabelën "Dalja" dhe zgjidhni pajisjen tuaj USB. Kur të keni mbaruar, zgjidhni Testo dhe pastaj flisni në mikrofon. Pas disa sekondash zëri juaj do të luhet mbrapsht.
sr: Повежите УСБ аудио уређај на ваш систем. Затим отворите програм за контролу јачине звука левим кликом на иконицу звучника на панелу и изаберите „Подешавања звука“. Изаберите језичак „Улаз“ и изаберите ваш УСБ уређај. Изаберите језичак „Излаз“ и изаберите ваш УСБ уређај. Када завршите, кликните „Тестирај“, а затим говорите у микрофон. После неколико секунди, ваш говор ће вам бити репродукован.

source: Did you hear your speech played back?
ast: ¿Oyisti la to voz?
bs: Da li ste čuli reprodukciju vašeg govora?
sq: A e dëgjuat fjalimin tuaj të luajtur mbrapsht?
sr: Да ли сте чули репродукцију вашег говора?

source: Play back a sound on the default output and listen for it on the \ default input. This makes the most sense when the output and input \ are directly connected, as with a patch cable.
ast: Reproduz un soníu pela salida predeterminada y escucha pela entrada pela predeterminada. Esto val muncho cuando la salida y la entrada tán coneutaes direutamente, por exemplu con un cable de conexón.
bs: Reprodukuj zvuk na podrazumijevanom izlazu i slušaj ga na \ podrazumijevanom ulazu. To ima najviše smisla kada su izlaz i ulaz \ su direktno povezani, kao sšto je slučaj sa patch kablom.
sq: Luaj një zë në daljen e parazgjedhur dhe dëgjoje atë në \ hyrjen e zgjedhur. Kjo ky më tepër kuptim kur dalja dhe hyrja \ janë të lidhura drejtpërdrejt, siç ndodh me një kabëll të ndërthurur.
sr: Пусти звук на уобичајном излазу и слушај га на \ уобичајном улазу. Ово има смисла када су улаз и излаз \ директно повезани каблом.

source: Autotest suite (destructive)
ast: Suite Autotest (destructivu)
bs: Komplet za autotestiranje (destruktivan)
sq: Mjet vetë testimi (shkatërrimtar)
sr: Комплет за само-проверу (разарајуће)

source: The address of your Bluetooth device is: $output
ast: La direición del to preséu Bluetooth ye: $output
bs: Adresa vašeg Bluetooth uređaja je: $output
sr: Адреса вашег Блутут уређаја је: $output

source: Automated test to store output in checkbox report
ast: Prueba automatizada p'almacenar el resultáu nel informe checkbox
bs: Automatsko testiranje za smiještanje izlaza u checkbox izvještaj
sq: Teatim automatik për ta ruajtur daljen në raportin e kontrollit
sr: Осамостаљена проба за чување излаза у извештају проверне кутије

source: Bluetooth browse files procedure: 1.- Enable bluetooth on any mobile device (PDA, smartphone, etc.) 2.- Click on the bluetooth icon in the menu bar 3.- Select 'Setup new device' 3.- Look for the device in the list and select it 4.- In the device write the PIN code automatically chosen by the wizard 5.- The device should pair with the computer 6.- Right-click on the bluetooth icon and select browse files 7.- Authorize the computer to browse the files in the device if needed 8.- You should be able to browse the files
ast: Procedimientu pa examinar ficheros per Bluetooth: 1.- Activa Bluetooth en cualquier preséu móvil (PDA, smartphone, etc.) 2.- Calca nel iconu de Bluetooth que s'atopa na barra de menú 3.- Escueyi «Configurar nuevu preséu». 4.- Busca'l preséu na llista y escuéyilu 5.- Nel preséu escribi'l códigu PIN qu'escoyó automáticamente l'asistente 6.- El preséu tendría d'empareyar col equipu 7.- Calca col botón derechu nel iconu de Bluetooth y escueyi «Examinar ficheros» 8.- Autoriza al equipu pa examinar los ficheros del preséu si fuera necesario 9.- Tendríes de ser capaz d'examinar los ficheros
bs: Postupak pregleda Bluetooth datoteka: 1 .- Aktivirajte Bluetooth na bilo kom mobilnom uređaju (PDA, smart telefona, itd) 2 .- Kliknite na Bluetooth ikonicu u meniju 3 .- Izaberite 'Podešavanje novog uređaja "3 .- Potražite uređaj u listi i izaberite ga 4 .- U uređaj pišite PIN automatski odabran čarobnjakom 5 .- Uređaj bi trebalo da se upari sa računarom 6 .- Kliknite desnim tasterom miša na ikonu i izaberite Bluetooth pregled datoteka 7 .- Ovlastite računaa za pregled datoteka u uređaju ako je potrebno 8 .- Trebalo bi da budete u mogućnosti da pretražujete datoteke
sq: Proçedura për të shfletuar skedarët e Bluetooth: 1.- Aktivizo bluetooth në çdo pajisje mobile (PDA, smartphone, etj.) 2.- Kliko në ikonën e bluetooth në shiritin e menusë 3.- Zgjidh 'Instalo pajisje të re' 4.- Shiko për pajisjen në listë dhe përzgjidhe atë 5.- Tek pajisja shkruaj kodin PIN që është zgjedhur në mënyrë automatike nga programi 6.- Pajisja duhet të binjakëzohet me kompjuterin 7.- Kliko me të djathtën në ikonën e bluetooth dhe zgjidh 'shfleto skedarët' 8.-Autorizo kompjuterin që të shfletojë skedarët në pajisje nëse nevojitet 9.- Tani duhet të jeni në gjendje të shfletoni skedarët
sr: Поступак разгледања датотека блутутом: 1. — Укључите блутут на свим преносним уређајима (ПДА, паметни телефони, итд.) 2. — Кликните на иконицу блутута на линији изборника 3. — Изаберите „Подеси нови уређај“ 4. — Потражите уређај на списку и изаберите га 5. — У уређају упишите ПИН код који је чаробњак сам изабрао 6. — Уређај би требао да се упари са рачунаром 7. — Кликните десним тастером миша на иконицу блутута и изаберите разгледање датотека 8. — Овластите рачунар да разгледа датотеке на уређају ако је потребно 9. — Требало би да будете у могућности да разгледате датотеке

source: Bluetooth file transfer procedure: 1.- Make sure that you're able to browse the files in your mobile device 2.- Copy a file from the computer to the mobile device 3.- Verify that the file was correctly copied 4.- Copy a file from the mobile device to the computer 5.- Verify that the file was correctly copied
ast: Procedimientu de tresferencia de ficheros Bluetooth: 1.- Asegúrate de que pues esaminar los ficheros nel preséu móvil 2.- Copia un ficheru del equipu al preséu móvil 3.- Comprueba que'l ficheru se copió correchamente 4.- Copia un ficheru del dispositivu móvil al equipu 5.- Comprueba que'l ficheru se copió correchamente
bs: Postupak transfera Bluetooth datoteka: 1 .- Provjerite da li ste u mogućnosti da pretražujete datoteke u svom mobilnom uređaju 2 .- Kopirajte datoteke sa računara na mobilni uređaj 3 .- Provjerite da li je datoteka ispravno kopirana 4 .- kopirajte datoteke sa mobilnog uređaja na računar 5. .- Provjerite da li je datoteka ispravno kopirana
sq: Proçedura e transferimit të skedar[ve me bluetooth: 1.- Sigurohuni që jeni në gjendje të shfletoni skedarët në pajisjen tuaj mobile 2.- Kopjoni një skeda nga kompjuteri në pajisjen tuaj mobile 3.- Verifikoni që skedarët të jenë kopjuar siç duhet 4.- Kopjoni një skedar nga pajisja mobile në kompjuter 5.- Verifikoni që skedari të jetë kopjuar siç duhet
sr: Поступак преноса датотека блутутом: 1. — Уверите се да сте у могућности да разгледате датотеке на вашем преносном уређају 2. — Умножите датотеку са рачунара на преносни уређај 3. — Проверите да ли је датотека исправно умножена 4. — Умножите датотеку са преносног уређаја на рачунар 5. — Проверите да ли је датотека исправно умножена

source: Bluetooth audio procedure: 1.- Enable the bluetooth headset 2.- Click on the bluetooth icon in the menu bar 3.- Select 'Setup new device' 4.- Look for the device in the list and select it 5.- In the device write the PIN code automatically chosen by the wizard 6.- The device should pair with the computer 7.- Select Test to record for five seconds and reproduce in the bluetooth device
ast: Procedimientu pal soníu Bluetooth: 1.- Activa los auriculares Bluetooth. 2.- Calca nel iconu de Bluetooth de la barra de menús. 3.- Seleiciona «Configurar preséu nuevu». 4.- Busca'l preséu na llista y seleiciónalu. 5.- Escribi nel preséu el códigu PIN que xenera automáticamente l'asistente. 6.- El preséu tendría de coneutase col ordenador. 7.- Seleiciona Prueba para grabar durante 5 segundos y reproducir nel preséu Bluetooth.
bs: Postupak kod Bluetooth audio uređaja: 1 .- Omogući Bluetooth slušalice 2 .- Kliknite na Bluetooth ikonicu u meniju 3 .- Izaberite 'Podešavanje novog uređaja "4 .- Potražite uređaj u listi i izaberite ga 5 .- U uređaj upišite PIN kod koga automatski bira čarobnjak 6 .- Uređaj bi trebalo da se upari sa računarom 7 .- Izaberite Test za registrovanje pet sekundi i reprodukciju u Bluetooth uređaju
sq: Proçedura e audios me Bluetooth: 1.- Aktivizo kufjet bluetooth 2.- Kliko në ikonën e bluetooth në shiritin e menuve 3.- Zgjidh 'Instalo pajisje të re' 4.- Kërko për pajisjen në listë dhe përzgjidhe atë 5.- Në pajisje shkruani kodin PIN të zgjedhur në mënyrë automatike nga programi 6.- Pajisje duhet të binjakëzohet me kompjuterin 7.- Zgjidhni Test për të regjistruar për 5 sekonda dhe riprodhojeni në pajisjen bluetooth
sr: Поступак блутут звука: 1. — Укључите блутут слушалице 2. — Кликните на иконицу блутута на линији изборника 3. — Изаберите „Подеси нови уређај“ 4. — Потражите уређај на списку и изаберите га 5. — У уређају упишите ПИН код који је чаробњак сам изабрао 6. — Уређај би требао да се упари са рачунаром 7. — Изаберите „Тестирај“ да снимите за пет секунди и да пустите у блутут уређају

source: Bluetooth keyboard procedure: 1.- Enable the bluetooth keyboard 2.- Click on the bluetooth icon in the menu bar 3.- Select 'Setup new device' 4.- Look for the device in the list and select it 5.- Select Test to enter text
ast: Procedimiento pal tecláu Bluetooth: 1.- Activa'l tecláu Bluetooth. 2.- Calca nel iconu de Bluetooth de la barra de menús. 3.- Seleiciona «Configurar preséu nuevu». 4.- Busca'l preséu na llista y seleiciónalu. 5.- Seleiciona Prueba pa escribir testu.
bs: Postupak kod Bluetooth tastature: 1 .- Omogući tastature Bluetooth 2 .- Kliknite na Bluetooth ikonicu u meniju 3 .- 4 .- Potražite uređaj u listi izaberite "Podešavanje novog uređaja" i izaberite ga 5 .- Izaberi test za unos teksta
sq: Proçedura e tastierës Bluetooth: 1.- Aktivizoni tastierën bluetooth 2.- Klikoni në ikonën e bluetooth në shiritin e menusë 3.- Zgjidhni 'Instalo pajisje të re' 4.- Kërkoni për pajisjen në listë dhe përzgjidheni atë 5.- Zgjidhni Testo për të shkruar tekst
sr: Поступак блутут тастатуре: 1. — Укључите блутут тастатуру 2. — Кликните на иконицу блутута на линији изборника 3. — Изаберите „Подеси нови уређај“ 4. — Потражите уређај на списку и изаберите га 5. — Изаберите „Тестирај“ да упишете текст

source: Did all the steps work?
ast: ¿Funcionaron tolos pasos?
bs: Da li svi koraci rade?
sq: A punuan të gjithë hapat?
sr: Да ли сви кораци раде?

source: Automated test case that attempts to detect a camera
ast: Preba automatizada qu'intenta detectar una cámara
bs: Automatizovani test koji pokušava da otkrije kameru
sq: Rast i testimit automatik që përpiqet të dallojë një kamera
sr: Осамостаљени тест који ће покушати да открије камерицу

source: Select Test to display a video capture from the camera
ast: Calca Probar p'amosar un vídeu capturáu cola cámara.
bs: Odaberi Test za prikaz video hvatanja s kamere.
sq: Zgjidh Testo për të shfaqur një video të kapur nga kamera
sr: Изаберите „Тестирај“ да прикажете видео снимак са камерице

source: Did you see the video capture?
ast: ¿Visti'l videu?
bs: Da li ste vidjeli video dohvatanje?
sq: A e pe videon e kapur?
sr: Да ли сте видели видео снимак?

source: Select Test to display a still image from the camera
ast: Calca Probar p'amosar una imaxe capturada cola cámara.
bs: Odaberite Test za prikaz spore slike s kamere
sq: Zgjidh Testo për të shfaqur një imazh të pezulluar nga kamera
sr: Изаберите „Тестирај“ да прикажете стилску слику са камерице

source: Did you see the image?
ast: ¿Visti la imaxe?
bs: Da li ste vidjeli sliku
sq: A e pe imazhin?
sr: Да ли сте видели слику?

source: Select Test to capture video to a file and open it in totem. Please make sure that both audio and video is captured.
ast: Calca Probar pa capturar vídeu nun ficheru y abrir col reproductor Totem. Comprueba que'l ficheru contién tantu videu como audiu.
bs: Odaberite test za snimanje video datoteke i otvorite je u Totem. Uvjerite se da su i audio i video je zarobljeni.
sq: Zgjidhni Testo për të kapur video në një skedar dhe për ta hapor atë në Totem. Sigurohuni që si videoja dhe audioja të jenë kapur.
sr: Изаберите „Тестирај“ да снимите видео у датотеку и да га отворите у тотему. Будите сигурни да су и звук и видео снимљени.

source: Did you see/hear the capture?
ast: ¿Visti/escuchasti la captura?
bs: Da li ste vidjeli/čuli dohvatanje?
sq: A e patë/dëgjuat kapjen?
sr: Да ли сте видели/чули снимак?

source: Select Test to play an Ogg Vorbis file (.ogg)
ast: Calca Probar pa reproducir un ficheru d'audiu Ogg Vorbis (.ogg).
bs: Odaberite Test za izvođenje Ogg Vorbis datoteke (.ogg)
sq: Zgjidhni Test për të luajtur një skedar Ogg Vorbis (.ogg)
sr: Изаберите „Тестирај“ да пустите Огг Ворбис датотеку (.ogg)

source: Select Test to play a Wave Audio format file (.wav)
ast: Calca Probar pa reproducir un ficheru d'audiu d'ondes (.wav)
bs: Odaberite Test za izvođenje datoteke u Wave Audio formatu (.wav)
sq: Zgjidhni Test për të luajtur një skedar Wave Audio (.wav)
sr: Изаберите „Тестирај“ да пустите звучну датотеку Вејв формата (.wav)

source: Did the sample play correctly?
ast: ¿Reproducióse correchamente l'audiu?
bs: Da li je zvučni uzorak dobro izveden?
sq: A luajti shembulli siç duhet?
sr: Да ли је узорак пуштен исправно?

source: Select 'Test' to play some audio, and try pausing and resuming playback while the it is playing.
ast: Seleiciona «Probar» pa reproducir soníu, y prueba a posar y continuar la reproducción mentanto ta sonando.
bs: Odaberite 'Test' za izvođenje zvuka, i probajte pauzirati i nastavljati izvođenje.
sq: Zgjidhni 'Test' për të luajtur audio dhe provoni ta vini në pauzë e ta rinisni kur është duke luajtur.
sr: Изаберите „Тестирај“ да пустите неки звук, и да покушате да га паузирате и да га поново покренете за време његовог пуштања.

source: Did the audio play and pause as expected?
ast: ¿El soníu se sintió y se posó como s'esperaba?
bs: Da li je zvuk izveden i pauziran kako je očekivano?
sq: A luajti dhe hyri në pauzë audioja siç pritej?
sr: Да ли је пуштање и паузирање звука протекло као што је очекивано?

source: Select 'Test' to play a video, and try pausing and resuming playback while the video is playing.
ast: Calca Probar pa reproducir un videu, ya intenta posar y arrancar la reproducción.
bs: Odaberite 'Test' za izvođenje videa, i probajte pauzirati i nastavljati izvođenje.
sq: Zgjidhni 'Testo' për të luajtur një video dhe provoni ta ndalni dhe rinisni luajtjen ndërkohë që videoja është duke luajtur.
sr: Изаберите „Тестирај“ да пустите видео, и да покушате да га паузирате и да га поново покренете за време његовог пуштања.

source: (Please close Movie Player to proceed.)
ast: (Zarra'l Reproductor de películes pa siguir.)
bs: (Molim zatvorite izvođač filmova za nastavak.)
sq: (Ju lutemi të mbyllni Luajtësin e Filmave për të vazhduar).
sr: (Молим затворите Гномов биоскоп да бисте наставили.)

source: Did the video play and pause as expected?
ast: ¿El videu se vió y se posó como s'esperaba?
bs: Da li je video izvođen i pauziran kako je očekivano
sq: A luajti dhe hyri në pauzë videoja siç pritej?
sr: Да ли је пуштање и паузирање видеа протекло као што је очекивано?

source: Test the CPU scaling capabilities using Colin King's Firmware Test Suite tool.
ast: Probar la capacidá d'escaláu de la CPU utilizando la ferramienta Colin King's Firmware Test Suite.
bs: Testiraj mogućnosti skaliranja procesora koristeći alat Colin King's Firmware Test Suite.
sq: Testo aftësitë e përshkallëzimit të CPU duke përdorur Grupin e Mjeteve të Testimit të Colin King.

source: Test for clock jitter.
ast: Prueba pa la fluctuación del reló.
bs: Testiraj varijabilno kašnjenje sata
de: Überprüfung des Takt-Jitters.
sq: Testo për lëkundjet e orës.

source: Test offlining CPUs in a multicore system.
ast: Probar la desconexón de CPUs nún sistema multinúcleu.
bs: Test odspajanja procesora u višejezgrenom sistemu
de: Das Ausschalten von CPUs bei Mehrkernsystemen testen.
sq: Testo CPU-të që janë jashtë linje në një sistem me shumë bërthama.

source: Checks cpu topology for accuracy
ast: Comprueba la topoloxía de la CPU
bs: Provjerava CPU topologiju za tačnost
sq: Kontrollon tipologjinë e CPU për saktësi

source: Checks that CPU frequency governors are obeyed when set.
ast: Comprobar que s'obedecen los gobernadores de frecuencia de la CPU cuando se configuren.
bs: Provjerava da li su vodiči CPU frekvencije praćeni kada je postavljeno
sq: Kontrollon që tu binden drejtuesve të frekuencës së CPU kur vendosen.
