Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Did the applet display?
ast: ¿Amosóse la miniaplicación?
bs: Da li se prikazao programčić?
sq: A u shfaq programthi?
sr: Да ли је приказано програмче?

source: Select Test to launch Firefox and view a sample Flash test.
ast: Seleiciona Prueba pa llanzar Firefox y ver una prueba d'amuesa de Flash.
bs: Izaberite Test da pokrenete Firefox i pokrenete kratki flash test
sq: Zgjidhni Testo për të nisur Firefox dhe për të shfaqur shembullin e një testi të Flash.
sr: Изаберите „Тестирај“ да покренете Фајерфокс и да прикажете тест Флеш узорка.

source: Did you see the text?
ast: ¿Vióse'l testu?
bs: Da li ste vidjeli tekst?
sq: A e patë tekstin?
sr: Да ли сте видели текст?

source: Select Test to launch Firefox and view a short flash video.
ast: Seleiciona Prueba pa llanzar Firefox y ver un pequeñu flash de videu.
bs: Izaberite Test da pokrenete Firefox i pokrenete kratki flash video
sq: Zgjidhni Testo për të nisur Firefox dhe për të shfaqur një video të shkurtër testimi.
sr: Изаберите „Тестирај“ да покренете Фајерфокс и да прикажете кратак флеш видео снимак.

source: Did the video play correctly?
ast: ¿Reprodúxose'l videu correchamente?
bs: Da li je vidoe ispravno izveden?
sq: A luajti videoja në mënyrë korrekte?
sr: Да ли је видео пуштен исправно?

source: Select Test to launch Firefox with a sample video.
ast: Seleiciona Prueba pa llanzar Firefox y ver una amuesa de videu.
bs: Izaberite Test da pokrenete Firefox s video uzorkom.
sq: Zgjidhni Testo për të nisur Firefox me një video shembulli.
sr: Изаберите „Тестирај“ да покренете Фајерфокс са узорком видео снимка.

source: Did the video play using a plugin?
ast: ¿Reprodúxose'l videu usando un complementu?
bs: Da li se video izvodi sa priključkom?
sq: A luajti videoja duke përdorur një plugin?
sr: Да ли је видео пуштен коришћењем додатка?

source: Facebook Chat
bs: Facebook Razgovor
sq: Bisedë në Facebook
sr: Фејсбук ћаскање

source: Select Test to launch Empathy, then configure it to connect to the following service. Once you have completed the test, please quit Empathy to continue here.
ast: Seleicione Prueba pa llanzar Empathy, llueu configúralu pa coneutar col siguiente serviciu. Una vegada completada la prueba, sal d'Empathy pa siguir equí.
bs: Izaberite test za pokretanje Empathy-ja, onda ga podesite da se povežete na sljedeće usluge. Kada ste završili testiranje, molimo Vas da napustite Empathy i ovdje nastavite.
sr: Изаберите „Тестирај“ да покренете Интернет писмоношу, затим га подесите да се повеже на следеће услуге. Када завршите тестирање, напустите Интернет писмоношу да наставите овде.

source: Were you able to connect correctly and send/receive messages?
ast: ¿Fuisti quien a coneutate correutamente y d'unviar/recibir mensaxes?
bs: Da li ste u mogućnosti da se pravilno povežete i šaljete/primate poruke?
sq: A ishit në gjendje që të lidheshit dhe të dërgonit/merrnit mesazhe në mënyrë korrekte?
sr: Да ли сте у стању да се исправно повежете и да шаљете/примате поруке?

source: Usage: checkbox [OPTIONS]
ast: Usu: checkbox [OPTIONS]
bs: Korišćenje: checkbox [OPCIJE]
de: Aufruf: checkbox [OPTIONEN]
sq: Përdorimi: kutia e përzgjedhjes [OPSIONET]
sr: Употреба: checkbox [ОПЦИЈЕ]

source: Print version information and exit.
ast: Amuesa información de la versión y fina.
bs: Prikaži informaciju o verziji i izađi
de: Versionsinformationen ausgeben und beenden.
he: הדפס את נתוני הגירסה וצא.
lt: Spausdinti versijos informaciją ir išeiti.
nb: Skriv versjonsinfromasjon og avslutt.
sq: Printon informacionin e versionit dhe del.
sr: Приказује информацију о издању и излази

source: The file to write the log to.
ast: L'archivu au s'escribirá'l rexistru.
bs: Datoteka u kojoj zapisati zabilješke
de: Die Datei, in welche das Protokoll gespeichert wird.
he: הקובץ שאליו ישמר הדיווח
lt: Failas į kurį įrašyti infožurnalą.
nb: I hvilken fil skal loggen lagres.
sq: Skedari ku do të shkruet gjurma.
sr: Датотека у којој ће бити записан дневник.

source: One of debug, info, warning, error or critical.
ast: Unu de los siguientes: debug, info, warning, error o critical.
bs: Jedno od debagerske informacije, informacija, upozorenje, greška ili kritična greška.
de: Einen von debug, info, warning, error oder critical.
he: אחד מניפוי השגיאות, מידע, אזהרה, שגיאה או מכריע.
lt: Vienas iš derinimo. info. įspėjimo. klaidos arba kritinio.
nb: En av feilretting, informasjon, advarsel, feil eller kritisk
sq: Një nga dështimet, info, paralajmërim, gabim apo kritike.
sr: Један за исправљање грешака, информације, упозорења, грешке или критичности.

source: Configuration override parameters.
ast: Parámetros de configuración
bs: Konfiguracija piše preko parametara.
de: Konfiguration überschreibt Parameter.
sq: Parametrat e mbishkrimit të konfigurimit.
sr: Подешавање ће преписати по параметрима.

source: Shorthand for --config=checkbox/plugins/jobs_info/blacklist.
ast: Atayu pa -config=checkbox/plugins/jobs_info/blacklist.
bs: Skraćenica za --config=checkbox/plugins/jobs_info/blacklist.
sq: Shkurtore për --config=checkbox/plugins/jobs_info/blacklist.
sr: Стенографија за: „--config=checkbox/plugins/jobs_info/blacklist“.

source: Shorthand for --config=checkbox/plugins/jobs_info/blacklist_file.
ast: Atayu pa --config=checkbox/plugins/jobs_info/blacklist_file.
bs: Skraćenica za --config=checkbox/plugins/jobs_info/blacklist_file.
sq: Shkurtore për --config=checkbox/plugins/jobs_info/blacklist_file.
sr: Стенографија за: „--config=checkbox/plugins/jobs_info/blacklist_file“.

source: Shorthand for --config=checkbox/plugins/jobs_info/whitelist.
ast: Atayu pa --config=checkbox/plugins/jobs_info/whitelist.
bs: Skraćenica za --config=checkbox/plugins/jobs_info/whitelist.
sq: Shkurtore për --config=checkbox/plugins/jobs_info/whitelist.
sr: Стенографија за: „--config=checkbox/plugins/jobs_info/whitelist“.

source: Shorthand for --config=checkbox/plugins/jobs_info/whitelist_file.
ast: Atayu pa -config=checkbox/plugins/jobs_info/whitelist_file.
bs: Skraćenica za --config=checkbox/plugins/jobs_info/whitelist_file.
sq: Shkurtore për --config=checkbox/plugins/jobs_info/whitelist_file.
sr: Стенографија за: „--config=checkbox/plugins/jobs_info/whitelist_file“.

source: Missing configuration file as argument.
ast: Falta como argumentu l'archivu de configuración.
bs: Nedostaje konfiguraciona datoteka kao argument.
de: Konfigurationsdatei fehlt als Argument.
he: קובץ ההגדרות חסר כארגומנט.
lt: Trūkstamas konfigūracijos failas kaip argumentas.
nb: Savner en konfigurasjonsfil som argument
sq: Skedari i konfigurimit mungon si argument.
sr: Недостаје датотека подешавања као аргумент.

source: Hangup detected on controlling terminal or death of controlling process
ast: Deteutose'l cuelgue del terminal de control, o morrió'l procesu controlador
bs: Detektovano je zaglavljivanje prilikom kontrole terminala ili je došlo do smrti kontrolnog procesa.
de: Die Blockierung eines Ablaufs auf der steuernden Befehlseingabe oder ein der Absturz eines Kontrollprozesses wurde festgestellt
sq: U dallua bllokim në kontrollin e terminalit apo në vdekjen e proçesit kontrollues.
sr: Откривен је процес залеђивања приликом контроле терминала или је дошло до смрти контролног процеса.

source: Interrupt from keyboard
ast: Interrupción dende'l tecláu
bs: Prekid sa tastature
de: Unterbrechung durch die Tastatur
sq: Ndërprerje nga tastiera
sr: Прекид са тастатуре

source: Quit from keyboard
ast: Salida dende'l tecláu
bs: Izlaz sa tastature
de: Abbruch durch die Tastatur
sq: Dil nga tastiera
sr: Прекид са тастатуре

source: Illegal Instruction
ast: Instrucción ilegal
bs: Nedopuštena instrukcija
de: Ungültige Anweisung
sq: Udhëzim i paligjshëm
sr: Илегално упутство

source: Abort signal from abort(3)
ast: Señal d'encaboxar dende abort(3)
bs: Signal prekida sa abort(3)
de: Abbruch-Signal durch abort(3)
sq: Aborto sinjalin nga abort(3)
sr: Прекид сигнала са прекида(3)

source: Floating point exception
ast: Esceición de coma flotante
bs: Izuzetak u pokretnom zarezu
de: Fließkommafehler
sq: përjashtim i pikës pluskuese
sr: Изузетак покретног зареза

source: Kill signal
ast: Señal kill
bs: Signal ubijanja
sq: Vrite sinjalin
sr: Убиј сигнал

source: Invalid memory reference
ast: Referencia de memoria non válida
bs: Nevažeća referenca memorije
de: Ungültige Speicherreferenz
sq: Referencë e pavlefshme e kujtesës
sr: Неисправна референца меморије

source: Broken pipe: write to pipe with no readers
ast: Tubu frañáu: escritura a un tubu ensin llectores
bs: Prekinuta cijev: upis u cijev bez čitača
de: Defekte Pipe: Es wurde in eine Pipe geschrieben, die nicht ausgelesen wird
sq: Tub i dëmtuar: shkruaj në tub pa lexues
sr: Сломљен низ: пишите у низ без читалаца

source: Timer signal from alarm(2)
ast: Señal del temporizador dende alarm(2)
bs: Signal tajmera iz alarma(2)
de: Timer-Signal durch alarm(2)
sq: Sinjali i kohëmatësit për alarm(2)
sr: Сигнал тајмера из аларма(2)

source: Termination signal
ast: Señal de terminación
bs: Signal završavanja
de: Abbruch-Signal
sq: Sinjali i përfundimit
sr: Завршни сигнал

source: User-defined signal 1
ast: Señal 1 definida pol usuariu
bs: Korisnički-definisani signal 1
de: Benutzerdefiniertes Signal 1
sq: Sinjal i përkufizuar nga përdoruesi 1
sr: Корисником-дефинисани сигнал 1

source: User-defined signal 2
ast: Señal 2 definida pol usuariu
bs: Korisnički-definisani signal 2
de: Benutzerdefiniertes Signal 2
sq: Sinjal i përkufizuar nga përdoruesi 2
sr: Корисником-дефинисани сигнал 2

source: Child stopped or terminated
ast: Fiu paráu o termináu
bs: Generisani proces je zaustavljen ili je završen
de: Kind-Prozess gestoppt oder abgebrochen
sq: Fëmija u ndal apo u përfundua
sr: Генерисани процес је заустављен или је завршен

source: Continue if stopped
ast: Continuar si se para
bs: Nastaviti ako je zaustavljen
de: Fortsetzen, falls gestoppt
sq: Vazhdo nëse ka ndaluar
sr: Настави ако је заустављен

source: Stop process
ast: Parar procesu
bs: Zaustavi proces
de: Prozess stoppen
sq: Ndalo proçesin
sr: Заустави процес

source: Stop typed at tty
ast: Parar tecliao en tty
bs: Stop je otkucano na ''tty''
de: Stop in tty eingegeben
sq: Stop i shtypur në tty
sr: Стоп је откуцано на „tty“

source: tty input for background process
ast: Entrada de tty pa procesu en segundu planu
bs: ''tty'' unos za pozadinski proces
de: tty-Eingabe des Hintergrundprozesses
sq: tty hyrje për proçesin në sfond
sr: „tty“ унос за позадински процес

source: tty output for background process
ast: Salida de tty para procesu en segundu planu
bs: ''tty'' izlaz za pozadinski proces
de: tty-Ausgabe des Hintergrundprozesses
sq: tty dalje për proçesin në sfond
sr: „tty“ излаз за позадински процес

source: UNKNOWN
ast: DESCONOCÍO
bs: NEPOZNATO
de: UNBEKANNT
sq: E PANJOHUR
sr: НЕПОЗНАТО

source: Unknown signal
ast: Señal desconocida
bs: Nepoznati signal
de: Unbekanntes Signal
sq: Sinjal i panjohur
sr: Непознати сигнал

source: yes
ast: sí
bs: da
de: Ja
lt: Taip
nb: ja
sq: po
sr: да

source: no
ast: non
bs: ne
de: Nein
lt: Ne
nb: nei
sq: jo
sr: не

source: skip
ast: saltar
bs: preskoči
de: Überspringen
lt: praleisti
nb: hopp over
sq: anashkalo
sr: прескочи

source: Press any key to continue...
ast: Calque una tecla pa siguir...
bs: Pritisnite bilo koji taster za nastavak...
de: Beliebige Taste drücken, um fortzusetzen …
lt: Spauskite bet kurį klavišą tęsimui...
nb: Trykk en tast for å fortsette...
sq: Shtypni çdo buton për të vazhduar...
sr: Притисните неки тастер да наставите...

source: Please choose (%s):
ast: Por favor, escueya (%s):
bs: Molim izaberite (%s):
de: Bitte wählen Sie (%s):
lt: Prašome pasirinkti(%s):
nb: Vennligst velg (%s):
sq: Ju lutemi të zgjidhni (%s):
sr: Молим изаберите (%s):

source: test
ast: preba
bs: testiraj
de: Testen
sq: testo
sr: тестирај

source: test again
ast: prebar otra vegada
bs: testiraj ponovo
de: Erneut testen
sq: testo përsëri
sr: тестирај поново

source: Please type here and press Ctrl-D when finished:
ast: Por favor escriba equí y calque Ctrl-D cuando fine:
bs: Molim kucajte ovde i pritisnite ''Ctrl-D'' kada završite:
de: Bitte schreiben Sie hier und drücken Sie Strg+D, wenn Sie fertig sind:
lt: Prašome įvesti čia ir spausti Ctrl-D kai baigta:
nb: Vennligst skriv her og trykk på Ctrl-D når du er ferdig:
sq: Ju lutemi të shtypni këtu dhe të klikoni Ctrl-D kur përfundoni:
sr: Молим куцајте овде и притисните „Ctrl-D“ када завршите:

source: Checkbox System Testing
ast: Prueba del sistema Checkbox
bs: Checkbox sistemsko testiranje
de: Checkbox-Systemüberprüfung
sq: Checkbox Testim i Sistemit
sr: Кутија за проверу — Тестирање система

source: Continue
ast: Siguir
bs: Nastavi
de: Fortfahren
sq: Vazhdo
sr: Настави

source: Previous
ast: Anterior
bs: Prethodni
de: Zurück
sq: E mëparshmja
sr: Претходно

source: Next
ast: Siguiente
bs: Sljedeći
de: Weiter
sq: Tjetra
sr: Следеће

source: Select All
ast: Seleicionar too
bs: Izaberi sve
de: Alles auswählen
sq: Zgjidhi të Gjitha
sr: Изабери све

source: Deselect All
ast: Deseleicionar too
bs: Poništi izbor
de: Auswahl aufheben
sq: Lësho Gjithçka
sr: Поништи све

source: Test
ast: Probar
bs: Testiraj
de: Testen
sq: Testo
sr: Тестирај

source: Test Again
ast: Probar otra vegada
bs: Ponovo testiraj
de: Erneut Testen
sq: Testo Përsëri
sr: Тестирај поново

source: hardware database
ast: base de datos de hardware
bs: baza podataka hardvera
sq: Baza e të dhënave për hardware
sr: база података физичких компононенти

source: _Test Again
ast: _Prebar otra vuelta
bs: _Testiraj ponovo
de: Erneut _testen
he: _בדוק שוב
lt: _Testuoti dar kartą
nb: _Test om igjen
sq: _Testo Përsëri
sr: _Тестирај поново

source: Info
ast: Información
bs: Informacije
sr: Инфо

source: Error
ast: Fallu
bs: Greška
de: Fehler
sq: Gabim
sr: Грешка

source: Unable to start web browser to open %s.
ast: Nun pue arrancase'l ñavegador web p'abrir %s.
bs: Ne mogu da pokrenem internet pregledač da bih otvorio %s.
de: Webbrowser kann %s nicht öffnen.
sq: Nuk jemi në gjendje të nisim shfletuesin e Internetit për të hapur %s.
sr: Не могу да покренем интернет претраживач да бих отворио „%s“.

source: Collecting information about this test. This might take a few minutes.
ast: Recoyendo información sobro esta prueba. Esto puede llevar un ratu.
bs: Prikupljanje informacija o ovom testu. Ovo može potrajati nekoliko minuta.
de: Informationen über diesen Test werden gesammelt. Dies kann einige Minuten dauern.
sq: Duke mbledhur informacion rreth këtij testi. Kjo mund të zgjasë disa minuta.
sr: Прикупљам информације о овом тесту. Ово може потрајати неколико минута.

source: Collected information is being sent for bug tracking. This might take a few minutes.
ast: La información recoyida ta unviándose pa rastrear el fallu. Esto puede llevar un ratu.
bs: Prikupljene informacije se šalju sistemu za praćenje grešaka. Ovo može potrajati nekoliko minuta.
de: Gesammelte Informationen werden für die Fehlererfassung übermittelt. Dies kann einige Minuten dauern.
sq: Të dhënat e mbledhura po dërgohen për ndjekjen e problemit. Kjo mund të zgjasë disa minuta.
sr: Шаљем прикупљене информације систему за праћење грешака. Ово може потрајати неколико минута.

source: Test %s from suite %s failed.
ast: La prueba %s de la suite %s falló.
bs: Test „%s“ iz paketa „%s“ nije uspio.
sq: Testi %s nga grupi %s dështoi.
sr: Тест „%s“ из пакета „%s“ није успео.

source: Test %s failed.
ast: La prueba %s falló
bs: Test „%s“ nije uspio.
de: Test %s ist fehlgeschlagen.
sq: Testi %s dështoi.
sr: Тест „%s“ није успео.

source: Is a package upgrade in process? Error: %s
ast: ¿Ta en procesu un anovamientu de paquete? Fallu: %s
bs: Da nije nadogradnja paketa u toku? Greška: %s
de: Werden zur Zeit Pakete aktualisiert? Fehlermeldung: %s
sq: Ka ndonjë përditësim pakete duke u kryer? Gabim: %s
sr: Да ли је надоградња пакета у току? Грешка: %s

source: Successfully finished testing!
ast: La comprobación finó correcho!
bs: Uspješno završeno testiranje!
de: Test erfolgreich abgeschlossen
sq: E përfundova testimin me sukses!
sr: Тестирање је успешно завршено!

source: _Finish
ast: _Finar
bs: _Završetak
de: _Fertig
he: _סיים
lt: _Baigti
nb: _Fullfør
sq: _Përfundo
sr: _Заврши

source: Gathering information from your system...
ast: Recoyendo información del so sistema...
bs: Prikupljanje informacija o vašem sistemu...
de: Informationen zu Ihrem System werden gesammelt …
he: אוסף מידע מהמערכת שלך...
lt: Gaunama informacija iš serverio
nb: Samler informasjonen fra systemet ditt...
sq: Duke mbledhur informacion nga sistemi juaj...
sr: Прикупљам информације о вашем систему...

source: Welcome to System Testing! Checkbox provides tests to confirm that your system is working properly. Once you are finished running the tests, you can view a summary report for your system.
ast: Bienllegáu/ada a la comprobación del sistema. Checkbox proporciona prebes pa confirmar que'l so sistema furrula correcho. Una vegada tenga finao les prebes, puede ver un informe resume del so sistema.
bs: Dobrodošli u Testiranje sistema! Checkbox obavlja testove da provjeri da li vaš sistem radi ispravno. Po završetku testova, vidjećete sumarni izvještaj za vaš sistem.
de: Willkommen bei der Systemüberprüfung! Checkbox stellt Tests bereit, mit denen geprüft werden kann, ob Ihr System ordnungsgemäß funktioniert. Sind die laufenden Tests abgeschlossen, können Sie sich einen Bericht zu Ihrem System ansehen.
sq: Mirëseerdhët në Testimin e Sistemit! Kutia e kontrollit ju jep testime për të konfirmuar që sistemi juaj punon siç duhet. Pasi të keni përfunduar testet, ju mund të shfaqni një raport përmbledhjeje për sistemin tuaj.
sr: Добродошли у Тестирање система! Кутија за проверу обезбеђује тестове да би потврдили да ваш систем исправно ради. Када завршите са извршавањем тестова, можете да погледате резиме извештаја за ваш систем.

source: Failed to process form: %s
ast: Fallu al procesar el formulariu: %s
bs: Neuspjelo procesiranje forme: %s
de: Auswertung des Formulars gescheitert: %s
sq: Dështuam në proçedimin e formës: %s
sr: Нисам успео да обрадим образац: %s

source: Failed to contact server. Please try again or upload the following file name: %s directly to the system database: https://launchpad.net/+hwdb/+submit
ast: Falló al contautar col sirvidor. Por favor téntelo otra vegada o xuba'l siguiente ficheru nomáu: %s direutamente a la base de datos del sistema: https://launchpad.net/+hwdb/+submit
bs: Kontaktiranje servera nije uspelo. Molim pokušajte opet ili pošaljite sljedeću datoteku: %s direktno u bazu podataka sistema: https://launchpad.net/+hwdb/+submit
de: Die Verbindung zum Server ist gescheitert. Bitte versuchen Sie es erneut oder laden Sie diese Datei: %s direkt in die Systemdatenbank hoch: https://launchpad.net/+hwdb/+submit
sq: Dështova në kontaktimin e serverit. Ju lutemi të provoni përsëri ose ngarkoni emrin e skedarit që vijon: %s drejtpërdrejt në bazën e të dhënave të sistemit: https://launchpad.net/+hwdb/+submit
sr: Нисам успео да ступим у везу са сервером. Молим покушајте опет или пошаљите следећу датотеку: %s директно у базу података система: https://launchpad.net/+hwdb/+submit

source: Failed to upload to server, please try again later.
ast: Fallu al xubir archivos al sirvidor, por favor inténtelo otra vuelta más sero.
bs: Slanje prema serveru nije uspjelo, molim pokušajte ponovo kasnije.
de: Hochladen auf den Server gescheitert, bitte versuchen Sie es später noch einmal.
he: נכשל בהעלאה לשרת. נא לנסות שוב מאוחר יותר.
lt: Nepavyko įkelti į serverį. Prašome pabandyti vėliau.
nb: Klarte ikke å laste opp informasjonen til tjeneren. Vennligst prøv senere.
sq: Dështuam në ngarkimin e serverit, ju lutemi provojeni përsëri më vonë.
sr: Нисам успео да пошаљем на сервер, молим покушајте поново касније.

source: Information not posted to Launchpad.
ast: Información non espublizada en Launchpad
bs: Informacija nije objavljena na Lunchpadu.
de: Die Informationen wurden nicht auf Launchpad eingetragen.
he: הנתונים לא פורסמו אל Launchpad.
lt: Informacija nepateikta į Launchpad.
nb: Informasjonen ble ikke lagret på Launchpad
sq: Informacioni nuk është postuar në Launchpad.
sr: Информација није објављена на Ланчпаду.

source: The following report has been generated for submission to the Launchpad hardware database: [[%s|View Report]] You can submit this information about your system by providing the e-mail address you use to sign in to Launchpad. If you do not have a Launchpad account, please register here: https://launchpad.net/+login
ast: Xeneráronse los siguientes informes pa unviar a la base de datos de hardware de Launchpad: [[%s|View Report]] Puede unviar esta información sobro'l so sistema proporcionando la direición de corréu electrónicu qu'usa p'acceder a Launchpad. Si nun tien una cuenta de Launchpad, por favor, rexístrese equí: https://launchpad.net/+login
bs: Sljedeći izvještaj je generisan za podnošenje na Launchpad bazu podataka hardvera: [[%s|View Report]] Možete poslati ove informacije o vašem sistemu obezbjeđujući adresu e-pošte koju koristite za prijavljivanje na Launchpad. Ako nemate Launchpad nalog, molim registrujte se ovdje: https://launchpad.net/+login
de: Der folgende Bericht wurde zur Übertragung an die Launchpad-Hardware-Datenbank erstellt: [[%s|Bericht anzeigen]] Sie können diese Informationen über Ihr System übertragen, indem Sie die E-Mail-Adresse angeben, die Sie zum Anmelden bei Launchpad verwenden. Wenn Sie kein Launchpad-Benutzerkonto haben, so registrieren Sie sich bitte hier: https://launchpad.net/+login
sq: Njoftimi që pason është krijuar për t'iu dërguar bazës së të dhënave hardware të Launchpad [[%s|View Report]] Mund ti nisni këto të dhëna rreth sistemit tuaj duke dhënë adresën e postës elktronike që përdorni për tu kyçur tek faqja e Launchpad. Nëse nuk keni një llogari pranë Launchpad, ju lutemi të rregjistroheni ketu: https://launchpad.net/+login
sr: Следећи извештај је састављен за подношење на Ланчпад базу података хардвера: [[%s|View Report]] Можете послати ове информације о вашем систему обезбеђујући адресу е-поште коју користите за пријављивање на Ланчпад. Ако немате Ланчпад налог, молим региструјте се овде: https://launchpad.net/+login

source: No e-mail address provided, not submitting to Launchpad.
ast: Nun se proporcionó una direición de corréu-e, nun s'unviará res a Launchpad.
bs: Adresa e-pošte nije obezbjeđena, nema slanja na Launčpad.
de: Keine E-Mail-Adresse angegeben, keine Übertragung zu Launchpad.
sq: Nuk u gjet një adresë e-mail, nuk po e kalojmë në Launchpad.
sr: Адреса е-поште није обезбеђена, нема слања на Лаунчпад.

source: Email address must be in a proper format.
ast: La direición de corréu tien de tar nun formatu afayaízu.
bs: Adresa e-pošte mora biti u odgovarajućem formatu.
de: E-Mail-Adresse muss das richtige Format haben.
he: כתובת הדואר האלקטרוני חייבת להיות במבנה תקני.
lt: El. pašto adresas turi būti taisyklingo formato.
nb: E-postadressen må være i riktig format.
sq: Adresa email duhet të jetë në formatin e duhur.
sr: Адреса е-поште мора бити у одговарајућем формату.

source: Exchanging information with the server...
ast: Intercambiando información col sirvidor...
bs: Razmjenjivanje informacija sa serverom...
de: Informationen werden mit dem Server ausgetauscht …
he: מחליף נתונים עם השרת...
lt: Apsikeičiama informacija su serveriu...
nb: Utveksler informasjonen med tjeneren...
sq: Duke shkëmbyer informacion me serverin...
sr: Размењујем информације са сервером...

source: There is another checkbox running. Please close it first.
ast: Hai otru checkbox executándose. Piésllalu primero.
bs: Još jedan checkbox je pokrenut. Molimo zatvorite ga prvo.
de: Eine weitere Instanz von Checkbox läuft bereits. Bitte schließen Sie diese zunächst.
sq: Ka një kuti tjetër përzgjedhjeje të nisur. Ju lutemi ta mbyllni atë paraprakisht.
sr: Још једна кутија за проверу је покренута. Молимо затворите је прво.
