Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: PURPOSE: This test will check your S-VIDEO port. Skip if your system does not have a S-VIDEO port STEPS: 1. Connect a display (if not already connected) to the S-VIDEO port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
de: ZWECK: Dieser Test überprüft Ihren S-VIDEO-Anschluss. Überspringen Sie ihn, falls Ihr System keinen S-VIDEO-Anschluss besitzt. SCHRITTE: 1. Verbinden Sie einen Bildschirm (wenn nicht bereits verbunden) mit dem S-VIDEO-Anschluss Ihres Systems. ÜBERPRÜFUNG: Wurde die Arbeitsoberfläche auf beiden Bildschirmen richtig dargestellt?

source: PURPOSE: This test will check your RCA port. Skip if your system does not have a RCA port STEPS: 1. Connect a display (if not already connected) to the RCA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
de: ZWECK: Dieser Test überprüft Ihren Cinch-Anschluss. Überspringen Sie ihn, falls Ihr System keinen Cinch-Anschluss besitzt SCHRITTE: 1. Verbinden Sie einen Bildschirm (wenn nicht bereits verbunden) mit dem Cinch-Anschluss Ihres Systems. ÜBERPRÜFUNG: Wurde die Arbeitsoberfläche auf beiden Bildschirmen richtig dargestellt?

source: PURPOSE: This test will check your monitor power saving capabilities STEPS: 1. Click "Test" to try the power saving capabilities of your monitor 2. Press any key or move the mouse to recover VERIFICATION: Did the the monitor go blank and turn on again?
de: ZWECK: Dieser Test überprüft die Energiesparfähigkeiten Ihres Bildschirms. SCHRITTE: 1. Wählen Sie »Test«, um die Engergiesparfähigkeiten Ihres Bildschirms zu testen 2. Drücken Sie eine beliebige Taste oder bewegen Sie die Maus zum Wiederherstellen ÜBERPRÜFUNG: Wurde der Bildschirm schwarz und hat sich anschließend wieder eingeschaltet?

source: Test to detect the available network controllers
de: Test zur Erkennung der verfügbaren Netzwerksteuergeräte

source: Tests whether the system has a working Internet connection.
de: Überprüft, ob das System über eine funktionierende Internetverbindung verfügt.

source: PURPOSE: This test will check your wired connection STEPS: 1. Click on the Network icon in the top panel 2. Select a network below the "Wired network" section 3. Click "Test" to verify that it's possible to establish a HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
de: ZWECK: Dieser Test überprüft Ihre Kabelnetzwerkverbindung SCHRITTE: 1. Klicken Sie auf das Netzwerksymbol in der oberen Menüleiste 2. Wählen Sie ein Netzwerk aus dem Bereich »Kabelnetzwerk« 3. Wählen Sie »Test«, um sicherzustellen, dass es möglich ist, eine HTTP-Verbindung aufzubauen ÜBERPRÜFUNG: Erschien ein Hinweisfenster und wurde die Verbindung korrekt aufgebaut?

source: PURPOSE: This test will check that a DSL modem can be configured and connected. STEPS: 1. Connect the telephone line to the computer 2. Click on the Network icon on the top panel. 3. Select "Edit Connections" 4. Select the "DSL" tab 5. Click on "Add" button 6. Configure the connection parameters properly 7. Click "Test" to verify that it's possible to establish an HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
de: ZWECK: Dieser Test überprüft, ob ein DSL-Modem konfiguriert und verbunden werden kann. SCHRITTE: 1. Verbinden Sie die Telefonleitung mit dem Rechner. 2. Klicken Sie auf das Netzwerksymbol in der oberen Menüleiste 3. Wählen Sie »Verbindungen bearbeiten« 4. Öffnen Sie den Reiter »DSL« 5. Klicken Sie auf die Schaltfläche »Hinzufügen« 6. Konfigurieren Sie die Verbindungsparameter 7. Wählen Sie »Test«, um sicherzustellen, dass es möglich ist eine HTTP-Verbindung herzustellen ÜBERPRÜFUNG: Wurde eine Benachrichtigung angezeigt und die Verbindung korrekt aufgebaut?

source: Automated test to walk multiple network cards and test each one in sequence.
de: Automatisierter Test, um mehrere Netzwerkkarten der Reihe nach zu überprüfen.

source: Test to detect the optical drives
de: Test zur Erkennung der optischen Laufwerke

source: PURPOSE: This test will check your system's CDROM writing capabilities. If your drive does not support writing CDs or you do not have any blank CD media, please skip this test. STEPS: 1. Enter a blank CDROM into your drive 2. Write something in the CDROM 3. Read the newly written CDROM VERIFICATION: Was the data correctly written?
de: ZWECK: Dieser Test überprüft die Schreibfunktionen Ihres Systems für CDROM. Falls Ihr Laufwerk das Beschreiben von CDs nicht unterstützt oder Sie keine leere CD zur Hand haben, überspringen Sie diesen Test. SCHRITTE: 1. Legen Sie eine leere CDROM in Ihr Laufwerk 2. Schreiben Sie etwas auf diese CDROM 3. Lesen Sie die gerade beschriebene CDROM aus ÜBERPRÜFUNG: Wurden die Daten fehlerfrei geschrieben?

source: PURPOSE: This test will check your CD audio playback capabilities STEPS: 1. Insert an audio CD in your optical drive 2. Open the Dash (click on the Ubuntu Circle of Friends button on the Launcher) 3. Click "Listen to Music" to open Banshee 4. Select the CD under "Libraries" in the left panel of Banshee 5. Click the Play button to listen to music 6. Stop playing after some time 7. Right click on the CD icon under "Libraries" and select "Eject Disc" 8. The CD should be ejected 9. Close Banshee VERIFICATION: Did all the steps work?
de: ZWECK: Dieser Test überprüft Ihre CD-Audiowiedergabefunktionen SCHRITTE: 1. Legen Sie eine Audio-CD in Ihr optisches Laufwerk 2. Öffnen Sie das Dash (klicken Sie dazu auf den Ubuntu-Freundeskreis im Starter) 3. Wählen Sie »Musik hören«, um Banshee zu öffnen 4. Wählen Sie die CD unter »Bibliotheken« in der linken Seitenleiste von Banshee aus 5. Klicken Sie auf die Wiedergabeschaltfläche, um Musik zu hören 6. Beenden Sie die Wiedergabe nach einiger Zeit 7. Rechtsklicken Sie auf das CD-Symbol unter »Bibliotheken« und wählen Sie »CD auswerfen« 8. Die CD sollte ausgeworfen werden 9. Schließen Sie Banshee ÜBERPRÜFUNG: Konnten alle Schritte erfolgreich ausgeführt werden?

source: PURPOSE: This test will check your system's DVD writing capabilities. If your drive does not support writing DVDs or you do not have any blank DVD media, please skip this test. STEPS: 1. Enter a blank DVD into your drive 2. Write something in the DVD 3. Read the newly written DVD VERIFICATION: Was the data correctly written?
de: ZWECK: Dieser Test überprüft die DVD-Schreibfunktionen Ihres Systems. Wenn Ihr Laufwerk das Schreiben von DVDs nicht unterstützt oder Sie keine unbeschriebenen DVD-Medien besitzen, überspringen Sie diesen Test. SCHRITTE: 1. Legen Sie eine leere DVD in Ihr Laufwerk 2. Schreiben Sie etwas auf die DVD 3. Lesen Sie die neu beschriebene DVD ÜBERPRÜFUNG: Wurden die Daten korrekt geschrieben?

source: PURPOSE: This test will check your DVD movie playback capabilities. Note that installation of non-free software (codecs, player, etc) may be required prior to performing this test. STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Open the Dash (click on the Ubuntu Circle of Friends button on the Launcher) 3. Click "Media Apps" and then click on "Movie Player" 4. Play the movie using Movie Player, stop the movie after verifying that it plays 6. Eject the DVD VERIFICATION: Did all the steps work?
de: ZWECK: Dieser Test überprüft Ihre DVD-Filmwiedergabefunktionen. Beachten Sie, dass vorher die Installation unfreier Software (Codecs, Wiedergabeanwendung usw.) notwendig sein kann, um diesen Test durchzuführen. SCHRITTE: 1. Legen Sie eine DVD mit einem Film in Ihr optisches Laufwerk 2. Öffnen Sie das Dash (klicken Sie dazu auf die Ubuntu-Freundeskreis-Schaltfläche im Starter) 3. Wählen Sie »Multimedia-Anwendungen« und dann »Video-Player« 4. Geben Sie den Film mithilfe der Video-Wiedergabe wieder, stoppen Sie den Film, nachdem die Wiedergabe erfolgt ist 5. Nehmen Sie die DVD aus dem Laufwerk ÜBERPRÜFUNG: Haben alle Schritte funktioniert?

source: PURPOSE: This test will check your DVD playback capabilities STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Click "Test" to play the DVD in Totem VERIFICATION: Did the file play?
de: ZWECK Dieser Test überprüft die DVD-Wiedergabefunktionen Ihres Systems SCHRITTE: 1. Legen Sie eine DVD mit einem Film in Ihr optisches Laufwerk 2. Wählen Sie »Test«, um die DVD mit Totem wiederzugeben ÜBERPRÜFUNG: Wurde die Datei wiedergegeben?

source: PURPOSE: This test will verify that the desktop clock displays the correct date and time VERIFICATION: Is the clock in the upper right corner of your desktop displaying the correct date and time for your timezone?
de: ZWECK: Dieser Test überprüft, ob die Arbeitsflächenuhr das richtige Datum und die richtige Uhrzeit anzeigt ÜBERPRÜFUNG: Zeigt die Uhr in der oberen rechten Ecke Ihrer Arbeitsfläche das richtige Datum und die Uhrzeit für Ihre Zeitzone an?

source: PURPOSE: This test will verify that you can reboot your system from the desktop menu STEPS: 1. Click the Gear icon in the upper right corner of the desktop and click on "Shut Down" 2. Click the "Restart" button on the left side of the Shut Down dialog 3. After logging back in, restart System Testing and it should resume here VERIFICATION: Did your system restart and bring up the GUI login cleanly?
de: ZWECK: Dieser Test überprüft, ob Sie Ihr System über das Menü der Arbeitsumgebung neu starten können SCHRITTE: 1. Klicken Sie auf das Zahnrad-Symbol in der rechten oberen Ecke der Arbeitsfläche und wählen Sie »Herunterfahren« 2. Klicken Sie auf die Schaltfläche »Neustarten« links im Fenster 3. Nachdem Sie sich wieder im System angemeldet haben, starten Sie die Systemüberprüfung neu und der Test sollte fortgesetzt werden ÜBERPRÜFUNG: Wurde Ihr System neu gestartet und der Anmeldebildschirm fehlerfrei angezeigt?

source: PURPOSE: This will verify that a PCMCIA or ExpressCard slot can detect inserted devices STEPS: 1. Plug a PCMCIA or ExpressCard device into the computer VERIFICATION: Was the device correctly detected?
de: ZWECK: Dieser Test stellt sicher, dass ein PCMCIA- oder Express-Kartenschacht die eingelegten Geräte erkennen kann SCHRITTE: 1. Stecken Sie ein PCMCIA- oder Express-Karten-Gerät in den Rechner ÜBERPRÜFUNG: Wurde das Gerät richtig erkannt?

source: PURPOSE: This test will verify that a network printer is usable STEPS: 1. Make sure that a printer is available in your network 2. Click on the Gear icon in the upper right corner and then click on Printers 3. If the printer isn't already listed, click on Add 4. The printer should be detected and proper configuration values should be displayed 5. Print a test page VERIFICATION: Were you able to print a test page to the network printer?
de: ZWECK: Dieser Test stellt sicher, dass ein Netzwerkdrucker genutzt werden kann SCHRITTE: 1. Stellen Sie sicher, dass der Drucker in Ihrem Netzwerk vorhanden ist 2. Klicken Sie auf das Zahnradsymbol in der oberen rechten Ecke und wählen Sie »Drucker« 3. Wenn der Drucker noch nicht in der Liste aufgeführt ist, klicken Sie auf Hinzufügen 4. Der Drucker sollte erkannt werden und maßgebende Konfigurationsangaben sollten angezeigt werden 5. Drucken Sie eine Testseite aus ÜBERPRÜFUNG: War es Ihnen möglich, eine Testseite über den Netzwerkdrucker zu drucken?

source: PURPOSE: This test will verify that a USB DLS or Mobile Broadband modem works STEPS: 1. Connect the USB cable to the computer 2. Right click on the Network icon in the panel 3. Select 'Edit Connections' 4. Select the 'DSL' (for ADSL modem) or 'Mobile Broadband' (for 3G modem) tab 5. Click on add 'Add' button 6. Configure the connection parameters properly 7. Notify OSD should confirm that the connection has been established 8. Select Test to verify that it's possible to establish an HTTP connection VERIFICATION: Was the connection correctly established?
de: ZWECK: Dieser Test stellt sicher, dass ein USB-DSL-Modem oder ein Modem für mobile Breitbandverbindungen funktioniert SCHRITTE: 1. Verbinden Sie das USB-Kabel mit dem Rechner 2. Rechtsklicken Sie auf das Netzwerk-Symbol in der oberen Menüleiste 3. Wählen Sie »Verbindungen bearbeiten« 4. Öffnen Sie den Reiter »DSL« (für ein ADSL-Modem) oder »Mobiles Breitband« (für ein 3G-Modem). 5. Klicken Sie auf die Schaltfläche »Hinzufügen« 6. Konfigurieren Sie die Verbindungsparameter ordnungsgemäß 7. Eine Benachrichtigung sollte bestätigen, dass die Verbindung hergestellt wurde 8. Wählen Sie »Testen«, um sicherzustellen, dass eine HTTP-Verbindung aufgebaut werden kann ÜBERPRÜFUNG: Wurde die Verbindung fehlerfrei hergestellt?

source: PURPOSE: This test will download and install the Phoronix Test Suite and run some selected benchmarking tests.
de: ZWECK: Dieser Test wird die Phoronix-Testsammlung herunterladen und installieren, sowie einige ausgewählte Leistungstests ausführen.

source: PURPOSE: This test will check your system shutdown/booting cycle STEPS: 1. Shutdown your machine 2. Boot your machine 3. Repeat steps 1 and 2 at least 5 times VERIFICATION: Did the system shutdown and rebooted correctly?
de: ZWECK: Dieses System überprüft das Herunterfahren/den Boot-Vorgang Ihres Rechners SCHRITTE: 1. Schalten Sie Ihren Rechner aus 2. Starten Sie Ihren Rechner 3. Wiederholen Sie Schritt 1 und 2 mindestens 5 mal ÜBERPRÜFUNG: Wurde das System erfolgreich heruntergefahren und neu gestartet?

source: PURPOSE: This test will check your lid sensors STEPS: 1. Close your laptop lid VERIFICATION: Does closing your laptop lid cause your system to suspend?
de: ZWECK: Dieser Test überprüft die Sensoren am Deckel Ihres Laptops SCHRITTE: 1. Schließen Sie den Laptop-Deckel ÜBERPRÜFUNG: Wechselt Ihr System in den Bereitschaftsmodus, wenn Sie den Laptop-Deckel schließen?

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test" 2. Close and open the lid VERIFICATION: Did the screen turn off while the lid was closed?
de: ZWECK: Dieser Test überprüft die Sensoren am Deckel Ihres Laptops SCHRITTE: 1. Wählen Sie »Test« 2. Schließen und öffnen Sie den Deckel ÜBERPRÜFUNG: Wurde der Bildschirm abgeschaltet, während der Deckel geschlossen war?

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test" 2. Close the lid 3. Wait 5 seconds with the lid closed 4. Open the lid VERIFICATION: Did the system resume when the lid was opened?
de: ZWECK: Dieser Test überprüft die Sensoren am Deckel Ihres Laptops SCHRITTE: 1. Wählen Sie »Test« 2. Schließen Sie den Deckel 3. Lassen Sie den Deckel 5 Sekunden geschlossen 4. Öffnen Sie den Deckel ÜBERPRÜFUNG: Wurde das System fortgesetzt, nachdem Sie den Deckel geöffnet haben?

source: Test ACPI Wakealarm (fwts wakealarm)
de: Teste ACPI-Wakealarm (fwts wakealarm)

source: Check to see if CONFIG_NO_HZ is set in the kernel (this is just a simple regression check)
de: Überprüfen, ob CONFIG_NO_HZ im Kernel gesetzt ist (Dies ist nur ein einfacher Regressionstest)

source: PURPOSE: This is to install and run the Ubuntu QA regression tests (destructive)
de: ZWECK: Dies wird die Ubuntu-QA-Regressionstests installieren und ausführen (zerstörerisch)

source: Verifies that sshd is running.
de: Stellt sicher, dass sshd ausgeführt wird.

source: Verifies that Print/CUPs server is running.
de: Stellt sicher, dass der Drucker/CUPS-Server ausgeführt wird.

source: Verifies that DNS server is running and working.
de: Stellt sicher, dass der DNS-Server ausgeführt wird und arbeitet.

source: Verifies that Samba server is running.
de: Stellt sicher, dass der Samba-Server ausgeführt wird.

source: Verifies that the LAMP stack is running (Apache, MySQL and PHP).
de: Stellt sicher, dass der LAMP-Stack ausgeführt wird (Apache, MySQL und PHP).

source: Verifies that Tomcat server is running and working.
de: Stellt sicher, dass der Tomcat-Server ausgeführt wird und arbeitet.

source: PURPOSE: Create jobs that use the CPU as much as possible for two hours. The test is considered passed if the system does not freeze.
de: ZWECK: Aufträge erstellen, die den Prozessor über 2 Stunden lang so stark wie möglich auslasten. Der Test wird als bestanden angesehen, wenn das System nicht einfriert.

source: PURPOSE: This test will enter and resume from hibernate for 30 iterations STEPS: 1. Ensure your system has no power-on or HDD passwords set, and that grub is set to boot Ubuntu by default if you have a multi-boot set-up 2. Click "Test" to start the test (very lengthy) 3. If your system does not wake itself after 2 minutes, you will need to press the power button 4. If the system fails to resume from hibernation and must be rebooted, please restart System Testing and mark this test as Failed VERIFICATION: Did the system successfully hibernate and wake 30 times?
de: ZWECK: Dieser Test versetzt den Rechner 30 mal in den Ruhezustand und weckt ihn wieder auf SCHRITTE: 1. Stellen Sie sicher, dass für das System kein Start- oder Festplattenkennwort festgelegt ist und Ubuntu im Falle eines Multi-Boot-Systems als Standard gesetzt ist 2. Klicken Sie auf »Test«, um den Test zu starten (dauert lange) 3. Falls ihr System nach zwei Minuten nicht startet, müssen Sie den Ein-/Ausschalter drücken 4. Falls das System nicht aus dem Ruhezustand aufwacht und neugestartet werden muss, starten Sie bitte die Systemüberprüfung erneut und markieren diesen Test als fehlgeschlagen ÜBERPRÜFUNG: Wurde das Systen erfolgreich 30 mal in den Ruhezustand versetzt und wieder aufgeweckt?

source: PURPOSE: This test will enter and resume from suspend for 30 iterations STEPS: 1. Click "Test" to start the test (very lengthy) 2. If the system fails to resume from suspend and must be rebooted, please restart System Testing and mark this test as Failed VERIFICATION: Did the system successfully suspend and resume 30 times?
de: ZWECK: Dieser Test versetzt Ihren Rechner 30 mal in den Bereitschaftsmodus und weckt ihn wieder auf SCHRITTE: 1. Wählen Sie »Test«, um den Test zu starten (dauert lange) 2. Falls das System nicht aus dem Bereitschaftsmodus aufgeweckt werden kann und neu gestartet werden muss, starten Sie die Systemüberprüfung erneut und markieren Sie diesen Test als fehlgeschlagen ÜBERPRÜFUNG: Wurde das System erfolgreich 30 mal in Bereitschaft versetzt und wieder aufgeweckt?

source: Record mixer settings before suspending.
de: Notieren Sie sich die Einstellungen des Lautstärkereglers vor dem Wechsel in den Ruhezustand.

source: Verify that all the CPUs are online before suspending
de: Stellen Sie vor dem Wechsel in den Ruhezustand sicher, dass alle Prozessoren in Betrieb sind.

source: Dumps memory info to a file for comparison after suspend test has been run
de: Kopiert Informationen aus dem Speicher in eine Datei, um diese nach dem Bereitschaftstest als Vergleich nutzen zu können.

source: This test disconnects all connections and then connects to the wireless interface. It then checks the connection to confirm it's working as expected.
de: Dieser Test unterbricht alle Verbindungen und verbindet sich dann mit dem Funknetzwerk. Anschließend wird die Verbindung geprüft, um sicherzustellen, dass alles wie erwartet funktioniert.

source: PURPOSE: This test will check suspend and resume STEPS: 1. Click "Test" and your system will suspend for about 30 - 60 seconds 2. If your system does not wake itself up after 60 seconds, please press the power button momentarily to wake the system manually 3. If your system fails to wake at all and must be rebooted, restart System Testing after reboot and mark this test as Failed VERIFICATION: Did your system suspend and resume correctly?
de: ZWECK: Dieser Test versetzt den Rechner in Bereitschaft und weckt ihn wieder auf SCHRITTE: 1. Klicken Sie auf »Test«, um den Rechner für etwa 30-60 Sekunden in Bereitschaft zu versetzen 2. Falls ihr System nach 60 Sekunden nicht startet, müssen Sie den Ein-/Ausschalter drücken 3. Falls das System nicht aus dem Ruhezustand aufwacht und neugestartet werden muss, starten Sie bitte die Systemüberprüfung erneut und markieren diesen Test als fehlgeschlagen ÜBERPRÜFUNG: Wurde das Systen erfolgreich in Bereitschaft versetzt und wieder aufgeweckt?

source: Verify that mixer settings after suspend are the same as before suspend.
de: Stellen Sie sicher, dass die Einstellungen des Lautstärkereglers nach dem Aufwecken aus dem Ruhezustand dieselben sind wie vorher.

source: Verify that all CPUs are online after resuming.
de: Stellen Sie sicher, dass alle Prozessoren nach dem Aufwecken aus dem Ruhezustand in Betrieb sind.

source: Verify that all memory is available after resuming from suspend.
de: Stellen Sie sicher, dass der gesamte Speicher nach dem Aufwecken aus dem Ruhezustand zur Verfügung steht.

source: PURPOSE: This test will check that the display is correct after suspend and resume VERIFICATION: Does the display work normally after resuming from suspend?
de: ZWECK: Dieser Test prüft, ob der Bildschirm korrekt arbeitet, nachdem sich das System im Bereitschaftsmodus befunden hat und wieder aufgeweckt wurde ÜBERPRÜFUNG: Arbeitet der Bildschirm nach dem Aufwecken aus dem Bereitschaftsmodus normal?

source: This test checks that the wireless interface is working after suspending the system. It disconnects all interfaces and then connects to the wireless interface and checks that the connection is working as expected.
de: Dieser Test prüft, ob die Funknetzwerkgeräte nach der Bereitschaft korrekt arbeiten. Er unterbricht die Verbindung aller Geräte und verbindet sich dann mit dem Funknetzwerkgerät, um zu prüfen ob die Verbindung wie erwartet funktioniert.

source: This test grabs the hardware address of the bluetooth adapter after suspend and compares it to the address grabbed before suspend.
de: Dieser Test liest die Hardware-Adresse des Bluetooth-Adapters nach der Bereitschaft aus und vergleicht sie mit der Adresse, die vor der Bereitschaft ausgelesen wurde.

source: This is an automated Bluetooth file transfer test. It sends an image to the device specified by the BTDEVADDR environment variable.
de: Dies ist ein automatisierter Bluetooth-Datenübertragungstest. Dieser sendet ein Bild an das Gerät, welches durch die BTDEVADDR-Umgebungsvariable festgelegt ist.

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 2. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
de: ZWECK: Diese Test schickt das Bild »JPEG_Color_Image_Ubuntu.jpg« an ein festgelegtes Gerät SCHRITTE: 1. Wählen Sie »Test« und Sie werden aufgefordert den Namen eines Bluetooth-Gerätes einzugeben, das Dateiübertragungen entgegen nehmen kann (Nach der Eingabe des Namens kann es einen Moment dauern, bevor mit dem Senden der Datei begonnen wird) 2. Bestätigen Sie alle Nachfragen auf beiden Geräten ÜBERPRÜFUNG: Wurden die Daten fehlerfrei übertragen?

source: PURPOSE: This test will cycle through the detected display modes STEPS: 1. Click "Test" and the display will cycle trough the display modes VERIFICATION: Did your display look fine in the detected mode?
de: ZWECK: Dieser Test wird durch die erkannten Bildschirmmodi schalten SCHRITTE: 1. Klicken Sie auf »Test« und der Bildschirm wird durch die Bildschirmmodi schalten ÜBERPRÜFUNG: Sah die Anzeige auf Ihrem Bildschirm in den erkannten Modi korrekt aus?

source: This test will check to make sure supported video modes work after a suspend and resume. This is done automatically by taking screenshots and uploading them as an attachment.
de: Dieser Test kontrolliert, ob unterstützte Video-Modi nach dem Aufwachen aus der Bereitschaft funktionieren. Dies geschieht automatisch, indem Bildschirmfotos aufgenommen werden und diese als Anhang hochgeladen werden.
