Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: This attaches screenshots from the suspend/cycle_resolutions_after_suspend_auto test to the results submission.
de: Dies fügt Bildschirmfots vom suspend/cycle_resolutions_after_suspend_auto-Test zur Ergebnisbericht hinzu.

source: PURPOSE: This will test that USB functionality is restored after a suspend and resume cycle STEPS: 1. Plug in at least one USB storage device if one is not already connected 2. Click "Test" to start VERIFICATION: Automatically verified
de: ZWECK: Dieser Test überprüft die USB-Funktionalität, nachdem der Rechner in Bereitschaft versetzt und wieder aufgeweckt wurde SCHRITTE: 1. Schließen Sie mindestens ein USB-Speichergerät an, falls noch keines angeschlossen ist 2. Klicken Sie auf »Test«, um zu beginnen ÜBERPRÜFUNG: Automatische Überprüfung

source: This will check to make sure that your audio device works properly after a suspend and resume. This may work fine with speakers and onboard microphone, however, it works best if used with a cable connecting the audio-out jack to the audio-in jack.
de: Dies testet, ob Ihre Audiogeräte nach dem Aufwachen aus der Bereitschaft korrekt funktionieren. Das funktioniert sowohl mit Lautsprechern als auch integrierten Mikrophonen, allerdings ist es am Besten, wenn Sie den Audio-Ausgang mit einem Kabel mit dem Audio-Eingang verbinden.

source: This is the automated version of suspend/suspend_advanced.
de: Dies ist die automatisierte Version von suspend/suspend_advanced.

source: This automatically tests Wake-on-LAN capability with the aid of a suitably configured server. During this process the system will suspend, then automatically wake up after no more than 5 minutes.
de: Dies testet automatisch die Wake-on-LAN-Funktionen mitHilfe eines korrekt eingerichteten Servers. Während des Prozesses wird Ihr System in den Bereitschaftsmodus wechseln und nach maximal 5 Sekunden wieder aufgeweckt.

source: Detects and shows USB devices attached to this system.
de: Erkennt und zeigt mit dem System verbundene USB-Geräte an.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug in one or more USB keys or hard drives. 2. Click on "Test". INFO: $output VERIFICATION: Were the drives detected?
de: ZWECK: Dieser Test wird Ihre USB-Verbindung prüfen. SCHRITTE: 1. Schließen Sie ein oder mehrere USB-Speicher oder -Festplatten an. 2. Klicken Sie auf »Test«. INFO: $output ÜBERPRÜFUNG: Wurden die Laufwerke erkannt?

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB keyboard into the computer. 2. Click on "Test" and enter some text. VERIFICATION: Does the keyboard work?
de: ZWECK: Dieser Test wird Ihre USB-Verbindung überprüfen. SCHRITTE: 1. Schließen Sie eine USB-Tastatur an den Rechner an. 2. Klicken Sie auf »Test« und geben Sie ein wenig Text ein. ÜBERPRÜFUNG: Hat die Tastatur funktioniert?

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB mouse into the computer. 2. Perform some single/double/right click operations. VERIFICATION: Does the mouse work correctly?
de: ZWECK: Dieser Test wird Ihre USB-Verbindung überprüfen. SCHRITTE: 1. Schließen Sie eine USB-Maus an den Rechner an. 2. Führen Sie einige Einfach-/Doppel-/Rechtsklick-Operationen aus. ÜBERPRÜFUNG: Hat die Maus korrekt funktioniert?

source: PURPOSE: This test will check your USB connection. STEPS: 1. Click "Test" and insert a USB device within 5 seconds. 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated.
de: ZWECK: Dieser Test wird Ihre USB-Verbindung überprüfen. SCHRITTE: 1. Klicken Sie auf »Test« und schließen Sie innerhalb von 5 Sekunden ein USB-Gerät an. 2. Entfernen Sie das Gerät nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests verläuft automatisch.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Click "Test" and remove the USB device within 5 seconds. 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated.
de: ZWECK: Dieser Test überprüft Ihre USB-Verbindung. SCHRITTE: 1. Klicken Sie auf »Test« und entfernen Sie das USB-Gerät innerhalb von 5 Sekunden. 2. Entfernen Sie das Gerät nach dem Test nicht. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB HDD or thumbdrive into the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated.
de: ZWECK: Dieser Test überprüft Ihre USB-Verbindung. SCHRITTE: 1. Schließen Sie eine USB-Festplatte oder ein Thumbdrive an den Rechner an. 2. Im Starter sollte ein Symbol erscheinen. 3. Klicken Sie auf »Test«, um mit dem Test zu beginnen. ÜBERPRÜFUNG: Die Überprüfung dieses Tests erfolgt automatisch.

source: This test is automated and requires that you plug in at least one usb storage device before running checkbox.
de: Dieser Test ist automatisiert und verlangt, dass Sie mindestens ein USB-Speichergerät mit dem Rechner verbinden, bevor Sie Checkbox starten.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Connect a USB storage device to an external USB slot on this computer. 2. An icon should appear on the Launcher. 3. Confirm that the icon appears. 4. Eject the device. 5. Repeat with each external USB slot. VERIFICATION: Do all USB slots work with the device?
de: ZWECK: Dieser Test überprüft Ihre USB-Verbindung. SCHRITTE: 1. Verbinden Sie ein USB-Speichergerät mit einem externen USB-Anschluss an diesem Rechner. 2. Im Starter sollte ein Symbol erscheinen. 3. Bestätigen Sie das Erscheinen des Symbols. 4. Entfernen Sie das Gerät. 5. Wiederholen Sie den Vorgang an jedem externen USB-Anschluss. ÜBERPRÜFUNG: Funktionieren alle USB-Anschlüsse mit dem Gerät?

source: PURPOSE: This test will check that the update manager can find updates. STEPS: 1. Click Test to launch update-manager. 2. Follow the prompts and if updates are found, install them. 3. When Update Manager has finished, please close the app by clicking the Close button in the lower right corner. VERIFICATION: Did Update manager find and install updates (Pass if no updates are found, but Fail if updates are found but not installed)
de: ZWECK: Dieser Test stellt sicher, dass die Aktualisierungsverwaltung Aktualisierungen findet. SCHRITTE: 1. Klicken Sie auf »Test«, um die Aktualisierungsverwaltung zu starten. 2. Folgen Sie den Anweisungen und installieren Sie Aktualisierungen, falls vorhanden. 3. Wenn der Vorgang abgeschlossen ist, schließen Sie die Anwendung mithilfe der Schließen-Schaltfläche in der rechten unteren Ecke. VERIFICATION: Hat die Aktualisierungsverwaltung Aktualisierungen gefunden und installiert (Bestanden, falls keine Aktualisierungen gefunden, aber fehlgeschlagen, falls Aktualisierungen gefunden, aber nicht installiert wurden)

source: PURPOSE: This test will check that the file browser can copy a folder STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Copy. 3. Right Click on any white area in the window and click on Paste. 4. Right click on the folder called Test Folder(copy) and click Rename. 5. Enter the name Test Data in the name box and hit Enter. 6. Close the File browser. VERIFICATION: Do you now have a folder called Test Data?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung einen Ordner kopieren kann. SCHRITTE: 1. Klicken Sie auf »Test«, um die Dateiverwaltung zu öffnen. 2. Rechtsklicken Sie auf den Ordner namens »Testordner« und wählen Sie Kopieren. 3. Rechtsklicken Sie auf eine beliebige Stelle der weißen Fläche im Fenster und wählen Sie Einfügen. 4. Rechtsklicken Sie auf den Order mit dem Namen »Testordner (Kopie)« und wählen Sie Umbenennen. 5. Geben Sie den Namen »Testdaten« im Namensfeld für den neuen Ordner ein und drücken Sie die Eingabetaste. 6. Schließen Sie die Dateiverwaltung. ÜBERPRÜFUNG: Wurde ein neuer Ordner mit dem Namen »Testdaten« angelegt?

source: PURPOSE: This test will verify that the file browser can move a folder. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the folder called Test Data onto the icon called Test Folder. 3. Release the button. 4. Double click the folder called Test Folder to open it up. 5. Close the File Browser. VERIFICATION: Was the folder called Test Data successfully moved into the folder called Test Folder?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung einen Ordner verschieben kann SCHRITTE: 1. Klicken Sie auf »Test«, um die Dateiverwaltung zu öffnen 2. Klicken und ziehen Sie den Ordner namens »Testdaten« auf das Symbol »Testordner« 3. Doppelklicken Sie auf den »Testordner«, um ihn zu öffnen 4. Schließen Sie die Dateiverwaltung ÜBERPRÜFUNG: Wurde der Ordner »Testdaten« erfolgreich in »Testordner« verschoben?

source: PURPOSE: This test will check that the file browser can create a new file. STEPS: 1. Click Select Test to open the File Browser. 2. Right click in the white space and click Create Document -> Empty Document. 3. Enter the name Test File 1 in the name box and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a file called Test File 1?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine neue Datei erstellen kann SCHRITTE: 1. Klicken Sie auf »Test«, um die Dateiverwaltung zu öffnen 2. Rechtsklicken Sie auf den freien, weißen Raum und wählen Sie Neues Dokument anlegen -> Leeres Dokument 3. Geben Sie »Testdatei 1« als Dateinamen ein und drücken Sie die Eingabetaste 4. Schließen Sie die Dateiverwaltung ÜBERPRÜFUNG: Wurde eine Datei namens »Testdatei 1« erstellt?

source: PURPOSE: This test will check that the file browser can copy a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click Copy. 3. Right click in the white space and click Paste. 4. Right click on the file called Test File 1(copy) and click Rename. 5. Enter the name Test File 2 in the name box and hit Enter. 6. Close the File Browser. VERIFICATION: Do you now have a file called Test File 2?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine Datei kopieren kann SCHRITTE: 1. Klicken Sie auf »Test«, um die Dateiverwaltung zu öffnen 2. Rechtsklicken Sie auf die Datei »Testdatei 1« und wählen Sie Kopieren 3. Rechtsklicken Sie in den freien, weißen Raum und wählen Sie Einfügen 4. Rechtsklicken Sie auf die Datei namens »Testdatei 1 (Kopie)« und wählen Sie Umbenennen 5. Geben Sie »Testdatei 2« als Dateinamen ein 6. Schließen Sie die Dateiverwaltung ÜBERPRÜFUNG: Wurde eine Datei namens »Testdatei 2« erstellt?

source: PURPOSE: This test will check that the file browser can move a file. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the file called Test File 2 onto the icon for the folder called Test Data. 3. Release the button. 4. Double click the icon for Test Data to open that folder up. 5. Close the File Browser. VERIFICATION: Was the file Test File 2 successfully moved into the Test Data folder?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine Datei verschieben kann SCHRITTE: 1. Klicken Sie auf »Test«, um die Dateiverwaltung zu öffnen 2. Klicken und ziehen Sie die Datei namens »Testdatei 2« auf das Symbol für den Ordner »Testdaten« 3. Doppelklicken Sie auf das Symbol, um den Ordner zu öffnen 4. Schließen Sie die Dateiverwaltung ÜBERPRÜFUNG: Wurde die Datei namens »Testdatei 2« in den Ordner »Testdaten« verschoben?

source: PURPOSE: This test will check that the file browser can delete a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click on Move To Trash. 3. Verify that Test File 1 has been removed. 4. Close the File Browser. VERIFICATION: Is Test File 1 now gone?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung eine Datei löschen kann SCHRITTE: 1. Klicken Sie auf »Test«, um die Dateiverwaltung zu öffnen 2. Rechtsklicken Sie auf die Datei namens »Testdatei 1« und wählen Sie »In den Müll verschieben« 3. Überprüfen Sie, dass »Testdatei 1« gelöscht wurde 4. Schließen Sie die Dateiverwaltung ÜBERPRÜFUNG: Wurde »Testdatei 1« erfolgreich gelöscht?

source: PURPOSE: This test will check that the file browser can delete a folder. STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Move To Trash. 3. Verify that the folder was deleted. 4. Close the file browser. VERIFICATION: Has Test Folder been successfully deleted?
de: ZWECK: Dieser Test überprüft, ob die Dateiverwaltung einen Ordner löschen kann SCHRITTE: 1. Klicken Sie auf »Test«, um die Dateiverwaltung zu öffnen 2. Rechtsklicken Sie auf den Ordner namens »Testordner« und wählen Sie »In den Müll verschieben« 3. Überprüfen Sie, dass der »Testordner« gelöscht wurde 4. Schließen Sie die Dateiverwaltung ÜBERPRÜFUNG: Wurde der »Testordner« erfolgreich gelöscht?

source: PURPOSE: This test will check that Firefox can render a basic web page. STEPS: 1. Select Test to launch Firefox and view the test web page. VERIFICATION: Did the Ubuntu Test page load correctly?
de: ZWECK: Dieser Test überprüft, ob Firefox eine einfache Webseite darstellen kann. SCHRITTE: 1. Wählen Sie »Test«, um Firefox zu starten, und sehen Sie sich die Test-Webseite an. ÜBERPRÜFUNG: Wurde die Ubuntu-Testseite korrekt geladen?

source: PURPOSE: This test will check that Firefox can run a java applet in a web page. Note: this may require installing additional software to complete successfully. STEPS: 1. Select Test to open Firefox with the Java test page, and follow the instructions there. VERIFICATION: Did the applet display?
de: ZWECK: Dieser Test überprüft, ob Firefox ein Java-Applet in einer Webseite ausführen kann. Hinweis: Dies kann die Installation zusätzlicher Anwendungen erfordern, um erfolgreich abgeschlossen zu werden. SCHRITTE: 1. Wählen Sie »Test«, um Firefox mit der Java-Testseite zu öffnen, und folgen Sie den Anweisungen dort. ÜBERPRÜFUNG: Wurde das Applet angezeigt?

source: PURPOSE: This test will check that Firefox can run flash applications. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a sample Flash test. VERIFICATION: Did you see the text?
de: ZWECK: Dieser Test überprüft, ob Firefox Flash-Anwendungen ausführen kann. Hinweis: Dies kann die Installation zusätzlicher Anwendungen erfordern, um erfolgreich abgeschlossen zu werden. SCHRITTE: 1. Wählen Sie »Test«, um Firefox zu starten, und einen einfachen Flash-Test anzeigen zu lassen. ÜBERPRÜFUNG: Haben Sie den Text gesehen?

source: PURPOSE: This test will check that Firefox can play a Flash video. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a short flash video. VERIFICATION: Did the video play correctly?
de: ZWECK: Dieser Test überprüft, ob Firefox ein einfaches Flash-Video abspielen kann. Hinweis: Dies kann die Installation zusätzlicher Anwendungen erfordern, um erfolgreich abgeschlossen zu werden. SCHRITTE: 1. Wählen Sie »Test«, um Firefox zu starten, und ein kurzes Flash-Video anzeigen zu lassen. ÜBERPRÜFUNG: Wurde das Video korrekt abgespielt?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Facebook Chat service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. SCHRITTE: 1. Klicken Sie auf »Test«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es sich mit dem Facebook-Chat verbindet. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Google Talk (gtalk) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. SCHRITTE: 1. Klicken Sie auf »Test«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu Google Talk (gtalk) herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Jabber service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. SCHRITTE: 1. Klicken Sie auf »Test«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu einem Jabber-Server herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the AOL Instant Messaging (AIM) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. SCHRITTE: 1. Klicken Sie auf »Test«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zu AOL Instant Messaging (AIM) herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Microsoft Network (MSN) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
de: ZWECK: Dieser Test überprüft, ob das Sofortnachrichtenprogramm Empathy funktioniert. SCHRITTE: 1. Klicken Sie auf »Test«, um Empathy zu öffnen. 2. Konfigurieren Sie Empathy, sodass es eine Verbindung zum Microsoft-Netzwerk (MSN) herstellt. 3. Schließen Sie Empathy, wenn Sie den Test abgeschlossen haben. ÜBERPRÜFUNG: Wurde die Verbindung erfolgreich hergestellt und konnten Sie Nachrichten senden und empfangen?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a POP3 account. VERIFICATION: Were you able to receive and read e-mail correctly?
de: ZWECK: Dieser Test überprüft, ob Evolution funktioniert. SCHRITTE: 1. Klicken Sie auf die Schaltfläche »Test«, um Evolution auszuführen. 2. Konfigurieren Sie es, um sich mit einem POP3-Konto zu verbinden. ÜBERPRÜFUNG: War es Ihnen möglich, E-Mails korrekt zu empfangen und zu lesen?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a IMAP account. VERIFICATION: Were you able to receive and read e-mail correctly?
de: ZWECK: Dieser Test überprüft, ob Evolution funktioniert. SCHRITTE: 1. Klicken Sie auf die Schaltfläche »Test«, um Evolution auszuführen. 2. Konfigurieren Sie es, um sich mit einem IMAP-Konto zu verbinden. ÜBERPRÜFUNG: War es Ihnen möglich, E-Mails einwandfrei zu empfangen und zu lesen?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a SMTP account. VERIFICATION: Were you able to send e-mail without errors?
de: ZWECK: Dieser Test überprüft, ob Evolution funktioniert. SCHRITTE: 1. Klicken Sie auf die Schaltfläche »Test«, um Evolution auszuführen. 2. Konfigurieren Sie es, um sich mit einem SMTP-Konto zu verbinden. ÜBERPRÜFUNG: War es Ihnen möglich, E-Mails fehlerfrei zu senden?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator. VERIFICATION: Did it launch correctly?
de: ZWECK: Dieser Test prüft, ob gcalctool (Taschenrechner) funktioniert. SCHRITTE: Klicken Sie auf die Schaltfläche »Test«, um den Taschenrechner zu öffnen ÜBERPRÜFUNG: Wurde er einwandfrei gestartet?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Simple math functions (+,-,/,*) 2. Nested math functions ((,)) 3. Fractional math 4. Decimal math VERIFICATION: Did the functions perform as expected?
de: ZWECK: Dieser Test überprüft, ob der Taschenrechner (gcalctool) funktioniert. SCHRITTE: Klicken Sie auf »Test« um den Taschenrechner zu öffnen und führen Sie folgende Operationen aus: 1. Einfache Arithmetik (+,-,/,*) 2. Berechnungen mit Klammern 3. Berechnungen mit Brüchen 4. Berechnungen mit Dezimalzahlen ÜBERPRÜFUNG: Wurden die Operationen richtig ausgeführt?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Memory set 2. Memory reset 3. Memory last clear 4. Memory clear VERIFICATION: Did the functions perform as expected?
de: ZWECK: Dieser Test überprüft, ob der Taschenrechner (gcalctool) funktioniert. SCHRITTE: Klicken Sie auf »Test«, um den Taschenrechner zu öffnen und führen Sie folgende Operationen aus: 1. Etwas im Speicher ablegen 2. Speicher zurücksetzen 3. Letzten Speichereintrag löschen 4. Gesamten Speicher löschen ÜBERPRÜFUNG: Wurden die Operationen richtig ausgeführt?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Cut 2. Copy 3. Paste VERIFICATION: Did the functions perform as expected?
de: ZWECK: Dieser Test prüft, ob gcalctool (Taschenrechner) funktioniert. SCHRITTE: Klicken Sie auf die Schaltfläche »Test«, um den Taschenrechner zu öffnen und führen Sie folgendes aus: 1. Ausschneiden 2. Kopieren 3. Einfügen ÜBERPRÜFUNG: Wurden die Funktionen erwartungsgemäß ausgeführt?

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit. 2. Enter some text and save the file (make a note of the file name you use), then close gedit. VERIFICATION: Did this perform as expected?
de: ZWECK: Dieser Test überprüft, ob gedit funktioniert. SCHRITTE: 1. Klicken Sie auf die Schaltfläche »Test«, um gedit zu öffnen. 2. Geben Sie beliebigen Text ein und speichern Sie die Datei (merken Sie sich den Dateinamen), dann schließen Sie gedit. ÜBERPRÜFUNG: Konnte dieser Vorgang erfolgreich ausgeführt werden?

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit, and re-open the file you created previously. 2. Edit then save the file, then close gedit. VERIFICATION: Did this perform as expected?
de: ZWECK: Dieser Test überprüft, ob gedit funktioniert. SCHRITTE: 1. Klicken Sie auf die Schaltfläche »Test«, um gedit zu öffnen, und öffnen Sie die zuvor erstellte Datei. 2. Bearbeiten und speichern Sie die Datei, dann schließen Sie gedit. ÜBERPRÜFUNG: Konnte dieser Vorgang erfolgreich ausgeführt werden?
