Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: PURPOSE: This test will check that Gnome Terminal works. STEPS: 1. Click the "Test" button to open Terminal. 2. Type 'ls' and press enter. You should see a list of files and folder in your home directory. 3. Close the terminal window. VERIFICATION: Did this perform as expected?
de: ZWECK: Dieser Test überprüft, ob Gnome Terminal funktioniert. SCHRITTE: 1. Klicken Sie auf die Schaltfläche »Test«, um ein Terminal zu öffnen. 2. Geben Sie »ls« ein und bestätigen Sie mit der Eingabetaste. Sie sollten eine Liste der Dateien und Ordner in Ihrem persönlichen Ordner sehen. 3. Schließen Sie das Terminal-Fenster ÜBERPRÜFUNG: Konnte dieser Vorgang erfolgreich ausgeführt werden?

source: Wireless scanning test. It scans and reports on discovered APs.
de: Test der Funknetzwerksuche. Es wird nach Funknetzwerken gesucht und gefundene Zugriffspunkte werden angezeigt.

source: PURPOSE: This test will check your wireless connection. STEPS: 1. Click on the Network icon in the panel. 2. Select a network below the 'Wireless networks' section. 3. Click "Test" to verify that it's possible to establish an HTTP connection. VERIFICATION: Did a notification show and was the connection correctly established?
de: ZWECK: Dieser Test überprüft Ihre Funknetzwerkverbindung. SCHRITTE: 1. Klicken Sie auf das Netzwerksymbol in der oberen Menüleiste. 2. Wählen Sie ein Netzwerk aus dem Abschnitt »Funknetzwerke«. 3. Klicken Sie auf »Test«, um sicherzustellen, dass eine HTTP-Verbindung hergestellt werden kann. ÜBERPRÜFUNG: Wurde eine Benachrichtigung angezeigt und erfolgreich eine Verbindung hergestellt?

source: Shorthand for --config=.*/jobs_info/blacklist.
de: Kürzel für -config=.*/jobs_info/blacklist.

source: Shorthand for --config=.*/jobs_info/blacklist_file.
de: Kürzel für -config=.*/jobs_info/blacklist_file.

source: Shorthand for --config=.*/jobs_info/whitelist.
de: Kürzel für -config=.*/jobs_info/whitelist.

source: Shorthand for --config=.*/jobs_info/whitelist_file.
de: Kürzel für -config=.*/jobs_info/whitelist_file.

source: Command not found.
de: Der Befehl wurde nicht gefunden.

source: Command received signal %s: %s
de: Der Befehl empfing das Signal %s: %s

source: Test %(name)s from suite %(suite)s failed.
de: Test %(name)s aus dem Bereich %(suite)s gescheitert.

source: Do you want to report a bug?
de: Möchten Sie einen Programmfehler melden?

source: Warning: Some tests could cause your system to freeze or become unresponsive. Please save all your work and close all other running applications before beginning the testing process.
de: Warnung: Einige Tests können Ihr System einfrieren oder es nicht mehr reagieren lassen. Bitte speichern Sie all Ihre Arbeit und momentan laufende Anwendungen, bevor Sie mit den Tests beginnen.

source: The generated report seems to have validation errors, so it might not be processed by Launchpad.
de: Der erstellte Bericht scheint Fehler zu enthalten. Deshalb könnte es sein, dass er nicht von Launchpad verarbeitet wird.

source: <b>Comment:</b>
he: <b>הערות:</b>
lt: <b>Komentaras</b>
nb: <b>Kommentar:</b>

source: Device information
he: מידע אודות ההתקן
lt: Įrenginio informacija
nb: Enhetsinformasjon

source: Distribution details
he: פרטי הפצה
lt: Distribucijos detalės
nb: Distribusjonsdetaljer

source: Packages installed
he: חבילות מותקנות
lt: Įdiegti paketai
nb: Installerte pakker

source: Processor information
he: נתוני מעבד
lt: Procesoriaus informacija
nb: Prosessorinformasjon

source: Successfully sent information!
he: הנתונים נשלחו בהצלחה!
lt: Informacija sėkmingai išsiųsta!
nb: Informasjon ble sendt!

source: Test results
he: תוצאות הבדיקה
lt: Testo rezultatai
nb: Testresultater

source: _Desktop
he: _שולחן עבודה
lt: _Darbastalis
nb: _Skrivebord

source: _Laptop
he: מחשב _נייד
lt: _Nešiojamasis kompiuteris
nb: _Bærbar

source: _Server
he: _שרת
lt: _Serveris
nb: _Tjener

source: The following resolution was detected for your display:
he: הרזולוציה הבאה זוהתה עבור התצוגה שלך:
lt: Pateikta raiška buvo nustatyta Jūsų vaizduokliui:
nb: Den følgende oppløsningen ble oppdaget for skjermen din:

source: $(resolution_test)
lt: $(raiškos_testas)

source: Is this a good resolution for your display?
he: האם זוהי רזולוציה טובה עבור התצוגה שלך?
lt: Ar ši raiška gera Jūsų vaizduokliui?
nb: Er dette en god oppløsning for skjermen din?

source: $(network_test)
lt: $(tinklo_testas)

source: Are you connected to the Internet?
he: האם אתה מחובר לאינטרנט?
lt: Ar Jūs prisijungęs prie interneto?
nb: Er du tilkoblet Internett

source: Typing keys on your keyboard should display the corresponding characters in a text area.
he: לחיצה על המקשים במקלדת שלך אמורה להציג את התווים התואמים באזור הטקסט.
lt: Klavišų spaudimas klaviatūroje turėtų rodyti atitinkamus simbolius teksto lauke.
nb: Hvis du trykker på tastene på tastaturet burde de tilhørende tegnene vises i tekstområdet.

source: Running test: %s
he: מריץ בדיקה: %s
lt: Vykdomas testas: %s
nb: Kjører testen: %s

source: Please provide comments about the failure.
lt: Prašome nurodyti komentarus apie nesėkmę.
nb: Vennligst kommer denne feilen.

source: Authentication
he: אימות זהות
lt: Atpažinimas
nb: Autentisering

source: Please provide your Launchpad email address:
he: נא ספקו את כתובת הדואל שלכם לשימוש ב-Launchpad:
lt: Prašome nurodyti savo Launchpad elektroninio pašto adresą:
nb: Vennligst skriv inn din Launchpad e-postadresse:

source: Done
he: הושלם
lt: Atlikta
nb: Ferdig

source: Successfully sent information to server!
he: המידע נשלח אל השרת בהצלחה!
lt: Informacija sėkmingai išsiųsta į serverį!
nb: Informasjonen er levert til tjeneren!

source: Exchange
he: החלפה
lt: Apsikeitimas
nb: Utveksle

source: Category
he: קטגוריה
lt: Kategorija
nb: Kategori

source: The following information will be sent to the Launchpad hardware database. Please provide the e-mail address you use to sign in to Launchpad to submit this information.
he: הנתונים הבאים ישלחו למסד נתוני החומרה של Launchpad. נא לספק את כתובת הדואר האלקטרוני בה אתה משתמש כדי להתחבר ל-Launchpad כדי לשלוח את הנתונים.
lt: Pateikta informacija bus išsiųsta į Launchpad techninės įrangos duomenų bazę. Prašome nurodyti el. pašto adresą kuriuo jungiatės prie Launchpad- informacijos patvirtinimui.
nb: Den følgende informasjonen vil bli sendt til Launchpad maskinvaredatabase. Vennligst skriv inn e-postadressen du bruker for å logge deg på Launchpad for å sende inn informasjonen.
