Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: PURPOSE: This test cycles through the detected video modes STEPS: 1. Click "Test" to start cycling through the video modes VERIFICATION: Did the screen appear to be working for each mode?
de: ZWECK: Dieser Test schaltet durch die verschiedenen Video-Modi. SCHRITTE: 1. Wählen Sie »Test«, um mit dem Durchschalten der Video-Modi zu beginnen ÜBERPRÜFUNG: Schien der Bildschirm in jedem Modus zu funktionieren?

source: PURPOSE: This test tests the basic 3D capabilities of your video card STEPS: 1. Click "Test" to execute an OpenGL demo. Press ESC at any time to close. 2. Verify that the animation is not jerky or slow. VERIFICATION: 1. Did the 3d animation appear? 2. Was the animation free from slowness/jerkiness?
de: ZWECK: Dieser Test prüft die grundlegende 3D-Leistung ihrer Grafikkarte SCHRITTE: 1. Wählen Sie »Test«, um eine OpenGL-Demo auszuführen 2. Stellen Sie sicher, dass die Animation nicht ruckelt oder verzögert wird ÜBERPRÜFUNG: 1. Wurde die 3D-Animation angezeigt? 2. War die Animation frei von Verzögerungen/Ruckeln?

source: PURPOSE: This test will check to make sure your system can successfully hibernate (if supported) STEPS: 1. Click on Test 2. The system will hibernate and should wake itself within 5 minutes 3. If your system does not wake itself after 5 minutes, please press the power button to wake the system manually 4. If the system fails to resume from hibernate, please restart System Testing and mark this test as Failed VERIFICATION: Did the system successfully hibernate and did it work properly after waking up?
de: ZWECK: Dieser Test stellt sicher, dass Ihr System vollständig in den Ruhezustand versetzt werden kann (falls unterstützt) SCHRITTE: 1. Wählen Sie »Test« 2. Das System wird in den Ruhezustand versetzt und sollte innerhalb von 5 Minuten wieder aufwachen 3. Falls Ihr System nach 5 Minuten nicht aufgewacht ist, drücken Sie den Ein-/Ausschalter, um das System manuell aufzuwecken 4. Falls das System trotzdem nicht aus dem Ruhezustand aufwacht, starten Sie die Systemüberprüfung erneut und markieren Sie diesen Test als fehlgeschlagen ÜBERPRÜFUNG: Wurde das System erfolgreich in den Ruhezustand versetzt und hat es nach dem Aufwecken fehlerfrei funktioniert?

source: Attaches a report of installed codecs for Intel HDA
de: Legt einen Bericht über die installierten Codecs für Intel HDA an.

source: Attaches a report of CPU information
de: Legt einen Bericht mit CPU-Informationen an

source: Attaches a copy of /var/log/dmesg to the test results
de: Fügt den Testergebnissen eine Kopie von /var/log/dmesg hinzu

source: Attaches info on DMI
de: Erstellt Informationen über DMI

source: Attaches dmidecode output
de: Erstellt dmidecode-Ausgabe

source: Attaches very verbose lspci output.
de: Erstellt eine sehr lange lspci-Ausgabe

source: Attaches the contents of the various modprobe conf files.
de: Fügt die Inhalte der diversen modprobe-conf-Dateien hinzu.

source: Attaches the contents of the /etc/modules file.
de: Fügt die Inhalte der Datei /etc/modules hinzu.

source: attaches the contents of various sysctl config files.
de: Fügt die Inhalte von diversen sysctl-config-Dateien hinzu.

source: Attaches a report of sysfs attributes.
de: Fügt einen Bericht über sysfs-Attribute hinzu.

source: Attaches a dump of the udev database showing system hardware information.
de: Fügt ein Abbild der udev-Datenbank mit System-Hardware-Informationen hinzu.

source: Attaches a tarball of gcov data if present.
de: Fügt ein Tar-Archiv mit gcov-Daten hinzu, wenn vorhanden.

source: Attaches a list of the currently running kernel modules.
de: Fügt eine Liste der momentan ausgeführten Kernelmodule hinzu.

source: Attaches the screenshot captured in info/screenshot.
de: Fügt das unter info/screenshot erstellte Bildschirmfoto hinzu.

source: Gather log from the Firmware Test Suite run.
de: Sammelprotokoll des Firmware-Test-Suite-Durchlaufs.

source: Attaches the contents of /proc/acpi/sleep if it exists.
de: Fügt die Inhalte von /proc/acpi/sleep hinzu, falls vorhanden.

source: SATA/IDE device information.
de: SATA/IDE-Geräteinformationen.

source: Attaches the bootchart png file for bootchart runs
de: Fügt die Datei bootchart.png für Bootchart-Läufe hinzu

source: Attaches the bootchart log for bootchart test runs.
de: Fügt das Bootchart-Protokoll für Bootchart Testläufe hinzu.

source: installs the installer bootchart tarball if it exists.
de: Installiert das Installationsprogramm-Bootchart-Tar-Archiv, falls vorhanden.

source: Attaches the installer debug log if it exists.
de: Fügt das Fehlerdiagnoseprotokoll des Installationsprogramms hinzu, falls vorhanden.

source: PURPOSE: This test will test your pointing device STEPS: 1. Move the cursor using the pointing device or touch the screen. 2. Perform some single/double/right click operations. VERIFICATION: Did the pointing device work as expected?
de: ZWECK: Dieser Test überprüft Ihr Zeigegerät SCHRITTE: 1. Bewegen Sie den Mauszeiger mithilfe des Zeigegeräts oder berühren Sie den Bildschirm. 2. Führen Sie einige Einzel-/Doppel-/Rechtsklick-Operationen aus. ÜBERPRÜFUNG: Arbeitete das Zeigegerät wie vorgesehen?

source: PURPOSE: This test will test your keyboard STEPS: 1. Click on Test 2. On the open text area, use your keyboard to type something VERIFICATION: Is your keyboard working properly?
de: ZWECK: Dieser Test überprüft Ihre Tastatur SCHRITTE: 1. Wählen Sie »Test« 2. Benutzen Sie Ihre Tastatur, um in den Textbereich irgendetwas einzugeben ÜBERPRÜFUNG: Arbeitet Ihre Tastatur einwandfrei?

source: Tests to see that apt can access repositories and get updates (does not install updates). This is done to confirm that you could recover from an incomplete or broken update.
de: Tests, um zu überprüfen, ob apt auf die Paketquellen zugreifen und Aktualisierungen herunterladen kann (installiert keine Aktualisierungen). Dies geschieht, um sicherzustellen, dass Sie Ihr System nach einer unvollständigen oder fehlgeschlagenen Aktualisierung wiederherstellen können.

source: PURPOSE: This test will test the brightness key STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses?
de: ZWECK: Dieser Test überprüft die Helligkeitstasten SCHRITTE: 1. Drücken Sie die Helligkeitstasten auf der Tastatur ÜBERPRÜFUNG: Hat sich die Helligkeit nach Ihren Tastendrücken verändert?

source: PURPOSE: This test will test the volume keys STEPS: 1. Press the volume buttons on the keyboard VERIFICATION: Did the volume change following to your key presses?
de: ZWECK: Dieser Test überprüft die Tasten zur Lautstärkeregelung SCHRITTE: 1. Drücken Sie die Tasten zur Lautstärkeregelung auf der Tastatur ÜBERPRÜFUNG: Hat sich die Lautstärke geändert, nachdem Sie die Tasten gedrückt haben?

source: PURPOSE: This test will test the mute key STEPS: 1. Press the mute button on the keyboard VERIFICATION: Did the volume mute following your key presses?
de: ZWECK: Dieser Test überprüft die Stumm-Taste SCHRITTE: 1. Drücken Sie die Stumm-Taste auf der Tastatur ÜBERPRÜFUNG: Wurde der Ton abgeschaltet, nachdem Sie die Taste gedrückt haben?

source: PURPOSE: This test will test the sleep key STEPS: 1. Press the sleep key on the keyboard 2. Wake your system up by pressing the power button VERIFICATION: Did the system go to sleep after pressing the sleep key?
de: ZWECK: Dieser Test überprüft die Bereitschaftstaste SCHRITTE 1. Drücken Sie die Bereitschaftstaste auf der Tastatur 2. Wecken Sie das System durch Drücken des An-/Aus-Schalters ÜBERPRÜFUNG: Wurde das System nach dem Drücken der Bereitschaftstaste in Bereitschaft versetzt?

source: PURPOSE: This test will test the battery information key STEPS: 1. Press the battery information key on the keyboard VERIFICATION: Did a notification appear showing the battery status?
de: ZWECK: Dieser Test überprüft die Taste für Akkuinformationen SCHRITTE: 1. Drücken Sie die Taste für Akkuinformationen auf der Tastatur ÜBERPRÜFUNG: Hat Sie eine Benachrichtigung über den Akkuzustand informiert?

source: PURPOSE: This test will test the wireless key STEPS: 1. Press the wireless key on the keyboard 2. Press the same key again VERIFICATION: Did the wireless go off on the first press and on again on the second?
de: ZWECK: Dieser Test überprüft die Funknetzwerktaste SCHRITTE: 1. Drücken Sie die Funknetzwerktaste auf der Tastatur 2. Drücken Sie die gleiche Taste noch einmal. ÜBERPRÜFUNG: Schaltete sich die Funknetzwerkverbindung beim ersten Betätigen ab und schaltete sie sich beim zweiten Mal wieder ein?

source: PURPOSE: This test will test the media keys of your keyboard STEPS: 1. Click test to launch the media player 2. Press the play/pause key on the keyboard 3. Press the forward key on the keyboard 4. Press the backward key on the keyboard 5. Press stop key on the keyboard VERIFICATION: Do the keys work as expected?
de: ZWECK: Dieser Test überprüft die Medientasten Ihrer Tastatur SCHRITTE: 1. Wählen Sie »Test«, um die Medienwiedergabe auszuführen 2. Drücken Sie die Wiedergabe/Pause-Taste auf der Tastatur 3. Drücken Sie die Vorwärtstaste auf der Tastatur 4. Drücken Sie die Rückwärtstaste auf der Tastatur 5. Drücken sie die Stopptaste auf der Tastatur ÜBERPRÜFUNG: Funktionierten die Tasten wie erwartet?

source: Hibernation tests
de: Ruhezustandstest

source: Linux Test Project tests
de: Linux-Testprojekt-Tests

source: Mago Automated Desktop Testing
de: Automatisierter Arbeitsumgebungstest Mago

source: Memory tests
de: Speichertests

source: Optical Drive tests
de: Tests optischer Laufwerke

source: Panel Clock Verification tests
de: Verifizierungstest für die Menüleistenuhr

source: QA Regression tests
de: QA-Regressionstests

source: Server Services checks
de: Serverdiensteüberprüfung

source: Suspend tests
de: Bereitschaftstests

source: Wireless networking tests
de: Funknetzwerktests

source: This test installs and runs Linux Test Project syscalls test. This can be destructive, thus this test is blacklisted by default.
de: Dieser Test installiert und führt den syscalls-Test des Linux Testprojekts aus. Dies kann negative Auswirkungen haben, deswegen ist dieser Test standardmäßig auf der schwarzen Liste.

source: PURPOSE: This test installs and runs the Mago Automated Desktop Testing suite.
de: ZWECK: Dieser Test installiert die automatisierte Arbeitsumgebungstestsammlung Mango und führt diese aus.

source: PURPOSE: This test will check your system Secure Digital (SD) media card support STEPS: 1. Plug a SD media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Secure Digital (SD)-Karten auf Ihrem System SCHRITTE: 1. Schließen Sie eine SD-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Secure Digital (SD) media card support after suspend STEPS: 1. Plug a SD media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Secure Digital (SD)-Karten, nachdem Ihr System im Bereitschaftsmodus war SCHRITTE: 1. Schließen Sie eine SD-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Secure Digital High Capacity (SDHC) media card support STEPS: 1. Plug a SDHC media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Secure Digital High Capacity (SDHC)-Karten auf Ihrem System SCHRITTE: 1. Schließen Sie eine SDHC-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: This test will check your system Secure Digital High Capacity (SDHC) media card support after suspend STEPS: 1. Plug a SDHC media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Secure Digital High Capacity (SDHC)-Karten, nachdem Ihr System im Bereitschaftsmodus war SCHRITTE: 1. Schließen Sie eine SDHC-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Multi Media Card (MMC) media card support STEPS: 1. Plug a MMC media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Multi Media Card (MMC)-Karten auf Ihrem System SCHRITTE: 1. Schließen Sie eine MMC-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Multi Media Card (MMC) media card support after suspend STEPS: 1. Plug a MMC media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Multi Media Card (MMC)-Karten, nachdem Ihr System im Bereitschaftsmodus war SCHRITTE: 1. Schließen Sie eine MMC-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Memory Stick (MS) media card support STEPS: 1. Plug a MS media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Memory Stick (MS)-Karten auf Ihrem System SCHRITTE: 1. Schließen Sie eine MS-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Memory Stick (MS) media card support after suspend STEPS: 1. Plug a MS media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Memory Stick (MS)-Karten, nachdem Ihr System im Bereitschaftsmodus war SCHRITTE: 1. Schließen Sie eine MS-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Memory Stick Pro (MSP) media card support STEPS: 1. Plug a MSP media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Memory Stick Pro (MSP)-Karten auf Ihrem System SCHRITTE: 1. Schließen Sie eine MSP-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Memory Stick Pro (MSP) media card support after suspend STEPS: 1. Plug a MSP media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Memory Stick Pro (MSP)-Karten, nachdem Ihr System im Bereitschaftsmodus war SCHRITTE: 1. Schließen Sie eine MSP-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test will check your system Compact Flash (CF) media card support STEPS: 1. Plug a CF media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Compact Flash (CF)-Karten auf Ihrem System SCHRITTE: 1. Schließen Sie eine CF-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: This test will check your system Compact Flash (CF) media card support after suspend STEPS: 1. Plug a CF media card into the computer 2. An icon should appear on the Launcher 3. Right click on the Launcher icon and select "Safely Remove Drive" 4. The icon should disappear from the Launcher VERIFICATION: Does the icon automatically appear/disappear?
de: ZWECK: Dieser Test überprüft die Unterstützung von Compact Flash (CF)-Karten, nachdem Ihr System im Bereitschaftsmodus war SCHRITTE: 1. Schließen Sie eine CF-Medienkarte an Ihren Rechner an 2. Auf dem Starter sollte ein Symbol erscheinen 3. Führen Sie einen Rechtsklick darauf aus und wählen Sie »Sicher entfernen« 4. Das Symbol sollte aus dem Starter verschwinden ÜBERPRÜFUNG: Erscheint/verschwindet das Symbol automatisch?

source: PURPOSE: This test checks the amount of memory that is detected STEPS: 1. Click Test to see the amount of detected memory INFO: $output VERIFICATION: Is the amount of detected memory correct?
de: ZWECK: Dieser Test überprüft die erkannte Speichergröße SCHRITTE: 1. Wählen Sie »Test«, um die Größe des erkannten Speichers zu sehen. INFO: $output ÜBERPRÜFUNG: Ist die Größe des erkannten Speichers korrekt?

source: PURPOSE: This test will check that the system can switch to a virtual terminal and back to X STEPS: 1. Click "Test" to switch to another virtual terminal and then back to X VERIFICATION: Did your screen change temporarily to a text console and then switch back to your current session?
de: ZWECK: Dieser Test prüft, ob das System zu einem virtuellen Terminal und zurück zu X wechseln kann SCHRITTE: 1. Wählen Sie »Test«, um zu einem anderen virtuellen Terminal und dann zurück zu X zu wechseln ÜBERPRÜFUNG: Hat ihr Bildschirm vorübergehend zur Textkonsole und wieder zurück zur derzeitigen Sitzung geschaltet?

source: Run Firmware Test Suite (fwts) automated tests.
de: Ausführen der automatisierten Tests der Firmware-Test-Suite (fwts).

source: Determine if we need to run tests specific to portable computers that may not apply to desktops.
de: Ermitteln, ob Tests speziell für tragbare Rechner ausgeführt werden müssen, welche nicht für Arbeitsplatzrechner gedacht sind.

source: This test checks /var/crash to see if there are any crash reports present.
de: Dieser Test überprüft /var/crash auf vorhandene Absturzberichte.

source: If there are, this test will fail.
de: Falls welche vorhanden sind, wird der Test fehlschlagen.

source: PURPOSE: This test will check your VGA port. Skip if your system does not have a VGA port. STEPS: 1. Connect a display (if not already connected) to the VGA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
de: ZWECK: Dieser Test überprüft Ihren VGA-Anschluss. Überspringen Sie ihn, falls Ihr System keinen VGA-Anschluss besitzt. SCHRITTE: 1. Verbinden Sie einen Bildschirm (wenn nicht bereits verbunden) mit dem VGA-Anschluss Ihres Systems ÜBERPRÜFUNG: Wurde die Arbeitsoberfläche auf beiden Bildschirmen richtig dargestellt?

source: PURPOSE: This test will check your DVI port. Skip if your system does not have a DVI port STEPS: 1. Connect a display (if not already connected) to the DVI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
de: ZWECK: Dieser Test überprüft Ihren DVI-Anschluss. Überspringen Sie diesen Test, falls Ihr System keinen DVI-Anschluss besitzt. SCHRITTE: 1. Verbinden Sie einen Bildschirm (wenn nicht bereits verbunden) mit dem DVI-Anschluss Ihres Systems ÜBERPRÜFUNG: Wurde die Arbeitsoberfläche auf beiden Bildschirmen korrekt dargestellt?

source: PURPOSE: This test will check your DisplayPort port. Skip if your system does not have a DisplayPort port STEPS: 1. Connect a display (if not already connected) to the DisplayPort port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
de: ZWECK: Dieser Test überprüft Ihren Bildschirmanschluss. Überspringen Sie ihn, falls Ihr System keinen Bildschirmanschluss besitzt. SCHRITTE: 1. Verbinden Sie einen Bildschirm (wenn nicht bereits verbunden) mit dem Bildschirmanschluss Ihres Systems ÜBERPRÜFUNG: Wurde die Arbeitsoberfläche auf beiden Bildschirmen richtig dargestellt?

source: PURPOSE: This test will check your HDMI port. Skip if your system does not have a HDMI port STEPS: 1. Connect a display (if not already connected) to the HDMI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
de: ZWECK: Dieser Test überprüft Ihren HDMI-Anschluss. Überspringen Sie ihn, falls Ihr System keinen HDMI-Anschluss besitzt. SCHRITTE: 1. Verbinden Sie einen Bildschirm (wenn nicht bereits verbunden) mit dem HDMI-Anschluss Ihres Systems. ÜBERPRÜFUNG: Wurde die Arbeitsoberfläche auf beiden Bildschirmen richtig dargestellt?
