Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Checkbox did not finish completely. Do you want to recover from the previous run?
ast: Checkbox nun finó completamente. ¿Quies recuperar la execución anterior?
bs: Checkbox nije završio u potpunosti. Da li želite da oporavite prethodno pokretanje?
de: Checkbox hat seinen vorherigen Durchlauf noch nicht beendet. Möchten Sie diesen wieder aufnehmen?
sq: Përzgjedhësi nuk mbaroi plotësisht. Dëshironi të rekuperoni nga nisja e fundit?
sr: Кутија за проверу није завршила у потпуности. Да ли желите да опоравите претходно покретање?

source: Building report...
ast: Construyendo informe...
bs: Sastavljam izveštaj...
de: Bericht wird erstellt …
he: בונה דוח...
lt: Kuriama ataskaita...
nb: Setter sammen rapporten...
sq: Duke ndërtuar raportin...
sr: Састављам извештај...

source: Running %s...
ast: Executando %s...
bs: Izvršavam %s...
de: %s wird ausgeführt …
sq: Duke nisur %s...
sr: Извршавам %s...

source: Select the suites to test
ast: Esbille los conxuntos a prebar
bs: Izaberite komplet za testiranje
de: Wählen Sie die zu testenden Bereiche aus
sq: Zgjidhni grupet që do të testohen
sr: Изаберите комплет за тестирање

source: Enter text:
ast: Introduza'l testu:
bs: Unesite tekst:
de: Text eingeben:
sq: Vendosni tekstin:
sr: Унесите текст:

source: Type Text
ast: Teclee'l testu
bs: Kucajte tekst
de: Text eintippen
sq: Shtypni Tekstin
sr: Куцајте текст

source: No Internet connection
ast: Nyn hai conexón a Internet
bs: Nema Internet veze
de: Keine Internetverbindung
sq: Nuk ka lidhje Interneti
sr: Нема Интернет везе

source: Connection established lost a packet
ast: La conexón actual perdió un paquete
bs: Uspostavljena veza izgubila paket
de: Verlust eines Paketes bei der aufgebauten Verbindung
sq: Lidhja u krye dhe humbi një paketë
sr: Успостављена веза губи пакет

source: Internet connection fully established
ast: Conexón a Internet afitada dafechu
bs: Internet veza je u potpunosti uspostavljena
de: Internetverbinndung erfolgreich hergestellt
sq: Lidhja me Internetin u stabilizua plotësisht
sr: Интернет веза је у потпуности успостављена

source: _Test
ast: _Preba
de: _Testen
he: _בדיקה
lt: _Testas
sr: _Тестирај

source: Bluetooth mouse procedure: 1.- Enable the bluetooth mouse 2.- Click on the bluetooth icon in the menu bar 3.- Select 'Setup new device' 4.- Look for the device in the list and select it 5.- Move the mouse around the screen 6.- Perform some single/double/right click operations
ast: Procedimientu de mur Bluetooth: 1.- Activa'l bluetooth del mur 2.- Calca nel iconu bluetooth de la barra de menú 3.- Esbilla «Crear nuevu preséu» 4.- Gueta'l preséu na llista y esbíllalu 5.- Muevi'l mur al traviés de la pantalla 6.- Fai operaciones de clic/duble clic/botón drechu
sq: Proçedura e miut Bluetooth: 1.- Aktivizoni miun bluetooth 2.- Klikoni në ikonën e bluetooth në shiritin e menusë 3.- Zgjidhni 'Instalo pajisje të re' 4.- Shikoni për pajisjen në listë dhe përzgjidheni atë 5.- Lëvizni miun në ekran 6.- Bëni disa veprime me klikime njëshe/dyshe/me të djathtën
sr: Поступак блутут миша: 1. — Укључите блутут миша 2. — Кликните на иконицу блутута на линији изборника 3. — Изаберите „Подеси нови уређај“ 4. — Потражите уређај на списку и изаберите га 5. — Померајте миша по екрану 6. — Извршите операције притискања тастера

source: sshd test
ast: Prueba sshd
sr: Тест демона безбедне љуске

source: Google Talk
sr: Гугл разговор

source: Jabber
sr: Џабер

source: AIM
sr: АИМ

source: MSN
sr: МСН

source: $output
lt: $išvestis
sq: $dalja

source: The following USB controllers were detected:
sq: Kontrolluesit e USB që vijojnë u dalluan:

source: Test your system and submit results to the Ubuntu Friendly project
de: Überprüfen Sie Ihr Sytem und übermitteln Sie das Ergebnis an das Ubuntu Friendly-Projekt

source: Test to detect audio devices
de: Test zur Erkennung von Audio-Geräten

source: PURPOSE: This test will check that internal speakers work correctly STEPS: 1. Make sure that no external speakers or headphones are connected If testing a desktop, external speakers are allowed 2. Click the Test button to play a brief tone on your audio device VERIFICATION: Did you hear a tone?
de: ZIEL: Dieser Test wird prüfen, ob die eingebauten Lautsprecher korrekt funktionieren ABLAUF: 1. Stellen Sie sicher, dass keine externen Lautsprecher oder Kopfhörer angeschlossen sind. Falls es sich um einen fest installierten Rechner handelt, können externe Lautsprecher angeschlossen bleiben. 2. Klicken Sie auf die Schaltfläche »Test«, um einen kurzen Ton abzuspielen KONTROLLE: Haben Sie einen Ton gehört?

source: PURPOSE: This test will check that headphones connector works correctly STEPS: 1. Connect a pair of headphones to your audio device 2. Click the Test button to play a sound to your audio device VERIFICATION: Did you hear a sound through the headphones and did the sound play without any distortion, clicks or other strange noises from your headphones?
de: ZIEL: Dieser Test wird überprüfen, ob Ihr Kopfhöreranschluss funktioniert EINZELSCHRITTE: 1. Verbinden Sie Ihre Kopfhörer mit Ihrem Audio-Gerät 2. Drücken Sie auf die Test-Schaltfläche, um einen Ton über Ihr Audio-Gerät abzuspielen ÜBERPRÜFUNG: Haben Sie den Ton ohne Verzerrungen, Klicken oder andere seltsame Geräuschen über die Kopfhörer gehört?

source: PURPOSE: This test will check that recording sound using the onboard microphone works correctly STEPS: 1. Disconnect any external microphones that you have plugged in 2. Click "Test", then speak into your internal microphone 3. After a few seconds, your speech will be played back to you. VERIFICATION: Did you hear your speech played back?
de: ZIEL: Dieser Test wird überprüfen, ob die Tonaufnahme über Ihr eingebautes Mikrofon funktioniert EINZELSCHRITTE: 1. Entfernen Sie jegliche externen Mikrofone, die angeschlossen sind 2. Drücken Sie auf »Test« und sprechen Sie in Ihr eingebautes Mikrofon 3. Nach einigen Sekunden sollte Ihre Aufnahme abgespielt werden ÜBERPRÜFUNG: Haben Sie Ihre Aufnahme gehört?

source: PURPOSE: This test will check that recording sound using an external microphone works correctly STEPS: 1. Connect a microphone to your microphone port 2. Click "Test", then speak into the external microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back?
de: ZIEL: Dieser Test wird überprüfen, ob die Tonaufnahme über ein externes Mikrofon funktioniert EINZELSCHRITTE: 1. Verbinden Sie ein Mikrofon mit Ihrem Mikrofonanschluss 2. Drücken Sie auf »Test« und sprechen Sie in Ihr externes Mikrofon 3. Nach einigen Sekunden sollte Ihre Aufnahme abgespielt werden ÜBERPRÜFUNG: Haben Sie Ihre Aufnahme gehört?

source: PURPOSE: This test will check that a USB audio device works correctly STEPS: 1. Connect a USB audio device to your system 2. Open the volume control application by left-clicking on the speaker icon in the panel and selecting "Sound Settings" 3. Select the "Input" tab and choose your USB device 4. Select the "Output" tab and choose your USB device 5. Click "Test", then speak into the microphone 6. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back through the USB headphones?
de: ZIEL: Dieser Test wird überprüfen, ob ein USB-Audiogerät korrekt funktioniert. EINZELSCHRITTE: 1. Verbinden Sie ein USB-Audiogerät mit Ihrem System 2. Öffnen Sie die Anwendung zur Lautstärkeregelung, indem Sie einen Linksklick auf das Lautsprechersymbol in der Menüleiste ausführen und »Audio-Einstellungen« wählen 3. Klicken Sie auf den Reiter »Eingabe« und wählen Sie Ihr USB-Gerät 4. Klicken Sie auf den Reiter »Ausgabe« und wählen Sie Ihr USB-Gerät 5. Klicken Sie auf »Test« und sprechen Sie in das Mikrofon 6. Nach ein paar Sekunden wird Ihr gesprochener Text wiedergegeben ÜBERPRÜFUNG: Haben Sie Ihre Aufnahme durch die USB-Kopfhörer gehört?

source: Play back a sound on the default output and listen for it on the default input. This makes the most sense when the output and input are directly connected, as with a patch cable.
de: Einen Ton über den vorgegebenen Ausgang wiedergeben und über den vorgegebenen Eingang aufnehmen. Dies ist am sinnvollsten, wenn Ausgang und Eingang direkt mit einem Patch-Kabel verbunden sind (Schleife).

source: PURPOSE: This test will attempt to install and run the Autotest Suite. These tests can be destructive, so this test is blacklisted by default.
de: ZIEL: Dieser Test wird versuchen, die Autotest-Sammlung zu installieren und auszuführen. Diese Tests können negative Auswirkungen haben, deshalb sind sie standardmäßig auf der schwarzen Liste.

source: This test will detect your Bluetooth device and output the device's hardware address. If no device is found, the test will exit with an error.
de: Dieser Test wird Ihr Bluetooth-Gerät erkennen und die Hardware-Adresse des Gerätes ausgeben. Wenn kein Gerät gefunden wurde, wird der Test mit einer Fehlermeldung beendet.

source: Automated test to store bluetooth device information in checkbox report
de: Automatisierter Test zum Speichern von Bluetooth-Geräteinformationen im Checkbox-Bericht

source: PURPOSE: This test will check that bluetooth connection works correctly STEPS: 1. Enable bluetooth on any mobile device (PDA, smartphone, etc.) 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Right-click on the bluetooth icon and select browse files 8. Authorize the computer to browse the files in the device if needed 9. You should be able to browse the files VERIFICATION: Did all the steps work?
de: ZIEL: Dieser Test wird überprüfen, ob die Bluetooth-Verbindung richtig funktioniert EINZELSCHRITTE: 1. Aktivieren Sie Bluetooth auf jedem mobilen Gerät (PDA, Smartphone, usw.) 2. Klicken Sie auf das Bluetoothsymbol in der Menüleiste 3. Wählen Sie »Neues Gerät einrichten« 4. Suchen Sie in der Liste nach dem Gerät und wählen Sie es aus 5. Geben Sie im Gerät den PIN-Code ein, der automatisch vom Assistenten vergeben wurde 6. Das Gerät sollte sich mit dem Rechner verbinden 7. Klicken Sie mit der rechten Maustaste auf das Bluetoothsymbol und wählen Sie »Dateien durchsuchen« 8. Wenn nötig, lassen Sie zu, dass der Rechner die Dateien auf dem Gerät durchsucht 9. Es sollte Ihnen nun möglich sein, die Dateien zu durchsuchen ÜBERPRÜFUNG: Konnten alle Schritte fehlerfrei ausgeführt werden?

source: PURPOSE: This test will check that you can transfer information through a bluetooth connection STEPS: 1. Make sure that you're able to browse the files in your mobile device 2. Copy a file from the computer to the mobile device 3. Copy a file from the mobile device to the computer VERIFICATION: Were all files copied correctly?
de: ZIEL: Dieser Test wird prüfen, ob Sie Informationen mit Hilfe einer Bluetooth-Verbindung übertragen können SCHRITTE: 1. Stellen Sie sicher, dass es Ihnen möglich ist, die Dateien Ihres mobilen Geräts zu durchsuchen 2. Kopieren Sie eine Datei vom Rechner auf das mobile Gerät 3. Kopieren Sie eine Datei vom mobilen Gerät auf den Rechner ÜBERPRÜFUNG: Wurden alle Dateien fehlerfrei kopiert?

source: PURPOSE: This test will check that you can record and hear audio using a bluetooth audio device STEPS: 1. Enable the bluetooth headset 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Click "Test" to record for five seconds and reproduce in the bluetooth device VERIFICATION: Did you hear the sound you recorded in the bluetooth
de: ZIEL: Dieser Test wird prüfen, ob Sie Ton über das Bluetooth-Audiogerät aufnehmen und hören können SCHRITTE: 1. Schalten Sie das Bluetooth-Headset ein 2. Klicken Sie auf das Bluetooth-Symbol in der Menüleiste 3. Wählen Sie »Neues Gerät einrichten« 4. Suchen Sie in der Liste nach dem Gerät und wählen Sie es aus 5. Geben Sie den PIN-Code in das Gerät ein, der automatisch vom Assistenten ausgewählt wurde. 6. Das Gerät sollte eine Verbindung mit dem Rechner herstellen 7. Klicken Sie auf »Test«, um fünf Sekunden aufzunehmen und die Aufnahme über das Bluetooth-Gerät abzuspielen ÜBERPRÜFUNG: Haben Sie den aufgenommenen Ton im Bluetooth-Gerät gehört?

source: PURPOSE: This test will check that you can use a bluetooth keyboard STEPS: 1. Enable the bluetooth keyboard 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Click "Test" 6. Enter some text VERIFICATION: Were you able to enter some text with the bluetooth keyboard?
de: ZIEL: Dieser Test wird prüfen, ob Sie eine Bluetooth-Tastatur verwenden können SCHRITTE: 1. Aktivieren Sie die Bluetooth-Tastatur 2. Klicken Sie auf das Bluetooth-Symbol in der Menüleiste 3. Wählen Sie »Neues Gerät einrichten« 4. Suchen Sie in der Liste nach dem Gerät und wählen Sie es aus 5. Klicken Sie auf »Testen« 6. Geben Sie ein wenig Text ein ÜBERPRÜFUNG: War es Ihnen möglich, Text mithilfe der Bluetooth-Tastatur einzugeben?

source: PURPOSE: This test will check that you can use a bluetooth mouse STEPS: 1. Enable the bluetooth mouse 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. Move the mouse around the screen 6. Perform some single/double/right click operations VERIFICATION: Did the mouse work as expected?
de: ZIEL: Dieser Test wird prüfen, ob Sie eine Bluetooth-Maus verwenden können SCHRITTE: 1. Aktivieren Sie die Bluetooth-Tastatur 2. Klicken Sie auf das Bluetooth-Symbol in der Menüleiste 3. Wählen Sie »Neues Gerät einrichten« 4. Suchen Sie in der Liste nach dem Gerät und wählen Sie es aus 5. Bewegen Sie die Maus über den Bildschirm 6. Führen Sie einige Einzel-, Doppel- und Rechtsklicks aus ÜBERPRÜFUNG: Arbeitete die Maus wie vorgesehen?

source: This Automated test attempts to detect a camera.
de: Dieser automatische Test versucht eine Kamera zu erkennen.

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a video capture from the camera VERIFICATION: Did you see the video capture?
de: ZIEL: Dieser Test wird überprüfen, ob die eingebaute Kamera funktioniert SCHRITTE: 1. Klicken Sie auf Testen, um ein bewegtes Bild der Kamera anzuzeigen ÜBERPRÜFUNG: Konnten Sie das bewegte Bild sehen?

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a still image from the camera VERIFICATION: Did you see the image?
de: ZIEL: Dieser Test wird überprüfen, ob die eingebaute Kamera funktioniert SCHRITTE: 1. Klicken Sie auf Testen, um ein ein Standbild der Kamera anzuzeigen ÜBERPRÜFUNG: Konnten Sie das Foto sehen?

source: PURPOSE: This test will check that you can capture video with the built-in camera STEPS: 1. Click on Test to capture video to a file (it will automatically open in Totem) VERIFICATION: Did you see and hear the capture?
de: ZIEL: Dieser Test wird überprüfen, ob Sie Videos mit der eingebauten Kamera erfassen können SCHRITTE: 1. Klicken Sie auf Testen, um die Videoerfassung in eine Datei zu starten (diese wird automatisch in Totem geöffnet) ÜBERPRÜFUNG: Konnten Sie die Videoerfassung sehen und hören?

source: PURPOSE: This test will verify your system's ability to play Ogg Vorbis audio files. STEPS: 1. Click Test to play an Ogg Vorbis file (.ogg) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
de: ZIEL: Dieser Test wird die Möglichkeit Ihres Systems sicherstellen, Ogg-Vorbis-Audiodateien wiederzugeben. SCHRITTE: 1. Klicken Sie auf Testen, um eine Ogg-Vorbis-Datei (.ogg) abzuspielen 2. Bitte schließen Sie die Medienwiedergabe, um fortzufahren. ÜBERPRÜFUNG: Wurde das Beispiel korrekt wiedergegeben?

source: PURPOSE: This test will verify your system's ability to play Wave Audio files. STEPS: 1. Select Test to play a Wave Audio format file (.wav) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
de: ZIEL: Dieser Test wird die Möglichkeit Ihres Systems sicherstellen, Wave-Audiodateien wiedezugeben. SCHRITTE: 1. Wählen Sie Testen, um eine Datei im Wave-Audioformat (.wav) wiederzugeben 2. Bitte wählen Sie den Medienwiedergabe, um fortzufahren. ÜBERPRÜFUNG: Wurde das Beispiel korrekt wiedergegeben?

source: Test the CPU scaling capabilities using Firmware Test Suite (fwts cpufreq).
de: Die CPU-Skalierungsfunktionen mit der Firmware-Test-Suite (fwts cpufreq) überprüfen.

source: This test checks cpu topology for accuracy
de: Dieser Test prüft die CPU-Topologie auf Genauigkeit

source: This test checks that CPU frequency governors are obeyed when set.
de: Dieser Test überprüft, ob die eingestellten CPU-Leistungsprofile ordnungsgemäß angewandt werden.

source: Detects and displays disks attached to the system.
de: Erkennt und zeigt an das System angeschlossene Laufwerke an.

source: PURPOSE: This test will verify that a fingerprint reader will work properly for logging into your system. PREREQUISITES: This test case assumes that there's a testing account from which test cases are run and a personal account that the tester uses to verify the fingerprint reader STEPS: 1. Click on the user switcher applet. 2. Select your user name. 3. A window should appear that provides the ability to login either typing your password or using fingerprint authentication. 4. Use the fingerprint reader to login. 5. Click on the user switcher applet. 6. Select the testing account to continue running tests. VERIFICATION: Did the authentication procedure work correctly?
de: ZIEL: Dieser Test überprüft, ob der Fingerabdruck-Leser zum Anmelden an Ihrem System einwandfrei arbeitet. VORAUSSETZUNGEN: Dieser Testfall setzt voraus, dass ein Testkonto, von welchem die Testfälle ausgeführt werden, sowie ein persönliches Konto, dass der Tester zum Verifizieren des Fingerabdruck-Lesers nutzt, existieren. SCHRITTE: 1. Klicken Sie auf das Menü zum Benutzerwechsel 2. Wählen Sie Ihren Benutzernamen aus. 3. Ein Fenster sollte erscheinen, welches Ihnen ermöglicht, die Anmeldung entweder über Ihr Kennwort oder unter der Nutzung der Fingerabdruck-Legitimierung durchzuführen. 4. Nutzen Sie den Fingerabdruck-Leser, um sich anzumelden. 5. Klicken Sie auf das Menü zum Benutzerwechsel 6. Wählen Sie das Testkonto, um die laufenden Tests fortzusetzen. ÜBERPRÜFUNG: War die Legitimierung erfolgreich?

source: PURPOSE: This test will verify that a fingerprint reader can be used to unlock a locked system. STEPS: 1. Click on the user switcher applet. 2. Select 'Lock screen'. 3. Press any key or move the mouse. 4. A window should appear that provides the ability to unlock either typing your password or using fingerprint authentication. 5. Use the fingerprint reader to unlock. 6. Your screen should be unlocked. VERIFICATION: Did the authentication procedure work correctly?
de: ZIEL: Dieser Test wird sicherstellen, dass der Fingerabdruck-Leser zur Entsperrung eines gesperrten Systems verwendet werden kann. SCHRITTE: 1. Klicken Sie auf das Menü zum Benutzerwechsel 2. Wählen Sie »Bildschirm sperren«. 3. Drücken Sie eine Taste oder bewegen Sie die Maus. 4. Ein Fenster sollte erscheinen, dass Ihnen die Möglichkeit der Entsperrung entweder über die Eingabe Ihres Kennworts oder durch die Benutzung der Fingerabdruck-Legitimierung anbietet. 5. Nutzen Sie den Fingerabdruck-Leser, um sich anzumelden. 6. Ihr Bildschirm sollte jetzt wieder freigegeben sein. ÜBERPRÜFUNG: War die Legitimierung erfolgreich?

source: PURPOSE: This test will check that the firewire port works STEPS: 1. Plug a Firewire HDD into the computer 2. Either a window asking which action should be performed (open folder, photo manager, etc) or a file browser will open. 3. Copy some files from your internal HDD to the firewire HDD 4. Copy some files from the firewire HDD to your internal HDD VERIFICATION: Do the copy operations work as expected?
de: ZIEL: Dieser Test überprüft, ob der Firewire-Anschluss funktioniert. ABLAUF: 1. Schließen Sie eine Firewire-Festplatte an den Rechner an. 2. Es öffnet sich entweder ein Fenster mit der Frage, welche Aktion ausgeführt werden soll (Ordner öffnen, Fotoverwaltung usw.) oder die Dateiverwaltung. 3. Kopieren Sie einige Dateien Ihrer internen Festplatte auf Ihre Firewire-Festplatte. 4. Kopieren Sie einige Dateien von der Firewire-Festplatte auf Ihre interne Festplatte. ÜBERPRÜFUNG: Haben die Kopieraufträge wie erwartet funktioniert?

source: Test to output the Xorg version
de: Test zur Anzeige der Xorg-Version

source: PURPOSE: This test will verify that the GUI is usable after manually changing resolution STEPS: 1. Open the Displays application 2. Select a new resolution from the dropdown list 3. Click on Apply 4. Select the original resolution from the dropdown list 5. Click on Apply VERIFICATION: Did the resolution change as expected?
de: ZWECK: Dieser Test stellt sicher, dass die grafische Oberfläche nach einer manuellen Auflösungsänderung verwendet werden kann. SCHRITTE: 1. Öffnen Sie die Anzeigen-Anwendung 2. Wählen Sie eine neue Auflösung aus der Auswahlliste 3. Klicken Sie auf Anwenden 4. Wählen Sie die vorherige Auflösung aus der Auswahlliste 5. Klicken Sie auf Anwenden ÜBERPRÜFUNG: Hat sich die Auflösung wie erwartet geändert?

source: PURPOSE: This test will test display rotation STEPS: 1. Open the Displays application 2. Select a new rotation value from the dropdown list 3. Click on Apply 4. Click on Restore Previous Configuration 5. Click on Apply 6. Repeat 2-5 for different rotation values VERIFICATION: Did the display rotation change as expected?
de: ZWECK: Dieser Test überprüft die Rotation der Anzeige auf Ihrem Bildschirm SCHRITTE: 1. Öffnen Sie die Anwendung »Monitore« 2. Wählen Sie eine andere Rotation aus der Auswahlliste 3. Bestätigen Sie mit »Anwenden« 4. Wählen Sie »Vorherige Konfiguration wiederherstellen« 5. Bestätigen Sie mit »Anwenden« 6. Wiederholen Sie den Vorgang 2-5 mal mit unterschiedlichen Rotationen ÜBERPRÜFUNG: Wurde die Anzeige den Einstellungen entsprechend gedreht?

source: Test that X does not leak memory when running programs on systems with intel based graphics.
de: Überprüfen, dass X kein Speicherleck verursacht, wenn Programme auf Systemen mit Intel-basierter Grafik ausgeführt werden.

source: PURPOSE: This test will verify the default display resolution STEPS: 1. This display is using the following resolution: INFO: $output VERIFICATION: Is this acceptable for your display?
de: ZWECK: Dieser Test wird die Standardauflösung des Bildschirms überprüfen SCHRITTE: 1. Dieser Bildschirm verwendet die folgende Auflösung: INFO: $output ÜBERPRÜFUNG: Ist dies für Ihren Bildschirm angemessen?

source: Ensure the current resolution meets or exceeds the recommended minimum resolution (800x600). See here for details:
de: Stellen Sie sicher, dass die aktuelle Auflösung mindestens 800 x 600 Pixel beträgt. Hier finden Sie weitere Informationen:

source: PURPOSE: This test will test the default display STEPS: 1. Click "Test" to display a video test. VERIFICATION: Do you see color bars and static?
de: ZWECK: Dieser Test wird den Standardbildschirm überprüfen SCHRITTE: 1. Wählen Sie »Test«, um einen Videotest anzuzeigen. ÜBERPRÜFUNG: Sehen Sie farbige Balken und Rauschen?

source: PURPOSE: This test checks the detected video modes STEPS: 1. The following screens and video modes have been detected on your system INFO: $output VERIFICATION: Are those correct?
de: ZWECK: Dieser Test überprüft die erkannten Video-Modi SCHRITTE: 1. Die folgenden Bildschirm- und Video-Modi wurden für ihr System ermittelt INFO: $output ÜBERPRÜFUNG: Sind diese korrekt?
