Repository: Roadmaster/checkbox
Catalog: po/*.po
Languages: ast, bs, de, he, lt, nb, sq, sr

source: Display resolution change procedure: 1.- Open System->Preferences->Monitors 2.- Select a new resolution from the dropdown list 3.- Click on Apply 4.- The resolution should change 5.- Select the original resolution from the dropdown list 6.- Click on Apply 7.- The resolution should change again
ast: Procedimientu de cambéu de la resolución de la pantalla: 1.- Abri Sistema->Preferencies->Monitores 2.- Seleicione una nueva resolución na llista desplegable 3.- Fai clic n'Aplicar 4.- Tienes de cambiar la resolución 5.- Seleiciona la resolución orixinal na llista desplegable 6.- Fai clic n'Aplicar 7.- La resolución tien de cambiar de nueves.
bs: Postupak promjene ekranske rezolucije: 1 .- Otvorite Sistem-> Postavke-> Monitori 2 .- Izaberite novu rezoluciju iz padajuće liste 3 .- Kliknite na Primijeni 4 .- Rezolucija bi trebalo da se promijeni 5 .- Izaberite originalnu rezoluciju iz padajućeg spiska 6 .- Kliknite na Primijeni 7. .- rezolucija bi trebalo da se ponovo promijeni
sq: Proçedura e ndryshimit të rezolucionit të ekranit: 1.- Hap Sistemi->Preferencat->Monitorët 2.- Zgjidh një rezolucion të ri nga lista zbritëse 3.- Kliko tek Apliko 4.- Rezolucioni duhet të ndryshojë 5.- Zgjidh rezolucionin origjinal nga lista zbritëse 6.- Kliko tek Apliko 7.- Rezolucioni duhet të ndryshojë përsëri
sr: Поступак измене резолуције екрана: 1. — Отворите „Систем —> Поставке —> Екрани“ 2. — Изаберите нову резолуцију из падајућег списка 3. — Кликните „Примени“ 4. — Резолуција би требала да се измени 5. — Изаберите оригиналну резолуцију из падајућег списка 6. — Кликните „Примени“ 7. — Резолуција би требала поново да се измени

source: Did the resolution change as expected?
ast: ¿Cambió la resolución como s'esperaba?
bs: Da li se rezolucija promijenila kako je očekivano?
sq: A ndryshoi rezolucioni siç pritej?
sr: Да ли се резолуција мењала као што је очекивано?

source: Display rotation verification procedure: 1.- Open System->Preferences->Monitors 2.- Select a new rotation value from the dropdown list 3.- Click on Apply 4.- The display should be rotated according to the new configuration value 5.- Click on Restore Previous Configuration 6.- The display configuration change should be reverted 7.- Repeat 2-6 for different rotation values
ast: Procedimientu de comprobación de la rotación de la pantalla: 1.- Abri Sistema->Preferencies->Monitores 2.- Seleiciona un nuevu valor de rotación na llista desplegable 3.- Fai clic n'Aplicar 4.- La pantalla tien de rotase según el nuevu valor de configuración 5.- Fai clic en Restaurar configuración anterior 6.- Tien de desfacese'l cambéu de configuración de la pantalla 7.- Repiti los pasos del 2 al 6 pa dellos valores de rotación
bs: Postupak provjere rotacije ekrana:1 .- Otvorite Sistem-> Postavke-> Monitori 2 .- Izaberite nove vrednosti rotacije iz padajuće liste 3 .- Kliknite na Primijeni 4 .- Prikaz bi trebalo da se rotira u skladu sa novim vrednost konfiguracije 5 .- Kliknite na Vrati Prethodnu Konfiguracija 6 .- Prikaz promjena konfiguracije treba da bude vraćen 7 .- Ponovite 2-6 za različite vriejdnosti rotacije
sq: Proçedura e verifikimit të rrotullimit të ekranit: 1.- Hap Sistemi->Preferencat->Monitorët 2.- Zgjidh një vlerë të re të rrotullimit nga lista zbritëse 3.- Kliko tek Apliko 4.- Ekrani do të rrotullohet sipas vlerës së re të konfigurimit 5.- Kliko tek Rikthe Konfigurimin e Mëparshëm 6.- Ndryshimi i konfigurimit të ekranit do të anullohet 7.- Përsërit 2-6 për vlera të ndryshme të rrotullimit
sr: Поступак провере окретања екрана: 1. — Отворите „Систем —> Поставке —> Екрани“ 2. — Изаберите нову вредност окретања из падајућег списка 3. — Кликните „Примени“ 4. — Екран би требао да се окрене према вредности новог подешавања 5. — Кликните на „Врати претходна подешавања“ 6. — Измена подешавања екрана би трбала да се поврати 7. — Поновите 2-6 за различите вредности окретања

source: Did the display rotation change as expected?
ast: ¿Cambió la rotación de la pantalla como s'esperaba?
bs: Da li se rotacija ekrana promijenila kako je očekivano?
sq: A ndryshoi rrotullimi i ekranit siç pritej?
sr: Да ли се окретање екрана мењало као што је очекивано?

source: Test that the X process is running.
ast: Prueba que'l procesu de X ta n'execución.
bs: Test da li X proces radi.
de: Testen, ob der X-Prozess ausgeführt wird.
sq: Testo nëse proçesi X është aktiv.
sr: Проверите да ли је Икс процес покренут.

source: Test that the X is not running in failsafe mode.
ast: Prueba que X nun ta funcionando en mou a prueba d'errores.
bs: Test da X ne radi u režimu za slučaj grešaka.
de: Testen, dass der X-Prozess im abgesicherten Modus nicht ausgeführt wird.
sq: Testoni që X të mos nisë në mënyrë të sigurtë.
sr: Проверите да Икс није покренут у режиму спашавања.

source: Test that X does not leak memory when running programs.
ast: Prueba que X nun pierde memoria cuando s'executen programes.
bs: Test da li X ne oduzima memoriju pri izvršavanju programa
sq: Testoni që X të mos humbasë kujtesë kur nis programet.
sr: Проверите да Иксу не цури меморија када покреће програме.

source: This display is using the following resolution:
ast: Esta pantalla ta usando la siguiente resolución:
bs: Ovaj ekran koristi slijedeću rezoluciju:
sq: Ekrani po përdor rezolucionin që vijon:
sr: Овај екран користи следећу резолуцију:

source: Is this acceptable for your display?
ast: ¿Esto ye aceptable pa la to pantalla?
bs: Je li ovo prihvatljivo za vaš ekran?
sq: A është ky i pranueshëm për ekranin tuaj?
sr: Да ли је то прихватљиво за ваш екран?

source: Ensure the current resolution meets or exceeds the recommended minimum resolution (1024 x 768). See here for details:
ast: Asegúrate de que la resolución actual cumple o sobropasa la resolución mínima encamentada (1024 x 768). Consulta equí pa más información:
bs: Osigurajte da trenutna rezolucija zadovoljava ili prelazi preporučenu minimalnu rezoluciju (1024 x 768). Pogledajte detalje:
sr: Осигурајте да тренутна резолуција задовољава или превазилази најмању препоручену резолуцију (1024 х 768). Погледајте овде за више детаља:

source: Ensure the current resolution meets or exceeds the recommended minimum resolution (1024 x 600). See here for details:
ast: Asegúrate de que la resolución actual cumple o sobropasa la resolución mínima encamentada (1024 x 600). Consulta equí pa más información:
bs: Osigurajte da trenutna rezolucija zadovoljava ili prelazi preporučenu minimalnu rezoluciju (1024 x 600). Pogledajte detalje:
sr: Осигурајте да тренутна резолуција задовољава или превазилази најмању препоручену резолуцију (1024 х 600). Погледајте овде за више детаља:

source: Select Test to display a video test.
ast: Seleiciona Prueba p'amosar una prueba de videu.
bs: Izaberite Test za prikaz video testa.
sq: Zgjidh Test për të shfaqur një test video.
sr: Изаберите „Тестирај“ да прикажете видео тест.

source: Do you see color bars and static?
ast: ¿Adica barres de color estátiques?
bs: Da li vidite trake boja i statik?
sq: A i shikoni shiritat me ngjyra dhe statiken?
sr: Да ли видите траке боја и статик?

source: The following screens and video modes have been detected on your system:
ast: Deteutáronse nel so sistema les siguientes pantalles y modos de vídeu:
bs: Sljedeći ekranski i video režimi su otkriveni na vašem sistemu:
sq: Ekranet që vijojnë dhe mënyrat e videos janë dalluar në sistemin tuaj:
sr: Следећи екрански и видео режими су откривени на вашем систему:

source: Select Test to cycle through the detected video modes for your system.
ast: Seleiciona Prueba pa recorrer los moos de videu deteutaos pol sistema.
bs: Odaberite Test da prođete kroz prepoznate video režime u vašem sistemu..
sq: Zgjidhni Testo për të kaluar nëpër mënyrat e videos për sistemin tuaj.
sr: Изаберите „Тестирај“ да извршите циклус откривених видео режима за ваш систем.

source: Did the screen appear to be working for each mode?
ast: ¿Paez funcionar la pantalla en cada mou?
bs: Da li izgleda da ekran radi za svaki režim?
sq: A duket që ekrani punon për çdo mënyrë?
sr: Да ли изгледа да екран ради за сваки режим?

source: Check that the hardware is able to run compiz.
ast: Comprueba que'l hardware ye quien a executar compiz.
bs: Provjerite da li je hardver u mogućnosti da pokreće compiz.
de: Überprüfen ob die Hardware Compiz unterstützt.
sq: Kontrollo nëse hardueri është në gjendje të nisë compiz.
sr: Проверите да ли је хардвер у могућности да покрене компиз.

source: Select Test to execute glxgears to ensure that minimal 3d graphics support is in place.
ast: Seleiciona Prueba pa executar glxgears, p'asegurar que ta emplazáu el mínimu sofitu 3D.
bs: Odaberite Test da izvršite glxgears kako bi osigurali minimalnu podršku za 3d grafiku u sistemu.
sq: Zgjidhni Test për të ekzekutuar glxgears dhe për tu siguruar se mbështetja minimale për grafikët 3d është në përdorim.
sr: Изаберите „Тестирај“ да извршите „glxgears“ да се уверите да је минимална 3д графичка подршка на месту.

source: Did the 3d animation appear?
ast: ¿Apareció l'animación 3D?
bs: Da li se pojavila 3d animacija?
sq: A u shfaq animacioni 3D?
sr: Да ли се појавила 3д анимација?

source: Captures a screenshot.
ast: Captura la pantalla.
bs: Hvat sliku ekrana
de: Ein Bildschirmfoto aufnehmen.
sq: Kap një pamje të ekranit.
sr: Направите снимак екрана.

source: Gather log from the firmware test suite run
ast: Recopilar rexistru de la execución del paquete de pruebes de firmware
bs: Dohvati zapis iz testnog okruženja za firmware.
sq: Nis mbledhjen e të dhënave nga tesi i firmware

source: Bootchart information.
ast: Información de la tabla d'arranque.
bs: Informacije o dijagramu podizanja.
de: Bootchart-Informationen.
sq: Informacioni i ndezjes.

source: Moving the mouse should move the cursor on the screen.
ast: Ximielgando'l mur tendría de ximielgase'l cursor na pantalla.
bs: Pomjeranjem miša treba da se pomjera kursor na ekranu.
he: הזזת העכבר אמורה להזיז את הסמן שעל המסך.
lt: Pelės judinimas turėtų judinti kursorių ekrane.
nb: Å flytte på musen burde få musepekeren til å bevege seg på skjermen.
sq: Lëvizja e miut duhet të lëvizë kursorin në ekran.
sr: Померањем миша треба да се помера курсор на екрану.

source: Is your mouse working properly?
ast: ¿Tá furrulando correutamente'l so mur?
bs: Da li vaš miš ispravno radi?
he: האם העכבר שלך מתפקד כראוי?
lt: Ar Jūsų pelė veikia tinkamai?
nb: Fungerer musen din som den skal?
sq: A po punon siç duhet miu juaj?
sr: Да ли је ваш миш радио исправно?

source: Select Test to open a text area where to type keys on your keyboard.
ast: Seleiciona Prueba p'abrir un área de testu au teclear nel to tecláu.
bs: Izaberite Test da biste otvorili prostor za tekst gdje ćete kucati tastere na tastaturi.
sq: Zgjidh Testo për të hapur një zonë teksti ku mund të shtypni butonat e tastierës suaj.
sr: Кликните на дугме „Тестирај“ да отворите област за унос текста где ћете да куцате на вашој тастатури.

source: Is your keyboard working properly?
ast: ¿Tá'l so tecláu trabayando correcho?
bs: Da li je vaša tastatura radila ispravno?
he: האם המקלדת שלך מתפקדת כראוי?
lt: Ar Jūsų klaviatūra veikia taisyklingai?
nb: Fungerer tastaturet tilfredstillende
sq: A po punon siç duhet tastiera juaj?
sr: Да ли је ваша тастатура радила исправно?

source: Tests to see that apt can access repositories and get updates (does not install updates)
ast: Pruebes pa comprobar que apt pue obtener accesu a los repositorios y algamar anovamientos (nun instala los anovamientos)
bs: Testira da li apt može pristupiti repozitorijima i dobiti nadogradnje (ne instalira nadogradnje)
sq: Teston për të parë nëse apt ka hyrje tek magazinat dhe merr përditësimet (nuk i instalon përditësimet)
sr: Испробава да види да апт може да приступи ризницама и да добави освежења (не врши инсталирање истих)

source: Press the brightness buttons on the keyboard. A status window should \ appear and the brightness should change.
ast: Calca los botones de rellumu del tecláu. Tendría d'apaecer una ventana \ d'estáu y el brillu tendría de camudar.
bs: Pritisnite dugme osvjetljenja na tastaturi. Statusni prozor se treba \ pojaviti i osvjetljenje promijeniti.
sq: Kliko butonat e dritës në tastierë. Një dritare e gjendjes duhet \ të shfaqet dhe ndriçimi duhet të ndryshojë.
sr: Притисните дугмиће осветљености на тастатури. Прозор стања би требао да \ се појави а осветљеност да се промени.

source: Press the volume buttons on the keyboard. A status window should \ appear and the volume should change.
ast: Calca los botones de volume del tecláu. Tendría d'apaecer una ventana d'estáu \ y el volume tendría de camudar.
bs: Pritisnite dugme jačine zvuka na tastaturi. Statusni prozor se treba \ pojaviti i jačina promijeniti.
sq: Shtypni butonat e volumit në tastierë. Një dritare e gjendjes duhet \ të shfaqet dhe volumi duhet të ndryshojë.
sr: Притисните дугмиће јачине звука на тастатури. Прозор стања би требао да \ се појави а јачина звука да се промени.

source: Do the buttons work?
ast: ¿Funcionen los botones?
bs: Da li dugmad radi?
sq: A punojnë butonat?
sr: Да ли дугмићи раде?

source: Press the mute key on the keyboard. A status window should appear \ and the volume should mute/unmute when pressed multiple times.
ast: Calca la tecla pa silenciar del tecláu. Tien d'apaecer una ventana \ d'estáu y el volume tien de silenciase/reactivase al primir delles vegaes esta tecla.
bs: Pritisnite dugme tišine na tastaturi. Statusni prozor se treba \ pojaviti i zvuk uključiti/isključiti kada se pritisne više puta.
sq: Shtypni butonin e bllokimit të zërit në tastierë. Një dritare e gjendjes do të shfaqet \ dhe volumi do të bllokohet/zhbllokohet kur shtypet shumë herë.
sr: Притисните тастер за утишавање на тастатури. Прозор стања би требао да се појави \ а звук би требао да се утиша/појача када се притисне више пута.

source: Press the sleep key on the keyboard. The computer should suspend and, \ after pressing the power button, resume successfully.
ast: Calca la tecla de suspensión del tecláu. L'equipu tendría d'entrar en \ suspensión y, tres presionar el botón d'encendíu, tendría de siguir funcionando correutamente.
bs: Pritisnite dugme uspavljivanje na tastaturi. Kompjuter se treba suspendovati i, \ nakon pritiskanja dugmeta za paljenje uspješno obnoviti.
sq: Shtyp butonin e gjumit në tastierë. Kompjuteri duhet të pezullohet dhe, \ pasi shtyp butonin e ndezjes, duhet të rinisë me sukses.
sr: Притисните тастер за спавање на тастатури. Рачунар би требао да обустави рад и, \ након притиска на дугме напајања, да се поврати успешно.

source: Press the battery information key on the keyboard. A status window \ should appear and the amount of battery remaining should be displayed.
ast: Calca la tecla de información de la batería del tecláu. Tien d'apaecer una ventana d'estáu y tien d'amosase la cantidá de batería restante.
bs: Pritisnite dugme za baterijske informacije na tastaturi. Statusni prozor se treba \ pojaviti i prikazati količinu preostale baterijske energije.
sq: Klikoni butonin e informacionit të baterisë në tastierë. Një dritare e gjendjes do të shfaqet \ dhe do të shfaqet sasia e ngelur e baterisë.
sr: Притисните тастер за податке о батерији на тастатури. Прозор стања \ би требао да се појави и износ о преосталој батерији би требао бити приказан.

source: Press the wireless networking key on the keyboard. The bluetooth icon \ and the network connnection should go down if connected through the \ wifi interface.
ast: Calca la tecla de rede inalámbrica del tecláu. L'iconu de Bluetooth y \ la conexón de rede tendríen de desactivase si taba coneutáu por \ la interfaz wifi.
bs: Pritisnite dugme bežične mreže na tastaturi. Bluetooth ikona se treba \ pojaviti i mrežna konekcija prestati kada je povezano kroz \ wifi interfejs.
sq: Kliko butonin e rrjetit wireless në tastierë. Ikona e bluetooth \ dhe ikona e rrjetit duhet të fiken nëse janë të lidhura me anë të ndërfaqes \ wifi.
sr: Притисните тастер за бежично умрежавање на тастатури. Иконица блутута \ и мрежна веза би требали да се искључе ако су повезани преко \ бежичног сучеља.

source: Press the same key again and check that bluetooth icon is again \ displayed and that the network connection is re-established \ automatically.
ast: Vuelvi a calcar la mesma tecla y comprueba que l'iconu de Bluetooth apaez de nueves \ y la conexón de rede restablezse \ automáticamente.
bs: Pritisnite isti taster ponovo i provjerite da li je Bluetooth ikona ponovo \ prikazana i da je mrežna veza ponovo uspostavljena \ automatski.
sq: Kliko të njëjtin buton përsëri dhe kontrollo që ikona e bluetooth të shfaqet \ përsëri dhe që lidhja e rrjetit të rivendoset \ automatikisht.
sr: Притисните исти тастер опет и проверите да ли је иконица блутута опет \ приказана и да је мрежна веза поново успостављена \ аутоматски.

source: Does the key work?
ast: ¿Funcionen les tecles?
bs: Da li taster radi?
sq: A punon butoni?
sr: Да ли тастери раде?

source: The keyboard may have dedicated keys for controlling media as follows:
ast: Ye dable que'l tecláu tenga tecles especiales pa remanar el conteníu multimedia de la siguiente manera:
bs: Tastatura može da ima namjenske tastere za kontrolu medija kao što su:
sq: Tastiera mund të ket butona të dedikuar për të kontrolluar median si vijon:
sr: Тастатура може имати одређене тастере за управљање медијима као што следи:

source: * Play/Pause * Stop * Forward * Backward (Rewind)
ast: * Reprod./Posar * Detener * Avance rápidu * Rebobinar
bs: * Pusti/Pauza * Stop * Naprijed * Nazad (Premotaj)
sq: * Luaj/Pauzë * Ndal * Përpara * Pas (Ktheje)
sr: * Пусти/Паузирај * Заустави * Напред * Назад (Уназад)

source: Play a media file and press each key in turn.
ast: Reproduz un ficheru multimedia y calca cada tecla por turnos.
bs: Izvodite medijsku datoteku i pristisnite svaki taster u toku
sq: Luaj një skedar media dhe shtyp çdu buton me radhë.
sr: Пустите медијску датотеку и редом притисните сваки тастер.

source: Do the keys work as expected?
ast: ¿Funcionen les tecles como s'esperaba?
bs: Da li tasteri rade kako je očekivano?
sq: A punojnë butonat siç duhet?
sr: Да ли су тастери радили као што је очекивано?

source: Audio tests
ast: Prebes de soníu
bs: Audio testovi
sq: Testimet e audios
sr: Тестови звука

source: Bluetooth tests
ast: Pruebes de Bluetooth
bs: Bluetooth testovi
sq: Testime të Bluetooth
sr: Тестови блутута

source: Camera tests
ast: Pruebes de cámara
bs: Testovi kamere
de: Kamera-Tests
sq: Testet e kamerës
sr: Тестови камерице

source: Codec tests
ast: Pruebes de códecs
bs: Testovi kodeka
sq: Testime të kodekseve
sr: Тестови кодека

source: CPU tests
ast: Pruebes de CPU
bs: Testovi procesora
sq: Testet e CPU
sr: Тестови процесора

source: System Daemon tests
ast: Pruebes de degorriu de sistema
bs: Testovi sistemskik demona
de: Systemhintergrunddienste-Test
sq: Tested e Daemon të Sistemit
sr: Тестови демона система

source: Disk tests
ast: Prebes de discu
bs: Disk testovi
de: Festplattentests
sq: Testimet e diskut
sr: Тестови диска

source: Fingerprint reader tests
ast: Prebes de llector de buelga dactilar
bs: Testovi čitača otisaka
de: Fingerabdruckleser-Tests
sq: Testimet e lexuesit të gjurmëve të gishtërinjve
sr: Тестови читача отисака

source: Firewire disk tests
ast: Prebes de discos firewire
bs: Testovi FireWire diska
de: Firewire-Festplatten-Tests
sq: Testimet e diskut firewire
sr: Тестови Фајервајер диска

source: Floppy disk tests
ast: Pruebes de disquete
bs: Testovi flopi diska
de: Diskettenlaufwerks-Tests
sq: Testime të disketës
sr: Тестови флопи дискете

source: Graphics tests
ast: Pruebes de gráficos
bs: Testovi grafike
de: Grafik-Tests
sq: Testime të grafikëve
sr: Тестови графике

source: Informational tests
ast: Pruebes informatives
bs: Informacioni testovi
de: Informelle Tests
sq: Testime informuese
sr: Тестови информисања

source: Input Devices tests
ast: Pruebes de preseos d'entrada
bs: Testovi ulaznih uređaja
de: Eingabegeräte-Tests
sq: Testime të pajisjeve hyrëse
sr: тестови улазних уређаја

source: Software Installation tests
ast: Pruebes d'instalación de software
bs: Testovi softverske instalacije
de: Anwendungsinstallations-Test
sq: Testime të instalimit të programeve
sr: Тестови инсталирања софтвера

source: Hotkey tests
ast: Pruebes d'atayos de tecláu
bs: Testovi vrućih tastera
sq: Testime të hotkey
sr: Тестови пречица

source: Media Card tests
ast: Pruebes de tarxetes multimedia
bs: Testovi medijskih kartica
de: Medienkarten-Tests
sq: Testime të kartave media
sr: Тестови медијских картица

source: Miscellaneous tests
ast: Pruebes miscelánees
bs: Razni testovi
de: Diverse Tests
sq: Testime të përziera
sr: Разни тестови

source: Monitor tests
ast: Pruebes de monitor
bs: Testovi monitora
de: Bildschirmtests
sq: Testime të monitorit
sr: Тестови монитора

source: Networking tests
ast: Pruebes de rede
bs: Testovi mreže
de: Netzwerk-Tests
sq: Testime të rrjetit
sr: Тестови умрежавања

source: PCMCIA/PCIX Card tests
ast: Pruebes de tarxetes PCMCIA/PCIX
bs: Testovi PCMCIA/PCIX kartica
de: PCMCIA/PCIX-Karten-Tests
sq: Testim i kartave PCMCIA/PCIX
sr: Тестови ПЦМЦИА/ПЦИХ картица

source: Peripheral tests
ast: Prebes de periféricos
bs: Periferalni testovi
de: Tests für Peripheriegeräte
sq: Testimet e periferikeve
sr: Тестови периферија

source: Power Management tests
ast: Pruebes de xestión d'enerxía
bs: Testovi upravljanja napajanjem
de: Energieverwaltungs-Tests
sq: Testim i menaxhimit të tensionit
sr: Тестови управљања напајањем

source: Unity tests
ast: Pruebes d'Unity
bs: Tesyt za Unity
sq: Testim i Unity
sr: Тестови Унитија

source: User Applications
ast: Aplicaciones d'usuariu
bs: Korisničke aplikacije
de: Benutzeranwendungen
sq: Programet e Përdoruesve
sr: Програми корисника

source: Stress tests
ast: Pruebes d'estrés
bs: Testovi opterećenja
sq: Testet e stresit
sr: Тестови оптерећења

source: Linux Test Project
ast: Proyeutu Linux Test
bs: Linux test projekat
sq: Testime të projektit Linux
sr: Пројекат тестирања Линукса

source: Automated desktop testing
ast: Prueba d'escritoriu automatizáu
bs: Automatizovani testovi radne površine
sq: Testim automatik i desktopit

source: Secure Digital (SD) media card support verification: 1.- Plug a SD media card into the computer. 2.- An icon should appear on the desktop and in the "Places" menu at the top of the screen. 3.- Right click on the deskop icon and select "Safely Remove Drive". 4.- The icon should disappear of both the deskop and the "Places" menu.
ast: La tarxeta multimedia Secure Digital (SD) permite verificación: 1.- Inxerta una tarxeta multimedia SD nel equipu. 2.- Apaecerá un iconu nel escritoriu y nel menú «Llugares» na parte superior de la pantalla. 3.- Calcar col botón derechu nel iconu del escritoriu y seleicionar «Espulsar el preséu con seguridá». 4.- L'iconu tendría de desapaecer en dambos sitios, nel escritoriu y nel menú Llugares.
bs: Verifikacija podrške za Secure Digital (SD) memorijske kartice : 1 .- Umetnite SD memorijsku karticu u računar. 2 .- Ikona treba da se pojavi na radnoj površini i u meniju "Mjesta" na vrhu ekrana. 3 .- Desni klik na ikonu na radnoj površinii izaberite opciju "Bezbjedno ukloni". 4 .- ikona treba da nestane s radne površine i menija"Mjesta"
sq: Verifikim për suportin e kartës Secure Digital (SD): 1.- Vendos një kartë media SD në kompjuter. 2.- Një ikonë duhet të shfaqet në desktop dhe në menunë "Vendet" në krye të ekranit. 3.- Kliko me të djathtën në ikonën e desktopit dhe zgjidh "Hiqe Draivin me Siguri". 4.- Ikona duhet të zhduket si nga desktopi dhe nga menuaj e "Vendet".
sr: Провера подршке за Сигурне дигиталне меморијске картице (SD): 1. — Убаците СД картицу у рачунар. 2. — Иконица би требало да се појави на радној површи и у изборнику „Пречице“. 3. — Кликните десним тастером на иконицу на радној површи и изаберите „Безбедно уклони уређај“. 4. — Иконица би требало да нестане и са радне површи и из изборника „Пречице“.
