Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: PURPOSE: This test will check your CD audio playback capabilities STEPS: 1. Insert an audio CD in your optical drive 2. When prompted, launch the Music Player 3. Locate the CD in the display of the Music Player 4. Select the CD in the Music Player 5. Click the Play button to listen to the music on the CD 6. Stop playing after some time 7. Right click on the CD icon and select "Eject Disc" 8. The CD should be ejected 9. Close the Music Player VERIFICATION: Did all the steps work?
bs: NAMJENA: Ovaj test će proveriti sposobnosti za reprodukciju audio CD KORACI: 1. Ubacite audio CD u vaš optički drajv 2. Kada budete upitani, pokrenite muzički plejer 3. Pronađite CD na displeju muzičkog plejera 4. Izaberite CD u muzički plejer 5. Kliknite na dugme Reprodukuj da slušate muziku na CD-u 6. Zaustavite reprodukciju nakon nekog vremena 7. Desni klik na CD ikonu i izaberite opciju "Izbaci Disk" 8. CD bi trebalo da bude izbačen 9. Zatvorite izvođača VERIFIKACIJA: Da li svi koraci rade?
es: PROPÓSITO: Esta prueba comprobará las capacidades de reproducción de CD de audio de su equipo. PASOS: 1. Introduzca un CD de audio en su lector de discos óptico. 2. Cuando se le indique, lance el reproductor de música. 3. Localice el CD en la pantalla del reproductor de música. 4. Seleccione el CD en el reproductor de música. 5. Pulse el botón Reproducir para escuchar la música del CD. 6. Pare la reproducción después de un tiempo. 7. Pulse con el botón derecho sobre el icono del CD y seleccione «Expulsar disco». 8. El CD debería haber sido expulsado. 9. Cierre el reproductor de música. VERIFICACIÓN: ¿Funcionaron todos los pasos?
ms: TUJUAN: Ujian ini akan memeriksa keupayaan main balik CD audio anda LANGKAH: 1. Sisipkan CD audio kedalam pemacu optik anda 2. Bila dimaklumkan, launcarkan Pemain Muzik 3. Kenalpasti CD dalam paparan Pemain Muzik 4. Pilih CD dalam Pemain Muzik 5. Klik butang Main untuk dengar muzik pada CD 6. Henti main selepas beberapa masa 7. Klik kanan pada ikon CD dan pilih "Lenting Cakera" 8. CD akan dilentingkan 9. Tutup Pemaine Muzik PENGESAHAN: Adakah semua langkah mengikut yang diarahkan?

source: DVD write test.
bs: Test pisanja DVD-a.
es: Prueba de escritura de DVD.
ms: Ujian tulis DVD.

source: Automated DVD write test.
bs: Automatski test pisanja DVD-a.
es: Prueba automatizada de escritura de DVD.
ms: Ujian tulis DVD berautomatik.

source: PURPOSE: This test will check your DVD playback capabilities STEPS: 1. Insert a DVD that contains any movie in your optical drive 2. Click "Test" to play the DVD in Totem VERIFICATION: Did the file play?
bs: NAMJENA: Ovaj test će provjeriti vaše sposobnosti za DVD reprodukciju KORACI: 1. Ubacite DVD koji sadrži bilo koji film na svoj optički disk 2. Kliknite na "test" da izvedete u DVD Totem VERIFIKACIJA: Da li datoteke igru?
es: PROPÓSITO: Esta prueba revisará las capacidades de reproducción de DVD. PASOS: 1. Inserte un DVD que contenga cualquier película en su unidad óptica 2. Pulse «Probar» para reproducir el DVD en Totem VERIFICACIÓN: ¿Se reprodujo el archivo?
ms: TUJUAN: Ujian ini akan memeriksa keupayaan main balik DVD anda. LANGKAH: 1. Sisipkan DVD yang mengandungi sebarang cereka kedalam pemacu optik anda 2. Klik "Uji" untuk mainkan DVD didalam Totem PENGESAHAN: Adakah fail dimainkan?

source: PURPOSE: This test will verify that the desktop clock displays the correct date and time STEPS: 1. Check the clock in the upper right corner of your desktop. VERIFICATION: Is the clock displaying the correct date and time for your timezone?
bs: SVRHA: Ovaj test će potvrditi da sat na radnoj površini prikazuje tačan datum i vrijeme KORACI: 1. Provjerite sat u gornjem desnom ćošku radne površine. PROVJERA: Da li sat prikazuje tačan datum i vrijeme za Vašu vremensku zonu?
es: PROPÓSITO: Esta prueba verifica que el reloj de escritorio muestra la fecha y hora correctas PASOS: 1. Compruebe el reloj en la parte superior derecha de su escritorio. VERIFICACIÓN: ¿Está el reloj en la esquina superior derecha de su escritorio que muestra la fecha y hora correctas para su zona horaria?
ms: TUJUAN: Ujian ini akan mengesahkan jam dekstop paparkan masa dan tarikh yang betul LANGKAH: 1. Semak jam dibucu kanan atas desktop anda PENGESAHAN: Adakah jam paparkan tarikh dan masa zon waktu anda dengan betul?

source: PURPOSE: This test will verify that the desktop clock synchronizes with the system clock. STEPS: 1. Click the "Test" button and verify the clock moves ahead by 1 hour. Note: It may take a minute or so for the clock to refresh 2. Right click on the clock, then click on "Time & Date Settings..." 3. Ensure that your clock application is set to manual. 4. Change the time 1 hour back 5. Close the window and reboot VERIFICATION: Is your system clock displaying the correct date and time for your timezone?
bs: NAMJENA: Ovaj test će proveriti da li se stoni časovnik sinhronizuje sa sistemskim časovnikom. KORACI: 1. Kliknite na "test" dugme i provjerite da li se časovnik pomijera unaprijed za 1 sat. Napomena: To može da potraje minut ili tako za sat do osvežavanja 2. Desni klik na sat, a zatim kliknite na "Podešavanje vremena i datuma ..." 3. Uverite se da vaša aplikacija za mjerenje vremena podešena na ručno. 4. Promijenite vreme 1 sat unazad 5.. Zatvorite prozor i restartujte VERIFIKACIJA: Da li vaš sistem sat prikazuje tačan datum i vrijeme za vremensku zonu?
es: PROPÓSITO: Esta prueba verifica que el reloj del escritorio se sincroniza con el reloj del sistema. PASOS: 1. Pulse en el botón «Probar» y verifique que el reloj avance una hora. Nota: Puede tomar alrededor de un minuto para que el reloj se actualice 2. Pulse con el botón derecho en el reloj, luego pulse en «Configuración de fecha y hora..." 3. Asegúrese que su reloj esté configurada en manual. 4. Cambie la hora una hora hacia atrás 5. Cierre la ventana y reinicie. VERIFICACIÓN: ¿Su reloj del sistema esta mostrando la fecha y hora correcta de su zona horaria?
ms: TUJUAN: Ujian ini akan mengesahkan sama ada jam desktop segerak dengan jam sistem. LANGKAH: 1. Klik butang "Uji" dan sahkan jam kehadapan selama 1 jam. Perhatian: Ia mengambil masa 1 minit untuk jam disegar semula 2. Klik kanan pada jam, kemudian klik pada "Tetapan Masa & Tarikh..." 3. Pastikan aplikasi jam anda ditetapkan kepada manual. 4. Undur masa sebanyak 1 jam 5. Tutup tetingkap dan but semula PENGESAHAN: Adakah jam sistem anda memaparkan tarikh dan masa yang betul untuk zon waktu anda?

source: PURPOSE: This test will verify that you can reboot your system from the desktop menu STEPS: 1. Click the Gear icon in the upper right corner of the desktop and click on "Shut Down" 2. Click the "Restart" button on the left side of the Shut Down dialog 3. After logging back in, restart System Testing and it should resume here VERIFICATION: Did your system restart and bring up the GUI login cleanly?
bs: NAMJENA: Ovaj test će proveriti da li možete da restartujete sistem iz desktop menija KORACI: 1. Kliknite na ikonu točka u gornjem desnom uglu radne površine i kliknite na "Gašenje" 2. Kliknite na dugme "Ponovo pokreni" dugme na levoj strani dijaloga za gašenje 3. Nakon ponovne prijave, ponovo pokrenite sistem testiranja, a trebalo bi da se ovde nastavi VERIFIKACIJA: Da li vaš sistem ponovo pokrenutio i dovesti do čiste GUI prijave?
es: PROPÓSITO: Esta prueba comprobará que puede reiniciar el sistema desde el menú del escritorio PASOS: 1. Pulse sobre el icono de Engranaje en la esquina superior derecha del escritorio y luego sobre «Apagar» 2. Pulse sobre el botón «Reiniciar» en la parte izquierda del diálogo Apagar. 3. Después de autenticarse de nuevo, reinicie la aplicación Comprobación del sistema, que debería reanudarse aquí VERIFICACIÓN: ¿Se reinició su sistema y mostró la interfaz gráfica de usuario de forma limpia?
ms: TUJUAN: Ujian ini akan mengesahkan yang mana anda boleh but semula sistem anda dari menu desktop LANGKAH: 1. Klik ikon Gear pada bucu kanan atas desktop dan klik "Matikan" 2. Klik butang "Mula Semula" pada bahagian kiri dialog Matikan 3. Selepas mendaftar masuk, mula semula Pengujian Sistem dan ia akan disambung semua disini PENGESAHAN: Adakah sistem anda mula semula dan munculkan semula GUI daftar masuk dengan baik?

source: PURPOSE: This test will verify that a network printer is usable STEPS: 1. Make sure that a printer is available in your network 2. Click on the Gear icon in the upper right corner and then click on Printers 3. If the printer isn't already listed, click on Add 4. The printer should be detected and proper configuration values should be displayed 5. Print a test page VERIFICATION: Were you able to print a test page to the network printer?
bs: NAMJENA: Ovaj test će proveriti da li je mrežni štampač upotrebljiv KORACI: 1. Postarajte se da je štampač dostupan u vašoj mreži 2. Kliknite na zupčanika u gornjem desnom uglu i onda kliknite na Štampači 3. Ako štampač nije već naveden, kliknite na Dodaj 4. Štampač bi trebalo da bude otkriven i odgovarajuće vrednosti konfiguracije treba da se prikažu 5.. Odštampajte probnu stranicu VERIFIKACIJA: Da li ste uspjeli da odštampate probnu stranicu na mrežni štampač?
es: PROPÓSITO: Se comprobará que se puede usar una impresora de red PASOS: 1. Asegúrese de que hay una impresora disponible en su red 2. Pulse en el icono con forma de engranaje situado en la esquina superior derecha y después pulse en Impresoras 3. Si la impresora no aparece listada, pulse en Añadir 4. La impresora debería ser detectada y deberían mostrarse los valores adecuados de configuración 5. Imprima una página de prueba VERIFICACIÓN: ¿Ha podido imprimir una página de prueba a través de la impresora de red?
ms: TUJUAN: Ujian akan mengesahkan sama ada pencetak rangkaian boleh diguna LANGKAH: 1. Pastikan pencetak tersedia dalam rangkaian anda 2. Klik pada ikon Gear pada bucu kanan atas kemudian klik pada Pencetak 3. Jika pencetak tidak disenaraikan, klik pada Tambah 4. Pencetak akan dikesan dan nilai konfigurasi akan dipaparkan 5. Cetak halaman uji PENGESAHAN: Anda dapat mencetak halaman uji melalui pencetak rangkaian?

source: PURPOSE: This test will verify that a USB DSL or Mobile Broadband modem works STEPS: 1. Connect the USB cable to the computer 2. Right click on the Network icon in the panel 3. Select 'Edit Connections' 4. Select the 'DSL' (for ADSL modem) or 'Mobile Broadband' (for 3G modem) tab 5. Click on 'Add' button 6. Configure the connection parameters properly 7. Notify OSD should confirm that the connection has been established 8. Select Test to verify that it's possible to establish an HTTP connection VERIFICATION: Was the connection correctly established?
bs: SVRHA: Ovaj test će potvrditi da USB DSL ili Mobile Broadband modem radi KORACI: 1. Spojite USB kabl na računar 2. Desni klik na ikonu mreže u ploči 3. Odaberite "Uredi konekcije ' 4. Odaberite "DSL" (za ADSL modem) ili "Mobile Broadband" (za 3G modema) karticu 5. Kliknite na "Dodaj" dugme 6. Konfigurišite parametre veze ispravno 7. Obavještavajući OSD treba potvrditi da je veza uspostavljena 8. Odaberite test kako bi potvrdili da je moguće uspostaviti vezu HTTP PROVJERA: Je li veza pravilno uspostavljena?
es: PROPÓSITO: Esta prueba comprobará que el módem USB DSL o Banda ancha móvil funcionan. PASOS: 1. Conecte el cable USB al equipo. 2. Haga clic con el botón derecho en el icono de Red del panel. 3. Seleccione «Editar las conexiones». 4. Seleccione la pestaña «DSL» (para un módem ADSL) o «Banda ancha móvil» (para un módem 3G). 5. Pulse el botón «Añadir». 6. Configure los parámetros de la conexión como corresponda. 7. Un aviso en pantalla debería confirmar que la conexión se ha establecido correctamente. 8. Seleccione Probar para verificar que es posible establecer una conexión HTTP. VERIFICACIÓN: ¿Se estableció la conexión correctamente?
ms: TUJUAN: Ujian ini akan mengesahkan sama ada DSL USB atau modem Jalur Lebar Mudah Alih berfungsi LANGKAH: 1. Sambungkan kabel USB ke komputer 2. Klik kanan pada ikon Rangkaian pada panel 3. Pilih 'Sunting Sambungan' 4. Pilih tab 'DSL' (untuk modem ADSL) atau 'Jalur Lebar Mudah Alih' (untuk modem 3G) 5. Klik pada butang 'Tambah' 6. Konfigur parameter sambungan dengan baik 7. OSD makluman mengesahkan sama ada sambungan telah terjalin 8. Pilih Uji untuk mengesahkan sama ada dapatkah ia menjalinkan sambungan HTTP PENGESAHAN: Adakah sambungan dijalinkan dengan baik?

source: Runs piglit tests for checking support for framebuffer object operations, depth buffer and stencil buffer
bs: Pokreće piglit testove za provjeru podrške za frejm bafer objekt operacije, dubinski bafer i matrični bafer
es: Ejecuta pruebas «piglit» para comprobar el soporte para operaciones de objetos framebuffer , buffer de profundidad y buffer de estarcido («stencil»)
ms: Jalankan ujian piglit untuk memeriksa sokongan untuk operasi objek penimbal bingkai, penimbal kedalaman dan penimbal stensil

source: Runs piglit tests for checking OpenGL 2.1 support
bs: Pokreće piglit testove za provjeravanje OpenGL 2.1 podrške
es: Ejecuta pruebas «piglit» para comprobar el soporte de OpenGL 2.1
ms: Jalankan ujian piglit untuk memeriksa sokongan OpenGL 2.1

source: Runs piglit tests for checking support for vertex buffer object operations
bs: Pokreće piglit testove za provjeru podrške za tjeme bafer objektne operacije
es: Ejecuta pruebas «piglig» para comprobar el soporte para operaciones de objetos de buffer vertex
ms: Jalankan ujian piglit untuk memeriksa sokongan bagi operasi objek penimbal verteks

source: Runs piglit tests for checking support for GLSL fragment shader operations
bs: Pokreće piglit testove za provjeru GLSL fragmentnih shader operacija
es: Ejecuta pruebas «piglit» para comprobar el soporte para operaciones de sombreado de fragmentos de GLSL
ms: Jalankan ujian piglit untuk memerksa sokongan untuk operasi pelorek cebisan GLSL

source: Runs piglit tests for checking support for GLSL vertex shader operations
bs: Pokreće piglit testove za provjeru podrške za GLSL matričnih shader operacija
es: Ejecuta pruebas «piglit» para comprobar el soporte para operaciones de sombreado de vertex de GLSL
ms: Jalankan ujian piglit untuk memerksa sokongan untuk operasi pelorek verteks cebisan GLSL

source: Runs piglit tests for checking support for texture from pixmap
bs: Pokreće piglit testove za provjeru podrške za teksture iz pixmape
es: Ejecuta pruebas «piglit» para comporobar el soporte de texturas desde mapas de píxeles.
ms: Jalankan ujian piglit untuk memeriksa sokongan untuk tekstur dari peta pix

source: Runs piglit_tests for checking support for stencil buffer operations
bs: Pokreće piglit_testovi za provjeru podrške za matrične bafer operacije
es: Ejecuta pruebas «piglig» para comprobar el soporte para operaciones de buffer de estarcido («stencil»)
ms: Jalankan ujian piglit untuk memeriksa sokongan bagi operasi penimbal stensil

source: Runs the piglit results summarizing tool
bs: Pokreće piglit rezultate sumirajući alat
es: Ejecuta la herramienta de resumen de resultados de «piglit»
ms: Jalankan alat peringkasan keputusan piglit

source: Archives the piglit-summary directory into the piglit-results.tar.gz.
bs: Arhivira piglit-sumarni direktorij u piglit-rezultati.tar.gz
es: Archiva el directorio piglit-summary en piglig-results.tar.gz.
ms: Arkibkan direktori piglit-summary ke dalam piglit-results.tar.gz.

source: PURPOSE: This test will check your system shutdown/booting cycle. STEPS: 1. Shutdown your machine. 2. Boot your machine. 3. Repeat steps 1 and 2 at least 5 times. VERIFICATION: Did the system shutdown and rebooted correctly?
es: PROPÓSITO: Esta prueba revisará el ciclo de apagado/arranque de su sistema. PASOS: 1. Apague su equipo. 2. Arranque su equipo. 3. Repita los pasos 1 y 2 al menos 5 veces. VERIFICACIÓN: ¿Su sistema se apagó y reinicio correctamente?
ms: TUJUAN: Ujian ini akan memeriksa kitar matikan/membut sistem anda. LANGKAH: 1. Matikan komputer anda. 2. But komputer anda. 3. Ulang langkah 1 dan 2 sekurang-kurangnya 5 kali. PENGESAHAN: Adakah sistem dimatikan dan dibut semula dengan betul?

source: Test ACPI Wakealarm (fwts wakealarm)
bs: Test ACPI alarma (fwts alarma)
es: Prueba de ACPI Wakealarm (fwts wakealarm)
ms: Ujia Penggera Bangun ACPI (fwts wakealarm)

source: Attach log from fwts wakealarm test
bs: Dodati zapisnik iz fwts alarm testa
es: Adjunta registros de la prueba de fwts wakealarm
ms: Lampirkan log dari ujian fwts wakealarm

source: PURPOSE: This test will check the system's ability to power-off and boot. STEPS: 1. Select "Test" to begin. 2. The machine will shut down. 3. Power the machine back on. 4. After rebooting, wait for the test prompts to inform you that the test is complete. 5. Once the test has completed, restart checkbox and select 'Re-run' when prompted. VERIFICATION: If the machine successfully shuts down and boots, select 'Yes', otherwise, select 'No'.
es: PROPÓSITO: Esta prueba comprobará la capacidad del sistema para apagarse y reiniciarse. PASOS: 1. Seleccione «Probar» para iniciar la prueba. 2. La máquina debería apagarse. 3. Encienda de nuevo la máquina. 4. Después de reiniciarse, espere a que la prueba le informe de que se ha completado. 5. Una vez que se haya completado la prueba, reinicie checkbox y seleccione volver a ejecutar cuando se le pregunte. VERIFICACIÓN: Si la máquina se apaga y enciende correctamente, seleccione «Sí», en cualquier otro caso, seleccione «No».
ms: TUJUAN: Ujian ini akan memeriksa keupayaan sistem untuk dimatikan dan dibut. LANGKAH: 1. Pilih "Uji" untuk mula. 2. Komputer akan dimatikan. 3. Hidupkan komputer. 4. Selepas dibut semula, tunggu makluman ujian untuk memberitahu anda ujian telah selesai. 5. Bila ujian telah selesai, mulakan semula checkbox dan pilih 'Jalan-semula' bila dimaklumkan. PENGESAHAN: Jika komputer berjaya dimatikan dan dibut, pilih 'Ya', jika tidak, pilih 'Tidak'.

source: This will attach any logs from the power-management/poweroff test to the results.
bs: Ovo će dodati sve zapisnike iz testa upravljanje energijom/isključivanje rezultatima.
es: Esto adjuntará cualquier registro de la prueba de gestión de energía/apagado a los resultados.
ms: Ia akan lampirkan sebarang log dari ujian power-management/poweroff kedalam keputusan.

source: PURPOSE: This test will check the system's ability to reboot cleanly. STEPS: 1. Select "Test" to begin. 2. The machine will reboot. 3. After rebooting, wait for the test prompts to inform you that the test is complete. 4. Once the test has completed, restart checkbox and select Re-Run when prompted. VERIFICATION: If the machine successfully reboots, select Yes then select Next.
es: PROPÓSITO: Esta prueba comprobará la capacidad del sistema para reiniciarse de forma limpia. PASOS: 1. Seleccione «Probar» para iniciar la prueba. 2. La máquina se reiniciará. 3. Después de reiniciarse, espere a que la prueba le informe de que se ha completado. 4. Una vez que se haya completado la prueba, reinicie checkbox y seleccione volver a ejecutar cuando se le pregunte. VERIFICACIÓN: Si la máquina se reinicia correctamente, seleccione «Sí» y luego «Siguiente».
ms: TUJUAN: Ujian ini akan memeriksa keupayaan sistem membut dengan baik. LANGKAH: 1. Pilih "Uji" untuk mula. 2. Komputer akan dibut semula. 3. Selepas membut semula, tunggu makluman ujian untuk memberitahu ujian telah selesai. 4. Bila ujian telah selesai, mulakan semula checkbox dan pilih Jalan-Semula bila dimaklumkan. PENGESAHAN: Jika komputer berjaya membut semula, pilih Ya kemudian pilih Berikutnya.

source: This will attach any logs from the power-management/reboot test to the results.
bs: Ovo će dodati sve zapisnike iz testa upravljanje energijom/restart rezultatima.
es: Esto adjuntará cualquier registro de la prueba de gestión de energía/reinicio a los resultados.
ms: Ia akan lampirkan sebarang log dari ujian power-management/reboot kedalam keputusan.

source: PURPOSE: This test will check your lid sensors. STEPS: 1. Close your laptop lid. VERIFICATION: Does closing your laptop lid cause your system to suspend?
es: PROPÓSITO: Esta prueba revisará los sensores de la tapa. PASOS: 1. Cierre la tapa de tu portátil. VERIFICACIÓN: ¿Cerrar la tapa de tu portátil causó que su sistema se suspendiera?
ms: TUJUAN: Ujian ini akan memeriksa penderia penutup anda. TUTUP: 1. Tutup penutup komputer riba anda. PENGESAHAN: Adakah penutupan komputer anda menyebabkan sistem anda ditangguh?

source: PURPOSE: This test will check your lid sensors STEPS: 1. Click "Test". 2. Close and open the lid. VERIFICATION: Did the screen turn off while the lid was closed?
es: PROPÓSITO: Esta prueba comprobará sus sensores de la tapa. PASOS: 1. Pulse en «Probar». 2. Cierre y abra la tapa. VERIFICACIÓN: ¿Se ha apagado la pantalla mientras estaba cerrada la tapa?
ms: TUJUAN: Ujian ini akan memeriksa penderia penutup anda LANGKAH: 1. Klik "Uji". 2. Tutup dan buka penutup. PENGESAHAN: Adakah skrin dimatikan semasa ditutup?

source: PURPOSE: This test will check your lid sensors. STEPS: 1. Click "Test". 2. Close the lid. 3. Wait 5 seconds with the lid closed. 4. Open the lid. VERIFICATION: Did the system resume when the lid was opened?
es: PROPÓSITO: Esta prueba revisará los sensores de la tapa. PASOS: 1. Pulse en «Probar». 2. Cierre la tapa. 3. Espere 5 segundos con la tapa cerrada. 4. Abra la tapa. VERIFICACIÓN: ¿El sistema se reanudó cuando se abrió la tapa?
ms: TUJUAN: Ujian ini akan memeriksa penderia penutup anda. LANGKAH: 1. Klik "Uji". 2. Tutup penutup komputer riba. 3. Tunggu 5 saatdengan penutup masih tertutup. 4. Buka penutup. PENGESAHAN: Adakah sistem disambung semula bila penutup dibuka?

source: Check to see if CONFIG_NO_HZ is set in the kernel (this is just a simple regression check)
bs: Provjera da se vidi da li je CONFIG_NO_HZ postavljen u kernel (to je samo prosti test regresije)
es: Marcar para ver si CONFIG_NO_HZ se ha establecido en el núcleo (esto es solo una simple comprobación de regresión)
ms: Tanda untuk melihat jika CONFIG_NO_HZ ditetapkan dalam kernel (ini merupakan semakan regresi ringkas)

source: PURPOSE: This test will ensure that the AC is unplugged for the battery drain tests to run. STEPS: 1. Unplug laptop from AC. VERIFICATION: Was the laptop unplugged from AC?
es: PROPÓSITO: Esta prueba se asegurará que la alimentación (AC) está desconectada para ejecutar la prueba de consumo de batería. PASOS: 1. Desenchufe el portátil de la alimentación (AC). VERIFICACIÓN: ¿Se ha desenchufado el portátil de la alimentación (AC)?
ms: TUJUAN: Ujian ini akan memastikan AC ditanggalkan supaya ujian penyusutan kuasa bateri berjalan. LANGKAH: 1. Tanggalkan komputer riba dari kuasa AC. PENGESAHAN: Adakah komputer riba dari sumber AC?

source: Checks the battery drain during idle. Reports time until empty
bs: Provjerava trošenje baterije kad ništa ne radi. Izvještava vrijeme dok ne postane prazna
es: Comprueba el desgaste de batería en espera. Informa del tiempo hasta el vaciado
ms: Periksa kadar penyusutan kuasa bateri semasa melahu. Laporkan masa sehingga kosong

source: and capacity as well.
bs: i kapacitet također.
es: y también de la capacidad.
ms: dan kapasiti jua.

source: Checks the battery drain while watching a movie. Reports time
bs: Provjerava trošenje baterije prilikom gledanja filma. Izvještava vrijeme
es: Comprueba el desgaste de batería cuando se ve una película. Informa del tiempo
ms: Periksa kadar penyusutan kuasa bateri semasa menonton cereka. Laporkan masa

source: until empty and capacity as well. Requires MOVIE_VAR to be set.
bs: dok nije prazna i kapacitet također. Zahtijeva MOVIE_VAR da bude postavljena.
es: hasta el vaciado y también de la capacidad. Necesita establecer MOVIE_BAR.
ms: sehingga kosong dan kapasiti jua. Memerlukan M OVIE_VAR untuk ditetapkan.
