Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: Checks the battery drain during suspend. Reports time until
bs: Provjerava trošenje baterije tokom suspendiranja. Izvještava vrijem dok
es: Comprueba el consumo de la batería durante la suspensión. Informa del tiempo hasta
ms: Periksa kadar penyusutan kuasa bateri semasa tangguh. Laporkan masa sehingga

source: empty and capacity as well.
bs: prazna i kapacitet također.
es: que se agote así como de la capacidad.
ms: kosog dan kapasiti jua.

source: PURPOSE: This test will ensure that the AC is plugged back in after the battery. tests STEPS: 1. Plug laptop into AC. VERIFICATION: Was the laptop plugged into AC?
es: PROPÓSITO: Esta prueba se asegurará que la alimentación (AC) se conecta de nuevo tras las pruebas de consumo de batería. PASOS: 1. Enchufe el portátil a la alimentación (AC). VERIFICACIÓN: ¿Se ha enchufado el portátil a la alimentación (AC)?
ms: TUJUAN: Ujian ini akan memastikan kuasa AC dipalam selepas ujian bateri. LANGKAH: 1. Palamkan komputer riba kepada kuasa AC. PENGESAHAN: Adakah komputer riba dipalam kepada kuasa AC?

source: PURPOSE: This test will verify that your system can successfully reboot. STEPS: 1. Select 'Test' to initiate a system reboot. 2. When the grub boot menu is displayed, boot into Ubuntu (Or allow the system to automatically boot on its own). 3. Once the system has restarted, log in and restart checkbox-certification-server. 4. Select 'Re-Run' to return to this test. 5. Select 'Yes' to indicate the test has passed if the system rebooted successfully, otherwise, select 'No' to indicate there was a problem. VERIFICATION: Did the system reboot correctly?
es: PROPÓSITO: Esta prueba verificará que su sistema puede ser reiniciado con éxito. PASOS: 1. Seleccione «Probar» para realizar un reinicio del sistema. 2. Cuando se muestre el menú de arranque de grub, inicie en Ubuntu (o permite que el sistema arranque por sí mismo). 3. Una vez que el sistema se haya reiniciado, inicie sesión y vuelva a arrancar el servidor de certificaciones checkbox. 4. Selección «Volver a ejecutar» para regresar a esta prueba. 5. Seleccione «Sí» para indicar que la prueba se ha pasado si el sistema se ha reiniciado con éxito. En caso contrario, seleccione «No» para indicar que ocurrió un problema. VERIFICACIÓN: ¿Se reinició el sistema correctamente?
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem berjaya dibut semula. LANGKAH: 1. Pilih "Uji" untuk mula membut semula sistem. 2. Bila menu but grub dipaparkan, but ke Ubuntu (Atau benarkan sistem membut secara automatik dengan sendiri. 3. Bila sistem telah dimulakan semula, daftar masuk dan mulakan semula checkbox-certification-server. 4. Pilih 'Jalan-Semula' untuk kembali ke ujian ini 5. Pilih 'Ya' untuk menunjukkan ujian telah lulus jika sistem berjaya dibut semula jika tidak, pilih 'Tidak' untuk menunjukkan terdapat masalah. PENGESAHAN: Adakah sistem dibut semula dengan baik?

source: PURPOSE: This test will check your system shutdown/booting cycle STEPS: 1. Select 'Test' to initiate a system shutdown. 2. Power the system back on. 3. From the grub menu, boot into the Xen Hypervisor. 4. When the system has restarted, log in and restart checkbox-certification-server. 5. Select 'Re-Run' to return to this test. 6. Select 'Yes' to indicate the test has passed if the machine shut down successfully otherwise, Select 'No' to indicate there was a problem. VERIFICATION: Did the system shutdown and boot correctly?
es: PROPÓSITO: Esta prueba verificará el ciclo de apagado/arranque de su sistema. PASOS: 1. Seleccione «Probar» para realizar un reinicio del sistema. 2. Vuelve a encender el sistema. 3. En el menú de arranque de grub, inicie en el Hypervisor Xen. 4. Una vez que el sistema se haya reiniciado, inicie sesión y vuelva a arrancar el servidor de certificaciones checkbox. 5. Selección «Volver a ejecutar» para regresar a esta prueba. 6. Seleccione «Sí» para indicar que la prueba se ha pasado si el sistema se ha reiniciado con éxito. En caso contrario, seleccione «No» para indicar que ocurrió un problema. VERIFICACIÓN: ¿Se apagó y arrancó el sistema correctamente?
ms: TUJUAN: Ujian ini akan memeriksa kitar matikan/membut sistem anda LANGKAH: 1. Pilih 'Uji' untuk memulakan proses matikan sistem. 2. Hidupkan sistem semula. 3. Melalui menu grub, but ke Xen Hypervisor. 4. Bila sistem telah dimulakan semula, daftar masuk dan mulakan semula checkbox-certification-server. 5. Pilih 'Jalan-Semula' untuk kembali ke ujian ini. 6. Pilih 'Ya' untuk menyatakan ujian telah lulus jika komputer berjaya dimatikan jika tidak, Pilih 'Tidak' untuk menyatakan terdapat masalah. PENGESAHAN: Adakah sistem dimatikan dan dibut dengan betul?

source: Runs all of the rendercheck test suites. This test can take a few minutes.
bs: Pokreće sve rendercheck test situacije. Ovaj test može potrajati par minuta.
es: Ejecuta todos los conjuntos de pruebas de «rendercheck». Esta prueba puede durar unos cuantos minutos.
ms: Jalankan semua suit ujian rendercheck. Ujian ini boleh mengambil masa beberapa minit.

source: Attach log from rendercheck tests
bs: Dodaje log od rendercheck testova
es: Adjunta el registro de las pruebas «rendercheck»
ms: Lampir log dari ujian rendercheck

source: Verifies that sshd is running.
bs: Provjerava sa sshd radi
es: Verifica que sshd se está ejecutando
ms: Sahkan sama ada sshd dijalankan

source: Verifies that Print/CUPs server is running.
bs: Provjerava da Print/CUPs server radi
es: Verifica que el servidor Print/CUPs se está ejecutando
ms: Sahkan sama ada pelayan Cetak/CUPs dijalankan.

source: Verifies that DNS server is running and working.
bs: Provjerava da li DNS server je pokrenut i radi
es: Verifica que el servidor DNS se está ejecutando y trabajando.
ms: Sahkan sama ada pelayan DNS dijalankan dan berfungsi.

source: Verifies that Samba server is running.
bs: Provjerava da li Samba server radi
es: Verifica que el servidor Samba se está ejecutando.
ms: Sahkan pelayan Samba berjalan.

source: Verifies that the LAMP stack is running (Apache, MySQL and PHP).
bs: Provjerava da li LAMP kolekcija radi (Apache, MySQL i PHP).
es: Verifica que la pila LAMP está corriendo (Apache, MySQL y PHP).
ms: Sahkan tindanan LAMP berjalan (Apache, MySQL dan PHP).

source: Verifies that Tomcat server is running and working.
bs: Provjerava da li Tomcat server radi .
es: Verifica que el servidor Tomcat se está ejecutando y trabajando.
ms: Sahkan pelayan Tomcat berjalan dan berfungsi.

source: Check success result from shell test case
bs: Provjerite uspješne rezultate iz shell test arhive
es: Comprobar resultado de éxito del caso de prueba del intérprete de órdenes (shell)
ms: Semak keputusan yang berjaya dari kes ujian shell

source: Check failed result from shell test case
bs: Provjerite neuspjele rezultate iz shell test arhive
es: Comprobar resultado de fallo del caso de prueba del intérprete de órdenes (shell)
ms: Semak keputusan yang gagal dari kes ujian shell

source: Check job is executed when dependency succeeds
bs: Provjerite je li posao izvršen, kada ovisnost uspije
es: Comprobar que el trabajo se ejecuta cuando la dependencia tiene éxito
ms: Semak kerja yang dilakukan bila dependensi berjaya

source: Check job result is set to uninitiated when dependency fails
bs: Provjerite je li rezultat posla postavljen na neiniciran, kada ovisnost ne uspije
es: Comprobar que el trabajo se establece a no iniciado cuando la dependencia falla
ms: Semak keputusan kerja untuk nyahawalkan bila dependensi gagal

source: Check job is executed when requirements are met
bs: Provjerite je li posao izvršen, kada su zahtjevi ispunjeni
es: Comprobar que el trabajo se ejecuta cuando se cumplen los requisitos
ms: Semak kerja yang dilakukan bila keperluan dipenuhi

source: Check job result is set to "not required on this system" when requirements are not met
bs: Provjerite je li rezultat posla postavljen na "nije potrebno na ovom sistemu", kada zahtjevi nisu ispunjeni
es: Comprobar que el resultado del trabajo se establece a «no requerido en este sistema» cuando no se cumplen los requisitos
ms: Semak keputusan kerja ditetapkan kepada "tidak diperlukan dalam sistem ini" bila keperluan tidak dipenuhi

source: PURPOSE: This test checks that the manual plugin works fine STEPS: 1. Add a comment 2. Set the result as passed VERIFICATION: Check that in the report the result is passed and the comment is displayed
bs: SVRHA: Ovaj test provjerava da li dodatak za priručnik radi ispravno KORACI: 1. Dodajte komentar 2. Postavite rezultat kao prošli PROVJERA: Provjerite u izvještaju da li je rezultat prošao i da li su komentari prikazani
es: PROPÓSITO: Esta prueba comprobará que el complemento manual funciona bien. PASOS: 1. Añadir un comentario. 2. Establecer el resultado como pasado. VERIFICACIÓN: Compruebe que en el informe el resultado es pasado y que se muestra el comentario.
ms: TUJUAN: Ujian ini memeriksa sama ada pemalam manual berfungsi dengan baik LANGKAH: 1. Tambah ulasan 2. Tetapkan keputusan bila ia lulus PENGESAHAN: Semak sama ada laporan keputusan lulus dan ulasan dipaparkan

source: PURPOSE: Simulates a failure by rebooting the machine STEPS: 1. Click test to trigger a reboot 2. Select "Continue" once logged back in and checkbox is restarted VERIFICATION: You won't see the user-verify
bs: NAMJENA: Simulira pogrešku tako što restartuje mašinu KORACI: 1. Klik test da pokrenete restart 2. Selektujte "Nastavi" nakon što ste se ponovo logovali i checkbox je restartovan VERIFIKACIJA: Nećete primijetiti verifikaciju korisnika
es: PROPÓSITO: Simula un fallo reiniciando la máquina. PASOS: 1. Pulse Prueba para forzar un reinicio. 2. Seleccione «Continuar» una vez que haya vuelto a entrar en el sistema y checkbox se haya reiniciado. VERIFICACIÓN: No verá la verificación de usuario.
ms: TUJUAN: Simulasikan kegagalan dengan membut semula komputer LANGKAH: 1. Klik uji untuk memulakan but semula 2. Pilih "Teruskan" bila mendaftar masuk dancheckbox dimulakan semula PENGESAHAN: Anda tidak akan melihat pengesahan-pengguna

source: PURPOSE: If Recovery is successful, you will see this test on restarting checkbox, not sniff4. STEPS: 1. Click Yes VERIFICATION: None Necessary, this is a bogus test
bs: NAMJENA: Ako je Oporavak uspješan, vidjet ćete ovaj test prilikom restartovanja checkbox-a, ne sniff4. KORACI: 1. Klik Da VERIFIKACIJA: Nije potrebna, ovo je vješstački test
es: PROPÓSITO: Si la recuperación tiene éxito, verá esta prueba al reiniciar checkbox no sniff4. PASOS: 1. Pulse Sí. VERIFICACIÓN: No es necesaria, es una prueba simulada.
ms: TUJUAN: Jika Pemulihan berjaya, anda akan lihat ujian ini semasa memulakan semula checkbox, bukannya sniff4. LANGKAH: 1. Klik Ya PENGESAHAN: Tidak Perlu, ini merupakan ujian palsu

source: PURPOSE: To sniff things out STEPS: 1. Click Yes VERIFICATION: None Necessary, this is a bogus test
bs: NAMJENA: Da izbaci stvari KORACI: 1. Klik Da VERIFIKACIJA: Nije potrebna, ovo je vještački test
es: PROPÓSITO: Para investigar cosas. PASOS: 1. Pulse Sí. VERIFICACIÓN: No es necesaria, es una prueba simulada.
ms: TUJUAN: Untuk menghidu sesuatu perkara LANGKAH: 1. Klik Ya PENGESAHAN: Tidak Perlu, ini merupakan ujian palsu

source: PURPOSE: Create jobs that use the CPU as much as possible for two hours. The test is considered passed if the system does not freeze.
bs: NAMJENA: Napravite posao koji koriste procesor u najvećoj mogućoj meri za dva sata. Test se smatra prošao ako sistem ne zamrzne.
es: PROPÓSITO: Crea tareas que usan la CPU tanto como es posible durante dos horas. La prueba se considera superada si el sistema no se congela.
ms: TUJUAN: Cipta kerja yang menggunakan CPU sebaik mungkin selama dua jam. Ujian akan dianggap lulus jika sistem tidak menjadi kaku.

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 30 cycles
bs: SVRHA: Ovo je automatizovani test pritiska koji će natjerati sistem na hibernaciju/nastavak 30 ciklusa
es: Propósito: Esta es una prueba de esfuerzo automática que forzará al sistema a hibernar/reiniciar 30 ciclos
ms: TUJUAN: Ini adalah ujian stress berautomatik yang mana akan paksa sistem hibernasi/sambung selama 30 kitaran

source: Attaches the log from the 30 cycle Hibernate/Resume test if it exists
bs: Dodaje zapisnik iz 30 ciklusa Hibernacija/Nastavak testa ako postoji
es: Adjunta el registro de 30 ciclos de prueba de Hibernación/Reactivación si existe
ms: Lampirkan log dari ujian 30 kitaran Hibernasi/Sambung jika ia wujud

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 30 cycles.
bs: SVRHA: Ovo je automatizovani test pritiska koji će natjerati sistem na obustavu/nastavak 30 ciklusa
es: PROPÓSITO: Esta es una prueba automatizada de estrés que forzará al sistema a suspenderse/reanudarse durante 30 ciclos.
ms: TUJUAN: Ini adalah ujian stress berautomatik yang mana akan paksa sistem tangguh/sambung selama 30 kitaran.

source: Automated check of the 30 cycle hibernate log for errors detected by fwts.
es: Comprobación automatizada del registro de 30 ciclos de hibernación en busca de errores descubiertos por fwts
ms: Semakan berautomatik bagi log hibernasi 30 kitaran untuk ralat dikesan oleh fwts.

source: Attaches the log from the 30 cycle Suspend/Resume test if it exists
bs: Dodaje zapisnik iz 30 ciklusa Obustava/Nastavak testa ako postoji
es: Adjunta el registro de los 30 ciclos de la prueba de Suspender/Reanudar si existe
ms: Lampirkan log dari ujian 30 kitaran Tangguh/Sambung jika ia wujud

source: PURPOSE: This is an automated stress test that will force the system to hibernate/resume for 250 cycles
bs: SVRHA: Ovo je automatizovani test pritiska koji će natjerati sistem na hibernaciju/nastavak 250 ciklusa
es: PROPÓSITO: Esta es una prueba automatizada de estrés que forzará al sistema a hibernar/reanudarse durante 250 ciclos.
ms: TUJUAN: Ini adalah ujian stress berautomatik yang mana akan paksa sistem hibernasi/sambung selama 250 kitaran

source: Attaches the log from the 250 cycle Hibernate/Resume test if it exists
bs: Dodaje zapisnik iz 250 ciklusa Hibernacija/Nastavak testa ako postoji
es: Adjunta el registro de los 250 ciclos de la prueba de Hibernar/Restaurar si existe
ms: Lampirkan log dari ujian 250 kitaran Hibernasi/Sambung jika ia wujud

source: PURPOSE: This is an automated stress test that will force the system to suspend/resume for 250 cycles.
bs: SVRHA: Ovo je automatizovani test pritiska koji će natjerati sistem na obustavu/nastavak 250 ciklusa
es: PROPÓSITO: Esta es una prueba automatizada de estrés que forzará al sistema a suspenderse/reanudarse durante 250 ciclos.
ms: TUJUAN: Ini adalah ujian stress berautomatik yang mana akan paksa sistem tangguh/sambung selama 250 kitaran

source: Attaches the log from the 250 cycle Suspend/Resume test if it exists
bs: Dodaje zapisnik iz 250 ciklusa Obustava/Nastavak testa ako postoji
es: Adjunta el registro de los 250 ciclos de la prueba de Suspender/Reanudar si existe
ms: Lampirkan log dari ujian 250 kitaran Tangguh/Sambung jika ia wujud

source: Checks the sleep times to ensure that a machine suspends and resumes within a given threshold
bs: Provjerava vrijeme spavanja da osigura da se mašina suspendira i povrati u zadatom roku
es: Comprueba los tiempos de espera para asegurarse de que la máquina se suspende y recupera dentro de un umbral determinado.
ms: Periksa masa tidur untuk memastikan mesin ditangguh dan disambung semula dalam tempoh ambang yang diberi

source: Stress reboot system (100 cycles)
bs: Restartovanje sistema pod pritiskom (100 ciklusa)
es: Estrés de reinicio del sistema (100 ciclos)
ms: Stress sistem but semula (100 kitaran)

source: Stress poweroff system (100 cycles)
bs: Isključivanje računara pod pritiskom (100 ciklusa)
es: Estrés de apagado del sistema (100 ciclos)
ms: Stress sistem matikan (100 kitaran)

source: Check logs for the stress reboot (100 cycles) test case
bs: Potražite u zapisniku arhivu testa restart pod pritiskom (100 ciklusa)
es: Comprobar los registros para el caso de prueba del estrés de reinicio (100 ciclos)
ms: Semak log untuk kes ujian stress but semula (100 kitaran)

source: Check logs for the stress poweroff (100 cycles) test case
bs: Potražite u zapisniku arhivu testa isključivanje pod pritiskom (100 ciklusa)
es: Comprobar los registros para el caso de prueba del estrés de apagado (100 ciclos)
ms: Semak log untuk kes ujian stress matikan (100 kitaran)

source: Run the graphics stress test. This test can take a few minutes.
bs: Pokreće grafički stres test. Može potrajati par minuta.
es: Ejecuta la prueba de estrés gráfico. Esta prueba puede durar unos cuantos minutos.
ms: Jalankan ujian keupayaan grafik. Ujian ini mengambil masa beberapa minit.

source: Attaches the graphics stress results to the submission.
bs: Dodaje grafički stres rezultat na podnošenje.
es: Adjunta el resultado de estrés de gráficos al envío.
ms: Lampirkan keputusan keupayaan grafik untuk penyerahan.

source: Runs a test that transfers 100 10MB files 3 times to usb.
bs: Pokreće test koji prenosi 100 10MB fajla 3 puta na usb.
es: Ejecuta una prueba que transfiere 100 archivos de 10MB 3 veces a un USB.
ms: Jalankan ujian yang memindahkan 100 fail bersaiz 10MB sebanyak 3 kali ke usb.

source: Runs a test that transfers 100 10MB files 3 times to a SDHC card.
bs: Pokreće test koji prenosi 100 10MB fajla 3 puta na SDHC karticu.
es: Ejecuta una prueba que transfiere 100 archivos de 10 MB 3 veces a una tarjeta SDHC.
ms: Jalankan ujian yang memindahkan 100 fail bersaiz 10MB sebanyak 3 kali ke kad SDHC.

source: Ping ubuntu.com and restart network interfaces 100 times
bs: Ping ubuntu.com i restartuje mrežni interfejs 100 puta
es: Hace ping a ubuntu.com y reinicia los interfaces de red 100 veces
ms: Ping ubuntu.com dan mulakan semula antaramuka rangkaian 100 kali

source: PURPOSE: To make sure that stressing the wifi hotkey does not cause applets to disappear from the panel or the system to lock up STEPS: 1. Log in to desktop 2. Press wifi hotkey at a rate of 1 press per second and slowly increase the speed of the tap, until you are tapping as fast as possible VERIFICATION: Verify the system is not frozen and the wifi and bluetooth applets are still visible and functional
bs: NAMJENA: Da osigura da isticanje wifi kratice neće prouzrokovati nestajanje apleta sa panela ili zaključavanje sistema KORACI: 1. Logujte se na desktop 2. Pritišćite wifi kraticu brzinom 1 pritisak po sekundi, i polahko ubrzavajte sve dok ne pritišćete najbrže što možete VERIFIKACIJA: Provjerite da sistem nije zaleđen i da su wifi i bluetooth apleti vidljivi i funkcionalni
es: PROPÓSITO: Para asegurarse de que estresar la tecla aceleradora del Wifi no hace que desaparezca la miniaplicación del panel o que se bloquee el sistema. PASOS: 1. Inicie sesión en el escritorio. 2. Pulse la tecla aceleradora del Wifi a una velocidad de 1 pulsación por segundo y aumente despacio la velocidad de la pulsación hasta llegar a pulsarlo tan rápido como sea posible. VERIFICACIÓN: Verifique que el sistema no está bloqueado y que las miniaplicaciones del Wifi y del Bluetooth son todavía visibles y funcionales.
ms: TUJUAN: Untuk memastikan penekanan kekunci panas wifi tidak menyebabkan aplet hilang dari panel atau sistem terkunci LANGKAH: 1. Daftar masuk ke desktop 2. Tekan kekunci panas wifi pada kadar 1 ketukan sesaat dan perlahan-lahan tingkatkan kelajuan ketukan, sehinggalah anda mengetuk sepantas yang mungkin PENGESAHAN: Sahkan sistem tidak kaku dan aplet wifi dan bluetooth masih kelihatan dan berfungsi

source: Record the current network before suspending.
bs: Zabilježi trenutnu mrežu prije suspenzije
es: Grabando la red actual antes de suspender.
ms: Rakam rangkaian semasa sebelum menangguh.

source: Record the current resolution before suspending.
bs: Zapamti trenutnu rezoluciju prije suspendiranja.
es: Grabar la resolución actual antes de suspender.
ms: Rekod resolusi semasa sebelum ditangguhkan.

source: Record mixer settings before suspending.
bs: Zabilježi postavke miksera prije suspenzije
es: Grabe la configuración del mezclador antes de suspender.
ms: Rakam tetapan pengadun sebelum menangguh.

source: Verify that all the CPUs are online before suspending
bs: Provjeri d su svi procesori aktivni prije suspenzije
es: Verifica que todas las CPU están en linea antes de suspender
ms: Sahkan sama ada semua CPU aktif sebelum ditangguh

source: Dumps memory info to a file for comparison after suspend test has been run
bs: Šalje informaciju o memoriji u datoteku za poređenje nakon izvršenja testa suspendovanja
es: Vuelca la información de la memoria en un archivo para su comparación después de haber ejecutado la prueba de suspensión
ms: Longgok maklumat ingatan ke fail untuk pembandingan selepas ujian tangguh dijalankan

source: This test disconnects all connections and then connects to the wireless interface. It then checks the connection to confirm it's working as expected.
bs: Ovaj test isključuje sve veze i onda se povezuje na bežični interfejs. Onda provjerava vezu da biste potvrdili da li to radi kako je očekivano.
es: Esta prueba desconecta todas las conexiones y conecta a la interfaz inalámbrica. A continuación, comprueba la conexión para confirmar para confirmar que funciona como es de esperar.
ms: Ujian ini akan memutuskan semua sambungan dan kemudian sambungkan ke antaramuka tanpa wayar. Kemudian, ia semak sambungan untuk sahkan berfungsi seperti dijangka.

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Make sure Bluetooth is enabled by checking the Bluetooth indicator applet 2. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 3. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
bs: SVRHA: Ovaj test će poslati sliku 'JPEG_Color_Image_Ubuntu.jpg' na navedeni uređaj KORACI: 1. Provjerite je li Bluetooth omogućen provjerom appleta Bluetooth indikator 2. Kliknite "Test", bit će vam zatraženo da unesete naziv Bluetooth uređaja za uređaj koji može prihvatiti prijenos datoteka (to može potrajati nekoliko trenutaka nakon unosa naziva datoteke za početak slanja) 3. Prihvati bilo upute koje se pojavljuju na oba uređaja PROVJERA: Jesu li podaci ispravno prenijeti?
es: PROPÓSITO: Esta prueba enviará la imagen «JPEG_Color_Image_Ubuntu.jpg» a un dispositivo especificado. PASOS: 1. Asegúrese de que el Bluetooth está activado comprobando la miniaplicación del indicador Bluetooth. 2. Pulse en «Probar» y se le solicitará ingresar el nombre del dispositivo Bluetooth que puede aceptar la transferencia de archivos (esto puede tardar unos momentos después de ingresar el nombre para el archivo para comenzar el envío). 3. Acepte los mensajes que aparezcan en ambos dispositivos. VERIFICACIÓN: ¿Los datos se transfirieron correctamente?
ms: TUJUAN: Ujian ini akan menghantar imej 'JPEG_Color_Image_Ubuntu.jpg' ke peranti yang dinyatakan LANGKAH: 1. Pastikan Bluetooth fdibenarkan dengan menanda aplet penunjuk Bluetooth 2. Klik "Uji" dan anda akan dimaklumkan untuk masukkan nama peranti Bluetooth bagi peranti yang dapat menerima pemindahan fail (Ia mungkin mengambul sedikit masa selepas memasukkan nama fail untuk mulakan penghantaran) 3. Terima sebarang makluman yang muncul pada kedua-dua peranti PENGESAHAN: Adakah data dipindahkan dengan baik?
