Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: System Testing
bs: Testiranje sistema
es: Comprobación del sistema
ms: Pengujian Sistem

source: Test your system and submit results to Launchpad
bs: Testirajte vaš sistem i pošaljite rezultate na Launchpad
es: Comprueba su sistema y envía los resultados a Launchpad
ms: Uji sistem anda dan serahkan keputusan ke Launchpad

source: Test to detect audio devices
bs: Test za detekciju zvučnih uređaja
es: Prueba para detectar dispositivos de audio
ms: Uji untuk kesan peranti audio

source: PURPOSE: This test will check that internal speakers work correctly STEPS: 1. Make sure that no external speakers or headphones are connected If testing a desktop, external speakers are allowed 2. Click the Test button to play a brief tone on your audio device VERIFICATION: Did you hear a tone?
bs: NAMJENA: Ovaj test će provjeriti da interni zvučnici rade ispravno KORACI: 1. Uvjerite se da nisu povezani eksterni zvučnici ili slušalice Ako testiranje desktop, eksterni zvučnici su dozvoljeni 2. Kliknite na Test dugme da se odigra kratak ton na audio uređaju VERIFIKACIJA: Da li ste čuli ton?
es: PROPÓSITO: Esta prueba comprobará que los altavoces internos funcionan correctamente PASOS: 1. Compruebe que no hay conectados altavoces externos o auriculares Si está probando un equipo de mesa, los altavoces externos están permitidos 2. Pulse el botón Probar para reproducir un breve sonido en su dispositivo de audio VERIFICACIÓN: ¿Escuchó un sonido?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembesar suara dalaman berfungsi LANGKAH: 1. Pastikan tiada pembesar suara luaran atau fon kepala bersambung Jika menguji desktop, pembesar suara luaran dibenarkan 2. Klik butang Uji untuk mainkan nada ringkas pada peranti audio anda PENGESAHAN: Anda dapat mendengar nada?

source: PURPOSE: HDMI audio interface verification STEPS: 1. Plug an external HDMI device with sound (Use only one HDMI/DisplayPort interface at a time for this test) 2. Click the Test button VERIFICATION: Did you hear the sound from the HDMI device?
bs: SVRHA: Provjera HDMI audio interfejsa KORACI: 1. Priključite vanjski uređaj HDMI sa zvukom (Koristite samo jedan HDMI / DisplayPort interfejs za vrijeme za ovog testa) 2. Kliknite na gumb Test PROVJERA: Jeste li čuli zvuk iz HDMI uređaja?
es: PROPÓSITO: Verificación de la interfaz de audio HDMI PASOS: 1. Conecte un dispositivo externo HDMI con sonido (utiliza una única interfaz HDMI / DisplayPort a la vez para esta prueba) 2. Haga clic en el botón de prueba VERIFICACIÓN: ¿Ha oído el sonido del dispositivo HDMI?
ms: TUJUAN: Pengesahan antaramuka audio HDMI LANGKAH: 1. Palamkan peranti HDMI lua r dengan bunyi (Hanya guna satu antaramuka HDMI/DisplayPort pada masa ujian ini) 2. Klik butang Uji PENGESAHAN: Anda dengar bunyi dari peranti HDMI?

source: PURPOSE: DisplayPort audio interface verification STEPS: 1. Plug an external DisplayPort device with sound (Use only one HDMI/DisplayPort interface at a time for this test) 2. Click the Test button VERIFICATION: Did you hear the sound from the DisplayPort device?
bs: SVRHA: Provjera DisplayPort audio interfejsa KORACI: 1. Priključite vanjski uređaj HDMI sa zvukom (Koristite samo jedan HDMI / DisplayPort interfejs za vrijeme za ovog testa) 2. Kliknite na gumb Test PROVJERA: Jeste li čuli zvuk iz DisplayPort uređaja?
es: PROPÓSITO: DisplayPort verificación interfaz de audio PASOS: ] 1. Conecte un dispositivo externo DisplayPort con sonido (utiliza una única interfaz HDMI / DisplayPort a la vez para esta prueba) 2. Haga clic en el botón de prueba VERIFICACIÓN: ¿Ha oído el sonido del dispositivo DisplayPort?
ms: TUJUAN: Pengesahan antaramuka audio Displayport LANGKAH: 1. Palamkan peranti DisplayPort luar dengan bunyi (Hanya guna satu antaramuka HDMI/DisplayPort pada masa ujian ini) 2. Klik butang Uji PENGESAHAN: Anda dengar bunyi dari peranti DisplayPort?

source: PURPOSE: This test will check that headphones connector works correctly STEPS: 1. Connect a pair of headphones to your audio device 2. Click the Test button to play a sound to your audio device VERIFICATION: Did you hear a sound through the headphones and did the sound play without any distortion, clicks or other strange noises from your headphones?
bs: NAMJENA: Ovaj test će provjeriti da li konektor slušalice radi ispravno KORACI: 1. Povezivanje slušalica za vaš audio uređaj 2. Kliknite na Test dugme da pustite zvuk u audio uređaj VERIFIKACIJA: Da li ste čuli zvuk kroz slušalice i čuli zvuk bez izobličenja, klikova ili druge čudne zvuke iz vaših slušalica?
es: PROPÓSITO: Esta prueba comprobará que el conector de los auriculares funciona correctamente PASOS: 1. Conecte unos auriculares al dispositivo de audio 2. Pulse el botón Probar para reproducir un sonido en su dispositivo de audio VERIFICACIÓN: ¿Escuchó un sonido en los auriculares, sin deformación, clics u otros ruidos extraños producidos por los auriculares?
ms: TUJUAN: Ujian ini akan memeriksa penyambung fon kepala berfungsi dengan baik LANGKAH: 1. Sambungkan fon kepala ke peranti audio anda 2. Klik butang Uji untuk mainkan bunyi pada peranti audio anda PENGESAHAN: Adakah anda dengar bunyi melalui fon kepala dan adakah bunyi dimainkan tanpa sebarang herotan, klik atau bunyi ganjil dari fon kepala anda?

source: PURPOSE: This test will check that recording sound using the onboard microphone works correctly STEPS: 1. Disconnect any external microphones that you have plugged in 2. Click "Test", then speak into your internal microphone 3. After a few seconds, your speech will be played back to you. VERIFICATION: Did you hear your speech played back?
bs: NAMJENA: Ovaj test će provjeriti da snimanje zvuka pomoću mikrofona na ploči radi ispravno KORACI: 1. Isključite sve spoljne mikrofone koji su priključeni 2. Kliknite na dugme "Test", onda govorite u svoj interni mikrofon 3. Nakon nekoliko sekundi, vaš govor će se ponavlja. VERIFIKACIJA: Da li ste čuli vaš govor reprodukovan?
es: PROPÓSITO: Esta prueba comprueba que la grabación de sonido mediante el micrófono funciona correctamente. PASOS: 1. Desconectar cualquier micrófono externo que usted tenga conectado. 2. Pulse «Probar», luego hable en su micrófono interno. 3. Después de unos segundos, su grabación se reproducirá. VERIFICACIÓN: ¿Escuchó su grabación?
ms: TUJUAN: Ujian ini akan memeriksa sama ada rakaman bunyi menggunakan mikrofon terbina berfungsi dengan baik LANGKAH: 1. Tanggalkan sebarang mikrofon luaran yang anda palamkan 2. Klik "Uji", kemudian tutur menggunakan mikrofon dalaman anda 3. Selepas beberap saat, pertuturan anda akan dimainkan balik. PENGESAHAN: Adakah anda dengar pertuturan anda dimainkan balik?

source: PURPOSE: This test will check that recording sound using an external microphone works correctly STEPS: 1. Connect a microphone to your microphone port 2. Click "Test", then speak into the external microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back?
bs: NAMJENA: Ovaj test će provjeriti da snimanje zvuka pomoću spoljašnjeg mikrofona radi ispravno KORACI: 1. Priključite mikrofon na svoj mikrofon port 2. Kliknite na dugme "Test", onda govorite u spoljni mikrofon 3. Nakon nekoliko sekundi, vaš govor će se ponoviti VERIFIKACIJA: Da li ste čuli vaš govor reprodukovan?
es: PROPÓSITO: Esta prueba comprobará que el grabador de sonido, usando un micrófono externo, funciona correctamente. PASOS: 1. Conecte un micrófono en el puerto de micrófono. 2. Pulse «Probar», luego hable en su micrófono externo. 3. Luego de unos segundos, su grabación se reproducirá. VERIFICACIÓN: ¿Escuchó su grabación?
ms: TJUAN: Ujian ini akan memeriksa rakaman bunyi menggunakan mikrofon luaran supaya ai berfungsi dengan baik LANGKAH: 1. Sambung mikrofon ke port mikrofon anda 2. Klik "Uji", kemudian tutur ke mikrofon luaran 3. Selepas beberapa saat, pertuturan anda akan dimain balik PENGESAHAN: Anda dapat mendengar pertuturan anda dimainkan balik?

source: PURPOSE: This test will check that a USB audio device works correctly STEPS: 1. Connect a USB audio device to your system 2. Click "Test", then speak into the microphone 3. After a few seconds, your speech will be played back to you VERIFICATION: Did you hear your speech played back through the USB headphones?
bs: NAMJENA: Ovaj test će provjeriti da USB audio uređaj radi ispravno KORACI: 1. Povežite USB audio uređaj na sistem 2. Kliknite na dugme "Test", onda govorite u mikrofon 3. Nakon nekoliko sekundi, vaš govor će se ponavljati VERIFIKACIJA: Da li ste čuli vaš govor reprodukovan preko USB slušalice?
es: PROPÓSITO: Esta prueba verificará que un dispositivo de audio USB funcione correctamente PASOS: 1.Conecte un dispositivo de audio USB en su sistema 2.Pulse en «Probar», a continuación hable por el micrófono 3.Después de unos segundos, su habla será reproducida de nuevo. VERIFICACIÓN: ¿Ha podido escuchar su habla reproducida de nuevo a través de los auriculares USB?
ms: TUJUAN: Ujian ini akan memeriksa sama ada peranti audio USB berfungsi dengan baik LANGKAH: 1. Sambungkan peranti audio USB ke sistem anda 2. Klik "Uji", kemudian cakap menggunakan mikrofon 3. Selepas beberapa saat, pertuturan anda akan dimain kembali PENGESAHAN: Adakah anda mendengar pertuturan anda dimain kembali melalui fon kepala USB?

source: Collect audio-related system information. This data can be used to simulate this computer's audio subsystem and perform more detailed tests under a controlled environment.
bs: Prikupljanje sistemskih informacije vezanih za zvuk. Ovi podaci se mogu koristiti za simulaciju audio podsustava ovog računara i obavljanje detaljnijih ispitivanja pod kontroliranim uvjetima.
es: Reúne información relacionada con el audio del sistema. Esta información puede ser usada para simular el subsistema de audio de este quipo y realizar pruebas más detalladas en un ambiente controlado.
ms: Kumpul maklumat sistem berkaitan-audio. Data ini boleh digunakan untuk simulasikan subsistem audio komputer ini dan buat ujian lebih terperinci dibawah persekitaran terkawal.

source: Attaches the audio hardware data collection log to the results.
bs: Dodaje zapisnik audio uređaja rezultatima.
es: Adjunta el registro de datos de detección de hardware de sonido a los resultados.
ms: Lampirkan log koleksi data perkakasan audio ke dalam keputusan.

source: PURPOSE: Check that the various audio channels are working properly STEPS: 1. Click the Test button VERIFICATION: You should clearly hear a voice from the different audio channels
bs: SVRHA: Provjera da li različiti zvučni kanali rade ispravno KORACI: 1. Pritisnite dugme Test PROVJERA: Trebali biste jasno čuti zvuk sa različitih zvučnih kanala
es: PROPÓSITO: Verifica que los diferentes canales de audio trabajan de manera adecuada PASOS: 1. Presione el botón Prueba VERIFICACIÓN: Debería escuchar claramente una voz proveniente de los diferentes canales de audio
ms: TUJUAN: Semak sama ada pelbagai saluran audio berfungsi dengan baik LANGKAH: 1. Klik butang Uji PENGESAHAN: Anda patut dapat dengar suara dari saluran audio yang berlainan

source: PURPOSE: Check that external line out connection works correctly STEPS: 1. Insert cable to speakers (with built-in amplifiers) on the line out port 2. Open system sound preferences, 'Output' tab, select 'Line-out' on the connector list. Click the Test button 3. On the system sound preferences, select 'Internal Audio' on the device list and click 'Test Speakers' to check left and right channel VERIFICATION: 1. Do you hear a sound in the speakers? The internal speakers should *not* be muted automatically 2. Do you hear the sound coming out on the corresponding channel?
bs: NAMJENA: Provjeriti da li sve eksterne konekcije rade ispravno KORACI: 1. Uključite kabal u zvučnike ( sa ugrađenim pojačalima ) na izlazni port 2. Otvorite sistem zvučne postavke, 'Izlaz' tab, selektujte 'Izlazna linija' na konektorskoj listi. Klik na Test dugme 3. U sistemskih zvučnim postavkama, selektujte 'Interni zvuk' na listi uređaja i klik na 'Testiraj Zvučnike' da provjerite lijevi i desni kanal VERIFIKACIJA: 1. Da li ste čuli zvuk iz zvučnika? Interni zvučnici ne bi trebali biti isključeni automatski 2. Da li ste čuli zvuk koji dolazi iz odgovarajućeg kanala?
es: PROPÓSITO: Comprobar que la conexión de la salida de línea externa funciona correctamente. PASOS: 1. Introduzca el cable de los altavoces (con amplificador integrado) en el puerto de salida de línea. 2. Abra las preferencias de sonido del sistema, pestaña «Salida» y seleccione «Salida» en la lista de conectores. Pulse el botón Prueba. 3. En las preferencias de sonido del sistema, seleccione «Audio interno» en la lista de dispositivos y pulse en «Probar altavoces» para comprobar los canales izquierdo y derecho. VERIFICACIÓN: 1. ¿Ha escuchado un sonido en los altavoces? Los altavoces internos *no* se deberían silenciar automáticamente. 2. ¿Ha escuchado un sonido saliendo del canal correspondiente?
ms: TUJUAN: Periksa sama ada talian luar sambungan berfungsi dengan baik LANGKAH: 1. Masukkan kabel pembesar suara (yang terbina-dalam penguat) ke port talian keluar 2. Buka keutamaan bunyi sistem, tab 'Output', pilih 'Talian-keluar' pada senarai penyambung. Klik butang Uji 3. Pada keutamaan bunyi sistem, pilih 'Audio Dalaman' pada senarai peranti dan klik 'Uji Pembesar Suar' untuk memeriksa saluran kiri dan kanan PENGESAHAN: 1. Anda dapat dengar bunyi di dalam pembesar suara? Pembesar dalaman *tidak* disenyapkan secara automatik 2. Anda dapat dengar bunyi keluar dari saluran berkenaan?

source: PURPOSE: Check that external line in connection works correctly STEPS: 1. Use a cable to connect the line in port to an external line out source. 2. Open system sound preferences, 'Input' tab, select 'Line-in' on the connector list. Click the Test button 3. After a few seconds, your recording will be played back to you. VERIFICATION: Did you hear your recording?
bs: NAMJENA: Provjeriti da li sve vanjske linije konekcije rade ispravno KORACI: 1. Koristite kabal da konektujete liniju porta sa vanjskim izvorom. 2. Otvorite sistemske zvučne postavke, 'Ulaz' tab, selektujte 'Ulazna linija' na konektorskoj listi.Klik na Test dugme 3. Poslije par sekundi, vaš zapis će biti pušten vama. VERIFIKACIJA: Da li ste čuli vaš zapis?
es: PROPÓSITO: Comprobar que la conexión externa de entrada de línea funciona correctamente. PASOS: 1. Use un cable para conectar el puerto de entrada de línea a una fuente externa de salida de línea. 2. Abra las preferencias de sonido del sistema, pestaña «Entrada» y seleccione «Entrada» en la lista de conectores. Pulse el botón Prueba. 3. Tras unos segundos, se le reproducirá la grabación. VERIFICACIÓN: ¿Escuchó la grabación?
ms: TUJUAN: Periksa sama ada talian luaran dalam sambungan berfungsi dengan baik LANGKAH: 1. Guna kabel untuk sambungkan port talian masuk ke sumber talian keluar luaran. 2. Buka keutamaan bunyi sistem, tab 'Input', pilih 'Talian-masuk' dalam senarai penyambung. Klik butang Uji 3. Selepas beberapa saat, rakaman anda akan dimainkan kembali. PENGESAHAN: Anda dapat dengar rakaman anda?

source: PURPOSE: Check that balance control works correctly on internal speakers STEPS: 1. Check that moving the balance slider from left to right works smoothly 2. Click the Test button to play an audio tone for 10 seconds. 3. Move the balance slider from left to right and back. 4. Check that actual speaker audio balance follows your setting. VERIFICATION: Does the slider move smoothly, as well as being followed by the setting by the actual audio output?
bs: NAMJENA: Provjerite da li kontrola balansa funkcioniše ispravno za unutrašnje zvučnike KORACI: 1. Proverite da li kretanje klizača za balans sa lijeva na desno radi glatko 2. Pritisnite Test dugme da izvedete audio ton za 10 sekundi. 3.. Pomerite klizač za bilans sa lijeva na desno i nazad. 4.. Provjerite da li je balans zvuka zvučnika stvarno slijedi podešavanje. PROVJERA: Da li se klizač pomjeri glatko, kao i da slijedi podešavanje i stvarnom audio izlazu?
es: PROPÓSITO: Compruebe que el control del equilibrio funciona correctamente en los altavoces internos PASOS: 1. Compruebe que mover el deslizador de balance de izquierda a derecha funciona sin problemas 2. Haga clic en el botón Probar para reproducir un tono de audio de 10 segundos. ] 3. Mueva el deslizador de balance de izquierda a derecha y viceversa. 4. Compruebe que el balance de audio del altavoz actual siga la configuración. VERIFICACIÓN: ¿El control deslizante se mueve suavemente, además de ser seguido por el ajuste de la salida de audio real?
ms: TUJUAN: Semak sama ada kawalan imbangan berfungsi dengan baik pada pembesar suara dalaman LANGKAH: 1. Periksa sama ada pergerakan pelungsur imbangan dari kiri ke kanan berfungsi dengan baik 2. Klik butang Uji untuk mainkan tona audio selama 10 saat. 3. Gerak pelungsur imbangan dari kiri ke kanan dan sebaliknya. 4. Periksa sama ada imbangan audio pembesar suara sebenarnya mengikuti tetapan anda. PENGESAHAN: Adakah pelungsur bergerak dengan sempurna, dan juga tetapan output audio sebenar diikuti dengan baik?

source: PURPOSE: Check that balance control works correctly on external headphone STEPS: 1. Check that moving the balance slider from left to right works smoothly 2. Click the Test button to play an audio tone for 10 seconds. 3. Move the balance slider from left to right and back. 4. Check that actual headphone audio balance follows your setting. VERIFICATION: Does the slider move smoothly, as well as being followed by the setting by the actual audio output?
bs: NAMJENA: Provjerite da li kontrola balansa funkcioniše ispravno za vanjske zvučnike KORACI: 1. Proverite da li kretanje klizača za balans sa lijeva na desno radi glatko 2. Pritisnite Test dugme da izvedete audio ton za 10 sekundi. 3.. Pomerite klizač za bilans sa lijeva na desno i nazad. 4.. Provjerite da li je balans zvuka zvučnika stvarno slijedi podešavanje. PROVJERA: Da li se klizač pomjeri glatko, kao i da slijedi podešavanje i stvarnom audio izlazu?
es: PROPÓSITO: Compruebe que el control del equilibrio funciona correctamente en el auricular externo PASOS: 1. Compruebe que mover el deslizador de balance de izquierda a derecha funciona sin problemas 2. Haga clic en el botón Probar para reproducir un tono de audio de 10 segundos. 3. Mueva el deslizador de balance de izquierda a derecha y viceversa. 4. Compruebe que el balance de audio para auriculares actual siga la configuración. VERIFICACIÓN: ¿El control deslizante se mueve suavemente, además de ser seguido por el ajuste de la salida de audio real?
ms: TUJUAN: Semak sama ada kawalan imbangan berfungsi dengan baik pada fon kepala luaran LANGKAH: 1. Periksa sama ada pergerakan pelungsur imbangan dari kiri ke kanan berfungsi dengan baik 2. Klik butang Uji untuk mainkan tona audio selama 10 saat. 3. Gerak pelungsur imbangan dari kiri ke kanan dan sebaliknya. 4. Periksa sama ada imbangan audio fon kepala sebenarnya mengikuti tetapan anda. PENGESAHAN: Adakah pelungsur bergerak dengan sempurna, dan juga tetapan output audio sebenar diikuti dengan baik?

source: Benchmark for each disk
bs: Mjerenje za svaki disk
es: Prueba comparativa de cada disco
ms: Tanda aras untuk setiap cakera

source: Run gtkperf to make sure that GTK based test cases work
bs: Pokreni gtkperf kako bi GTK bazirani testovi radili
es: Ejecute gtkperf para asegurarse de que los casos de pruebas basados en GTK funcionan
ms: Jalankan gtkperf untuk pastikan ujian berasaskan GTK berfungsi dengan baik

source: Run Render-Bench XRender/Imlib2 benchmark
bs: Pokrenite Render-Bench XRender/Imlib2 mjerenje mogućnosti računara
es: Ejecutar prueba de rendimiento Render-Bench XRender/Imlib2
ms: Jalankan tanda aras Render-Bench XRender/Imlib2

source: Run Qgears2 XRender Extension gearsfancy benchmark
bs: Pokrenite Qgears2 XRender Extension gearsfancy mjerenje mogućnosti računara
es: Ejecutar prueba de rendimiento Qgears2 XRender Extension gearsfancy
ms: Jalankan tanda aras Qgears2 XRender Extension gearsfancy

source: Run Qgears2 XRender Extension image scaling benchmark
bs: Pokrenite Qgears2 XRender Extension mjerenje mogućnosti računara za skaliranje slika
es: Ejecutar prueba de rendimiento de escalado de imagen Qgears2 XRender Extension
ms: Jalankan tanda aras penskalaan imej Qgears2 XRender Extension

source: Run Qgears2 OpenGL gearsfancy benchmark
bs: Pokrenite Qgears2 OpenGL gearsfancy mjerenje mogućnosti računara
es: Ejecutar prueba de rendimiento Qgears2 OpenGL gearsfancy
ms: Jalankan tanda aras Qgears2 OpenGL gearsfancy

source: Run Qgears2 OpenGL image scaling benchmark
bs: Pokrenite Qgears2 OpenGL mjerenje mogućnosti računara za skaliranje slika
es: Ejecutar prueba de rendimiento de escalado de imagen Qgears2 OpenGL
ms: Jalankan tanda aras penskalaan imej Qgears2 OpenGL

source: Run GLmark2-ES2 benchmark
bs: Pokrenite GLmark2-ES2 mjerenje mogućnosti računara
es: Ejecuta la prueba de rendimiento GLmark2-ES2
ms: Jalankan tanda aras GLmark2-ES2

source: Run GLmark2 benchmark
bs: Pokrenite GLmark2 mjerenje mogućnosti računara
es: Ejecuta la prueba de rendimiento GLmark2
ms: Jalankan tanda aras GLmark2

source: Run globs benchmark
bs: Izvrši globalno mjerenje
es: Ejecutar pegotes de referencia
ms: Jalankan tanda aras sejagat

source: Run Unigine Santuary benchmark
bs: Pokrenite Unigine Santuary mjerenje mogućnosti računara
es: Ejecuta la prueba Unigine Santuary
ms: Jalankan tanda aras Unigine Santuary

source: Run Unigine Tropics benchmark
bs: Pokrenite Unigine Tropics mjerenje mogućnosti računara
es: Ejecuta la prueba de rendimiento Unigine Trópics
ms: Jalankan tanda aras Unigine Tropics

source: Run Unigine Heaven benchmark
bs: Pokrenite Unigine Heaven mjerenje mogućnosti računara
es: Ejecuta la prueba de rendimiento Unigine Heaven
ms: Jalankan tanda aras Unigine Heaven

source: Run Lightsmark benchmark
bs: Pokrenite Lightsmark mjerenje mogućnosti računara
es: Ejecuta la prueba de rendimiento Lightsmark
ms: Jalankan tanda aras Lightsmark

source: Run Cachebench Read benchmark
bs: Pokrenite Cachebench Read mjerenje mogućnosti računara
es: Ejecuta la prueba rendimiento Cachebench Read
ms: Jalankan tanda aras baca Cachebench

source: Run Cachebench Write benchmark
bs: Pokrenite Cachebench Write mjerenje mogućnosti računara
es: Ejecuta la prueba Cachebench Write
ms: Jalankan tanda aras tulis Cachebench

source: Run Cachebench Read / Modify / Write benchmark
bs: Pokrenite Cachebench Read / Modify / Write mjerenje mogućnosti računara
es: Ejecuta la prueba Cachebench Leer/Modificar/Escribir
ms: Jalankan tanda aras Baca / Ubahsuai / Tulis Cachebench

source: Run Stream Copy benchmark
bs: Pokrenite Stream Copy mjerenje mogućnosti računara
es: Ejecuta la prueba Stream Copia
ms: Jalankan tanda aras Salin Stream

source: Run Stream Scale benchmark
bs: Pokrenite Stream Scale mjerenje mogućnosti računara
es: Ejecuta la prueba Stream Escale
ms: Jalankan tanda aras Skala Stream

source: Run Stream Add benchmark
bs: Pokrenite Stream Add mjerenje mogućnosti računara
es: Ejecuta la prueba Stream Agregadda
ms: Jalankan tanda aras Tambah Stream

source: Run Stream Triad benchmark
bs: Pokrenite Stream Triad mjerenje mogućnosti računara
es: Ejecuta la prueba Stream Triad
ms: Jalankan tanda aras Triad Stream

source: Run Network Loopback benchmark
bs: Pokrenite Network Loopback mjerenje mogućnosti računara
es: Ejecuta la prueba Network Loopback
ms: Jalankan tanda aras Gelung Balik Rangkaian

source: Check the time needed to reconnect to a WIFI access point
bs: Provjerite vrijeme potrebno za ponovno povezivanje na WiFi pristupnu tačku
es: Verifica el tiempo necesario para reconectarse al punto de acceso WiFi
ms: Semak tempoh yang diperlukan untuk sambung semula ke titik capaian WIFI

source: Run Encode MP3 benchmark
bs: Pokrenite Encode MP3 mjerenje mogućnosti računara
es: Ejecuta la prueba Encode MP3
ms: Jalankan tanda aras Mengekod MP3
