Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: PURPOSE: This test will test the super key of your keyboard STEPS: 1. Click test to open a window on which to test the super key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the super key work as expected?
bs: SVRHA: Ovaj test će testirati super tipku na vašoj tastaturi KORACI: 1. Pritisnite test da otvorite prozor na kojem će se testirati super tipka. 2. Ako tipka radi, test će proći i prozor će se zatvoriti. PROVJERA: Da li super tipka radi kao što je očekivano?
es: PROPÓSITO: Esta prueba va a probar la tecla Súper de su teclado PASOS: 1. Pulse en probar para abrir una ventana donde probar la tecla Súper. 2. Si la tecla funciona, va a pasar la prueba y la ventana se cerrará . VERIFICACIÓN: ¿La tecla Súper funciona como se esperaba?
ms: TUJUAN: Ujian ini akan menguji kekunci super papan kekunci anda LANGKAH: 1. Klik uji untuk buka tetingkap yang mana akan menguji kekunci super. 2. Jika kekunci berfungsi, ujian akan ditanda sebagai lulus dan tetingkap akan ditutup. 3. Jika komputer anda tidak mempunyai kekunci media, Langkau ujian ini. PENGESAHAN: 1. Adakah kekunci super berfungsi seperti yang diharapkan?

source: PURPOSE: Validate that the External Video hot key is working as expected STEPS: 1. Plug in an external monitor 2. Press the display hot key to change the monitors configuration VERIFICATION: Check that the video signal can be mirrored, extended, displayed on external or onboard only.
bs: NAMJENA: Validira da li Eksterni Video hot dugme radi kako je očekivano KORACI: 1. Uključite eksterni monitor 2. Klik na ekran hot dugme da promijenite monito konfiguraciju VERIFIKACIJA: Provjerite da li je video signal reflektovan,proširen, prikazan na vanjskom monitoru ili samo na ekranu.
es: PROPÓSITO: Validar que la tecla aceleradora de vídeo externo funciona como se espera. PASOS: 1. Conecte un monitor externo. 2. Pulse la tecla aceleradora de pantalla para cambiar la configuración de las pantallas. VERIFICACIÓN: Compruebe que la señal de vídeo se puede duplicar (espejo), extender, mostrar sólo en la pantalla externa o en la integrada.
ms: TUJUAN: Sahkan sama ada kekunci panas Video Luaran berfungsi seperti yang diharapkan LANGKAH: 1. Palamkan monitor luaran 2. Tekan kekunci panas paparan untuk menukar konfigurasi monitor PENGESAHAN: Periksa sama ada isyarat video boleh dicerminkan, dilanjutkan, dipaparkan secara luaran atau pada onboard sahaja.

source: PURPOSE: Verify touchpad hotkey toggles touchpad functionality on and off STEPS: 1. Verify the touchpad is functional 2. Tap the touchpad toggle hotkey 3. Tap the touchpad toggle hotkey again VERIFICATION: Verify the touchpad has been disabled and re-enabled.
bs: NAMJENA: Verificira touchpad kratice za touchpad funkcionalnost ON i OFF KORACI: 1. Provjerite da li je touchpad funkcionalan 2. Pritisnite touchpad uključi kraticu 3. Pritisnite touchpad ukljuli kraticu ponovo VERIFIKACIJA: Provjerite da li je touchpad bio isključen pa ponovo uključen.
es: PROPÓSITO: Verificar que la tecla aceleradora del «touchpad» activa y desactiva alternativamente la función del «touchpad». PASOS: 1. Verifique que el «touchpad» está activo. 2. Pulse la tecla aceleradora del «touchpad». 3. Pulse la tecla aceleradora del «touchpad» de nuevo. VERIFICACIÓN: Compruebe que el «touchpad» se ha desactivado y se ha vuelto a activar.
ms: TUJUAN: Sahkan kekunci panas pad sentuh menogol kefungsian pad sentuh dihidupkan atau dimatikan LANGKAH: 1. Sahkan sama ada pad sentuh berfungsi 2. Tap kekunci panans togol pad sentuh 3. Tap kekunci panas togol pad sentuh sekali lagi PENGESAHAN: Sahkan sama ada pad sentuh telah dilumpuhkan atau dibenarkan semula.

source: PURPOSE: Power LED verification STEPS: 1. Power LED should be on while device is switched on VERIFICATION: Does the power LED light as expected?
bs: NAMJENA: LED provjera napajanja KORACI: 1. Napajanje LED bi trebalo biti uključeno dok je uređaj upaljen. VERIFIKACIJA: Da li napajanje LED je upaljeno kako je očekivano?
es: PROPÓSITO: Verificación del LED de encendido. PASOS: 1. El LED de encendido debería estar iluminado cuando el equipo está encendido. VERIFICACIÓN: ¿Se enciende el LED de encendido como se espera?
ms: TUJUAN: Pengesahan LED kuasa LANGKAH: 1. LED kuasa sepatutnya menyala semasa peranti dihidupkan PENGESAHAN: Adakah cahaya LED menyala sepertimana yang diharapkan?

source: PURPOSE: Power LED verification STEPS: 1. The Power LED should blink or change color while the system is suspended VERIFICATION: Did the Power LED blink or change color while the system was suspended for the previous suspend test?
es: PROPÓSITO: Verificación de la luz de alimentación PASOS: 1. La luz de Alimentación debe parpadear o cambiar de color mientras el sistema está suspendido VERIFICACIÓN: ¿Parpadea o cambio de color luz de encendido mientras el sistema estuvo suspendido por la prueba de suspensión anterior?
ms: TUJUAN: Pengesahan LED kuasa LANGKAH: 1. LED kuasa sepatutnya berkelip atau warnanya bertukar bila sistem ditangguhkan PENGESAHAN: Adakah LED kuasa berkelip atau warnanya bertukar bila sistem ditangguhkan untuk ujian tangguh terdahulu?

source: PURPOSE: Suspend LED verification. STEPS: Skip this test if your system does not have a dedicated Suspend LED. 1. The Suspend LED should blink or change color while the system is suspended VERIFICATION Did the Suspend LED blink or change color while the system was suspended?
ms: TUJUAN: Pengesahan LED Tangguh. LANGKAH: Langkau ujian ini jika sistem anda tiada LED Tangguh khas. 1. LED Tangguh patut kelip atau tukar warna semasa sistem sedang ditangguh. PENGESAHAN Adakah LED Tangguh kelip atau tukar warna semasa sistem ditangguh?

source: PURPOSE: Validate that the battery light shows charging status STEPS: 1. Let system run on battery for a while 2. Plug in AC plug VERIFICATION: Did the battery indicator LED turn orange?
bs: NAMJENA: Validira da li baterija svjetlo prikazuje status punjenja KORACI: 1. Dozvolite da sistem radi na bateriji neko vrijeme 2. Uključite AC napajanje VERIFIKACIJA: Da li je baterija LED indikator se upalio?
es: PROPÓSITO: Validar que la luz de la batería muestra el estado de carga PASOS: 1. Deje que el sistema se ejecute con batería unos momentos 2. Conecte el adaptador de CA VERIFICACIÓN: ¿El indicador LED de la batería se volvió naranja?
ms: TUJUAN: Sahkan sama ada cahaya bateri memaparkan status mengecas LANGKAH: 1. Biarkan sistem berjalan menggunakan bateri buat seketika 2. Palamkan pemalam AT PENGESAHAN: Adakah LED penunjuk bateri bertukar menjadi warna jingga?

source: PURPOSE: Validate that the battery LED properly displays charged status STEPS: 1. Let system run on battery for a short time 2. Plug in AC 3. Let system run on AC VERIFICATION: Does the orange battery LED shut off when system is fully charged?
bs: NAMJENA: Validira da li baterijski LED ispravno prikazuje status KORACI: 1. Dozvolite da sistem radi na bateriji kratak period 2. Ukljulite AC napajanje 3. Dozvolite da sistem radi na AC napajanju VERIFIKACIJA: Da li se narandžasta LED ugasila kada je sistem potpuno napunjen?
es: PROPÓSITO: Validar que el LED de la batería muestra correctamente el estado de carga. PASOS: 1. Deje que el sistema se ejecute con batería unos momentos. 2. Conecte el adaptador de CA. 3. Deje el sistema alimentado por CA. VERIFICACIÓN: ¿El LED naranja de la batería se apagó cuando el sistema se cargó completamente?
ms: TUJUAN: Sahkan sama ada LED bateri paparkan status mengecas dengan baik LANGKAH: 1. Biarkan sistem berjalan menggunakan bateri buat seketika 2. Palamkan AT 3. Biarkan sistem berjalan menggunakan AT PENGESAHAN: Adakah LED bateri berwarna jingga dimatikan bila sistem sepenuhnya dicas?

source: PURPOSE: Validate that the battery LED indicated low power STEPS: 1. Let system run on battery for several hours 2. Monitor battery LED carefully VERIFICATION: Does the LED light orange when battery is low?
bs: NAMJENA: Validira da li baterijski LED prikazuje slabu snagu KORACI: 1. Dozvolite da sistem radi na bateriji par sati 2. Pratite LED oznaku bateriju pažljivo VERIFIKACIJA: Da li je LED postao narandžast kada je baterija slaba?
es: PROPÓSITO: Validar que el LED de la batería indica baja carga. PASOS: 1. Deje que el sistema se ejecute con batería durante unas horas. 2. Vigile el LED de la batería cuidadosamente. VERIFICACIÓN: ¿Se ilumina el LED en naranja cuando la batería está baja?
ms: TUJUAN: Sahkan sama ada LED bateri menunjukan kuasa semakin rendah LANGKAH: 1. Biarkan sistem berjalan menggunakan bateri selama beberapa jam 2. Pantau LED bateri PENGESAHAN: Adakah cahaya LED berwarna jingga muncul bila kuasa bateri menjadi rendah?

source: PURPOSE: HDD LED verification STEPS: 1. Select "Test" to write and read a temporary file for a few seconds 2. HDD LED should light when writing to/reading from HDD VERIFICATION: Did the HDD LED light?
bs: NAMJENA: HDD LED verifikacija KORACI: 1. Selektujte "Test" da napišete i pročitate privremeni fajl na par sekundi 2. HDD LED je trebao biti osvijetljen prilikom čitanja/pisanja iz HDD-a VERIFIKACIJA: Da li je HDD LED svjetlo bilo upaljeno?
es: PROPÓSITO: Comprobación del LED del disco duro. PASOS: 1. Seleccione «Probar» para leer y escribir un archivo temporal durante unos pocos segundos. 2. El LED del disco duro debería iluminarse cuando está escribiendo o leyendo del disco duro. VERIFICACIÓN: ¿Se iluminó el LED del disco duro?
ms: TUJUAN: Pengesahan LED HDD LANGKAH: 1. Pilih "Uji" untuk tulis dan baca fail sementara selama beberapa saat 2. LED HDD akan bercahaya bila menulis/membaca daripada HDD PENGESAHAN: Adakah LED HDD bercahaya?

source: PURPOSE: Numeric keypad LED verification STEPS: 1. Press "Block Num" key to toggle numeric keypad LED 2. Click on the "Test" button to open a window to verify your typing 3. Type using the numeric keypad both when the LED is on and off VERIFICATION: 1. Numeric keypad LED status should toggle everytime the "Block Num" key is pressed 2. Numbers should only be entered in the keyboard verification window when the LED is on
bs: NAMJENA: Numerčki dio tastature LED verifikacija KORACI: 1. Pritisnite "Block Num" dugme da uključite numerička tastatura LED 2. Klik na "Test" dugme da otvorite prozor da verifikujete ono što pišete 3. Unesite nešto koristeći numerički dio tastature i kad je LED upaljen i ugašen VERIFIKACIJA: 1. Numerička tastura LED status se treba upaliti svaki pu kada "Block Num" dugme je pritisnuto 2. Brojevi bi se smjeli unijeti sa tastature kada je LED upaljen
es: PROPÓSITO: Comprobación del LED del teclado numérico PASOS: 1. Oprima la tecla «Bloq Num» para activar/desactivar el LED del teclado numérico 2. Pulse en el botón «Probar» para abrir una ventana para comprobar su escritura 3. Escriba con el teclado numérico mientras el LED está encendido/apagado VERIFICACIÓN: 1. El estado del LED debe cambiar cada vez que oprime la tecla «Bloq Num» 2. Solo deben aparecer números en la ventana de comprobación cuando el LED está encendido
ms: TUJUAN: Pengesahan LED pad kekunci numerik LANGKAH: 1. Tekan kekunci "Block Num" untuk menogol LED pad kekunci numerik 2. Klik pada butang "Uji" untuk buka tetingkap yang mengesahkan ketukan kekunci 3. Taip menggunakan kedua-dua pad kekunci numerik bila LED nyala dan tidak menyala PENGESAHAN: 1. Status LED pad kekunci numerik sepatutnya ditogol setiap kali kekunci "Block Num" ditekan 2. Nombor akan dimasukkan di dalam tetingkap pengesahan papan kekunci bila LED menyala

source: PURPOSE: Block cap keys LED verification STEPS: 1. Press "Block Cap Keys" to activate/deactivate cap keys blocking 2. Cap Keys LED should be switched on/off every time the key is pressed VERIFICATION: Did the Cap Keys LED light as expected?
bs: NAMJENA: Blok velika slova LED verifikacija KORACI: 1. Pritisnite "Block Cap Keys" da aktivirate/deaktivirate blokadu velikih slova 2. Cap Keys LED bi trebao biti upaljen/ugašen svaki put kada je dugme pritisnuto VERIFIKACIJA: Da li su Cap Keys LED svjetla upaljena kako je očekivano?
es: PROPÓSITO: Comprobar el LED de la tecla de bloqueo de mayúsculas. PASOS: 1. Pulse la tecla «Bloq Mayús» para activar y desactivar el bloqueo de las mayúsculas. 2. El LED de la tecla de bloqueo de mayúsculas debería encenderse/apagarse cada vez que se pulsa la tecla. VERIFICACIÓN: ¿Se ha iluminado el LED de la tecla de bloqueo de mayúsculas como se esperaba?
ms: TUJUAN: Pengesahan LED kekunci Block cap LANGKAH: 1. Tekan "Block Cap Keys" untuk actif/nyahaktif penghalang kekunci cap 2. LED Kekunci Cap sepatutnya menyala/tidak menyala setiap kali kekunci ditekan PENGESAHAN: Adakah LED Kekunci Cap menyala sepertimana yang diharapkan?

source: PURPOSE: WLAN LED verification STEPS: 1. During the keys/wireless test you should have observed the wireless LED while turning wireless back on. 2. WLAN LED should light or change color when wireless is turned on VERIFICATION: Did the WLAN LED turn on or change color as expected?
es: PROPÓSITO: Verificación de LED interfaz inalámbrica PASOS: 1. Al accionar la tecla de activación de la interfaz inalámbrica debería haberse observado como el indicador LED de la misma se ha encendido. 2. El indicador LED de la interfaz inalámbrica debe encenderse o cambiar de color VERIFICACIÓN: ¿El indicador LED de la interfaz inalámbrica cambió de color como se esperaba?
ms: TUJUAN: Pengesahan LED WLAN LANGKAH: 1. Ketika ujian kekunci/tanpa wayar anda patut memerhati LED tanpa wayar semasa menghidup kembali tanpa wayar. 2. LED WLAN sepatutnya menyala atau berubah warna bila tanpa wayar dihidupkan. PENGESAHAN: Adakah LED WLAN dihidupkan atau berubah warna seperti yang dijangka?

source: PURPOSE: Validate that WLAN LED shuts off when disabled STEPS: 1. During the keys/wireless test you should have observed the WLAN LED while performing that test after turning wireless off. 2. WLAN LED should turn off or change color when wireless is turned off VERIFICATION: Did the WLAN LED turn off or change color as expected?
es: PROPÓSITO: Verificar que el LED de la interfaz inalámbrica se apaga al desactivarla PASOS: 1. Durante la prueba de las teclas/interfaz inalámbrica debería haberse observado como el indicador LED de la misma se apaga después de desactivar la red inalámbrica. 2. El indicador LED de la interfaz inalámbrica debería apagarse o cambiar de color cuando cuando se desactiva. VERIFICACIÓN: ¿El indicador LED de la interfaz inalámbrica se apago o cambió de color como se esperaba?
ms: TUJUAN: Sahkan sama ada LED WLAN dimatikan bila dilumpuhkan LANGKAH: 1. Ketika ujian kekunci/tanpa wayar anda patut memerhati LED tanpa wayar semasa membuat ujian mematikan tanpa wayar. 2. LED WLAN sepatutnya terpadam atau berubah warna bila tanpa wayar dimatikan. PENGESAHAN: Adakah LED WLAN dimatikan atau berubah warna seperti yang dijangka?

source: PURPOSE: Validate that the Bluetooth LED turns on and off when BT is enabled/disabled STEPS: 1. Switch bluetooth off from a hardware switch (if present) 2. Switch bluetooth back on 3. Switch bluetooth off from the panel applet 4. Switch bluetooth back on VERIFICATION: Did the bluetooth LED turn off and on twice?
bs: NAMJENA: Provjerava da li se Bluetooth LED pali i gasi kada je BT upaljen/ugašen KORACI: 1. Ugasite bluetooth pomoću prekidača na uređaju ( ako postoji ) 2. Uključite bluetooth 3. Ugasite bluetooth sa aplikacijskog panela 4. Uključite bluetooth VERIFIKACIJA: Da li bluetooth LED ugasio i upalio dva puta?
es: PROPÓSITO: Validar que el LED de Bluetooth se enciende y apaga cuando se activa y desactiva el BT. PASOS: 1. Desactive el Bluetooth usando el interruptor físico (si existe). 2. Vuelva a activar el Bluetooth. 3. Desactive el Bluetooth desde la miniaplicación del panel. 4. Vuelva a activar el Bluetooth. VERIFICACIÓN: ¿Se apagó y encendió el LED de Bluetooth dos veces?
ms: TUJUAN: Sahkan sama ada LED Bluetooth dihidupkan dan dimatikan bila BT dibenarkan/dilumpuhkan LANGKAH: 1. Matikan bluetooth melalui suis perkakasan (jika ada) 2. Hidupkan bluetooth kembali 3. Matikan bluetooth melalui aplet panel 4. Hidupkan bluetooth kembali PENGESAHAN: Adakah LED bluetooth dimatikan dan dihidupkan sebanyak dua kali?

source: PURPOSE: Camera LED verification STEPS: 1. Select Test to activate camera 2. Camera LED should light for a few seconds VERIFICATION: Did the camera LED light?
bs: NAMJENA: Verifikacija kamera LED-a KORACI: 1. Selektujte Test da aktivirate kameru 2. Kamera LED bi trebao da se upali za par sekundi VERIFIKACIJA: Da li se kamera LED upalio?
es: PROPÓSITO: Comprobación del LED de la cámara. PASOS: 1. Seleccione «Probar» para activar la cámara. 2. El LED de la cámara debería encenderse durante unos pocos segundos. VERIFICACIÓN: ¿Se iluminó el LED de la cámara?
ms: TUJUAN: Pengesahan LED Kamera LANGKAH: 1. Pilih Uji untuk aktifkan kamera 2. LED kamera sepatutnya menyala selama beberapa saat PENGESAHAN: Adakah LED kamera bercahaya?

source: PURPOSE: Touchpad LED verification STEPS: 1. Click on the touchpad button or press key combination to enable/disable touchpad button 2. Slide your finger on the touchpad VERIFICATION: 1. Touchpad LED status should toggle everytime the button is clicked or the key combination is pressed 2. When the LED is on, the mouse pointer should move on touchpad usage 3. When the LED is off, the mouse pointer should not move on touchpad usage
bs: NAMJENA: Touchpad LED verifikacija KORACI: 1. Klik na touchpad dugme ili pritisnite kombinaciju za paljenje/gašenje touchpad dugmadi 2. Pređite prstom preko touchpada VERIFIKACIJA: 1. Touchpad LED status bi se trebao promijeniti svaki put kada je dugme pritisnuto ili kombinacija pritisnuta 2. Kada je LED upaljen, poinet miša bi se trebao micati prilikom upotrebe touchpada 3. Kada je LED ugašen, pointer miša se ne bi trebao micati prilikom upotrebe touchpada
es: PROPÓSITO: Comprobación del LED del «touchpad». PASOS: 1. Pulsé en el botón del «touchpad» o pulse la combinación de teclas para activar desactivar el «touchpad». 2. Deslice el dedo sobre el «touchpad» VERIFICACIÓN: 1. El LED del «touchpad» debería cambiar de estado cada vez que se pulse el botón o combinación de teclas. 2. Cuando el LED está encendido, el puntero del ratón debería moverse al usar el «touchpad». 3. Cuando el LED está apagado, el puntero del ratón no debería moverse al usar el «touchpad».
ms: TUJUAN: Pengesahan LED pad sentuh LANGKAH: 1. Klik pada butang pad sentuh atau tekan gabungan kekunci untuk benarkan/lumpuhkan butang pad sentuh 2. Seret jari anda diatas pad sentuh PENGESAHAN: 1. Status LED pad sentuh sepatutnya ditogol setiap kali butang diklik atau gabungan kekunci ditekan 2. Bila LED menyala, penuding tetikus seharusnya bergerak bila menggunakan pad sentuh 3. Bila LED tidak menyala, penuding tetikus seharusnya tidak bergerak bila menggunakan pad sentuh

source: PURPOSE: Wireless (WLAN + Bluetooth) LED verification STEPS: 1. Make sure WLAN connection is established and Bluetooth is enabled. 2. WLAN/Bluetooth LED should light 3. Switch WLAN and Bluetooth off from a hardware switch (if present) 4. Switch them back on 5. Switch WLAN and Bluetooth off from the panel applet 6. Switch them back on VERIFICATION: Did the WLAN/Bluetooth LED light as expected?
bs: NAMJENA: Wireless (WLAN + Bluetooth) LED verifikacija KORACI: 1. Provjerite da je WLAN konekcija uspostavljenja i Bluetooth upaljen. 2. WLAN/Bluetooth LED bi trebao biti upaljen 3. Ugasite WLAN i Bluetooth pomoću prekidača na uređaju ( ako postoji ) 4. Upalite uređaje 5. Ugasite WLAN i Bluetooth pomoću aplikacijskog panela 6. Upalite ih ponovo VERIFIKACIJA: Da li je WLAN/Bluetooth LED svjetlo radilo kako je očekivano?
es: PROPÓSITO: Verificar el LED de red inalámbrica (WLAN + Bluetooth). PASOS: 1. Asegúrese de que se ha establecido una conexión WLAN y de que el Bluetooth está activado. 2. El LED de WLAN/Bluetooth debería estar encendido. 3. Desactive la red inalámbrica y Bluetooth empleando el interruptor físico (si existe). 4. Vuelva a activarlos. 5. Desactive la red inalámbrica y Bluetooth empleando la miniaplicación del panel. 6. Vuelva a activarlos. VERIFICACIÓN: ¿Se encendió el LED de WLAN/Bluetooth como se esperaba?
ms: TUJUAN: Pengesahan LED tanpa wayar (WLAN + Bluetooth) LANGKAH: 1. Pastikan sambungan WLAN terjalin dan Bluetooth dibenarkan. 2. LED WLAN/Bluetooth sepatutnya menyala 3. Matikan WLAN dan Bluetooth melalui suis perkakasan (jika ada) 4. Hidupkannya kembali 5. Matikan WLAN dan Bluetooth melalui aplet panel 6. Hidupkannya kembali PENGESAHAN: Adakah cahaya WLAN/Bluetooth menyala sepertimana yang diharapkan?

source: PURPOSE: Audio Mute LED verification. STEPS: Skip this test if your system does not have a special Audio Mute LED. 1. Press the Mute key twice and observe the Audio LED to determine if it either turned off and on or changed colors. VERIFICATION: Did the Audio LED turn on and off change color as expected?
ms: PURPOSE: Pengesahan LED Audio Senyap. LANGKAH: Langkau ujian ini jika sistem anda tiada LED Audio Disenyapkan khas. 1. Tekan kekunci Senyapkan dua kali dan memerhati LED Audio untuk menentukan sama ada LED hidup dan mati atau menukar warna. PENGESAHAN: Adakah LED Audio hidup dan mati atau menukar warna seperti dijangkakan?

source: Audio tests
bs: Audio testovi
es: Pruebas de sonido
ms: Ujian audio

source: Benchmarks tests
bs: Testovi mjerenja mogućnosti računara
es: Pruebas de referencia
ms: Ujian tanda aras

source: Bluetooth tests
bs: Bluetooth testovi
es: Pruebas de Bluetooth
ms: Ujian bluetooth

source: Camera tests
bs: Testovi kamere
es: Pruebas de cámara
ms: Ujian kamera

source: Codec tests
bs: Testovi kodeka
es: Pruebas de códecs
ms: Ujian kodek

source: CPU tests
bs: Testovi procesora
es: Pruebas de CPU
ms: Ujian CPU

source: System Daemon tests
bs: Testovi sistemskik demona
es: Pruebas de demonio de sistema
ms: Ujian Daemon Sistem

source: Disk tests
bs: Disk testovi
es: Pruebas de disco
ms: Ujian cakera

source: eSATA disk tests
bs: eSATA disk testovi
es: Pruebas para el disco eSATA
ms: Ujian cakera eSATA

source: Fingerprint reader tests
bs: Testovi čitača otisaka
es: Pruebas de lector de huella dactilar
ms: Ujian pembaca cap jari

source: Firewire disk tests
bs: Testovi FireWire diska
es: Pruebas de discos Firewire
ms: Ujian cakera FireWire

source: Floppy disk tests
bs: Testovi flopi diska
es: Pruebas de disquete
ms: Ujian cakera liut

source: Graphics tests
bs: Testovi grafike
es: Pruebas de gráficos
ms: Ujian grafik

source: Hibernation tests
bs: Testovi hibernacije
es: Pruebas de hibernación
ms: Uji hibernasi

source: Informational tests
bs: Informacioni testovi
es: Pruebas informativas
ms: Ujian maklumat

source: Input Devices tests
bs: Testovi ulaznih uređaja
es: Pruebas de dispositivos de entrada
ms: Ujian Peranti Input

source: Software Installation tests
bs: Testovi softverske instalacije
es: Pruebas de instalación de software
ms: Ujian Pemasangan perisian

source: Hotkey tests
bs: Testovi vrućih tastera
es: Pruebas de atajos de teclado
ms: Ujian kekunci panas

source: LED tests
bs: LED testovi
es: Pruebas para el LED
ms: Ujian LED

source: Media Card tests
bs: Testovi medijskih kartica
es: Pruebas de tarjetas multimedia
ms: Ujian Kad Media

source: Memory tests
bs: Testovi memorije
es: Pruebas de memoria
ms: Ujian ingatan

source: Rendercheck tests
bs: Rendercheck testovi
es: Pruebas de «rendercheck»
ms: Ujian rendercheck

source: Miscellaneous tests
bs: Razni testovi
es: Pruebas varias
ms: Ujian pelbagai

source: Monitor tests
bs: Testovi monitora
es: Pruebas de monitor
ms: Ujian monitor

source: Optical Drive tests
bs: Testovi optičkih diskova
es: Prueba de discos ópticos
ms: Ujian Pemacu Optik

source: Panel Clock Verification tests
bs: Testovi verifikacije sata na panelu
es: Pruebas de verificación del reloj del panel
ms: Ujian Pengesahan Jam Panel
