Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: This test is automated and executes after the mediacard/msp-insert-after-suspend test is run. It tests reading and writing to the MSP card after the system has been suspended.
bs: Ovaj test je potpuno automatiziran i izvršava se nakon što je mediacard/msp-ubaci-nakon-suspendiranja test pokrenut. Testira čitanje i pisanje na MSP karticu nakon što je sistem suspendiran.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/msp-inserción-tras-suspensión. Comprueba la lectura y escritura de la tarjeta MSP después de suspender el sistema.
ms: Ujian ini dijalankan secara automatik dan dilakukan selepas ujian mediacard/msp-insert-after-suspend berjalan. Ia menguji pembacaan dan penulisan ke kad MSP selepas sistem ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of a MSP card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MSP card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: NAMJENA: Ovaj test će provjeriti da li sistem može detektovati ispravno vađenje Memorijskog Stika PRO ( MSP ) medijske kartice iz sistemskog čitaća kartica nakon što je sistem suspendiran. KORACI: 1. Klik "Test" i izvadite MSP karticu iz čitaća. (Primjedba: ovaj test će završiti nakon 20 sekudni.) VERIFIKACIJA: Verifikacija ovog testa je automatska. Nemojte mijenjati automatski selektovatni rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la retirada de una tarjeta MSP del lector de tarjetas del sistema después de que el sistema ha sido suspendido. PASOS: 1. Pulse en «Probar» y retire la tarjeta MSP en el lector. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem boleh mengesan penanggalan kad MSP selepas sistem ditangguh. LANGKAH: 1. Klik "Uji" dan tanggalkan kad MSP ke dalam pembaca. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian. PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang dipilih secara automatik.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a xD card after the system has been suspended STEPS: 1. Click "Test" and insert a xD card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta xD después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta xD en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem dapat mengesan penyisipan kad media xD selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan sisipkan kad xD kedalam pembaca. Jika pelayan fail dibuka, anda boleh menutupnya dengan selamat. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian ini. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/xd-insert-after-suspend test is run. It tests reading and writing to the xD card after the system has been suspended.
bs: Ovaj test je automatiziran i izvršava se nakon što je mediacard/xD-ubaci-nakon-suspendiranja test pokrenut. Testira čitanje i pisanje na xD karticu nakon što je sistem suspendiran.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/xd-inserción-tras-suspensión. Comprueba la lectura y escritura de la tarjeta xD después de suspender el sistema.
ms: Ujian ini dijalankan secara automatik dan dilakukan selepas ujian mediacard/msp-insert-after-suspend berjalan. Ia menguji pembacaan dan penulisan ke kad xD selepas sistem ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of a xD card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the xD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: NAMJENA: Ovaj test će provjeriti da li sistem može ispravno detektovati vađenje xD medijske kartice iz sistemskog čitaća kartica nakon što je sistem suspendiran. KORACI: 1. Klik "Test" i izvadite xD karticu iz čitaća. (Primjedba: ovaj test će završiti nakon 20 sekudni.) VERIFIKACIJA: Verifikacija ovog testa je automatska. Nemojte mijenjati automatski selektovatni rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la retirada de una tarjeta xD del lector de tarjetas del sistema después de que el sistema ha sido suspendido. PASOS: 1. Pulse en «Probar» y retire la tarjeta xD en el lector. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem boleh mengesan penganggalan kad media Extreme Digital (xD) selepas sistem ditangguh. LANGKAH: 1. Klik "Uji" dan tanggalkan kad xD ke dalam pembaca. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian. PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang dipilih secara automatik.

source: PURPOSE: Check touchscreen tap recognition STEPS: 1. Tap an object on the screen with finger. The cursor should jump to location tapped and object should highlight VERIFICATION: Does tap recognition work?
bs: NAMJENA: Provjera touchscreen raspoznaje dodira KORACI: 1. Dotaknite objekat na ekranu koristeći prst. Kursor bi trebao skočiti na lokaciju dodirnutu i objekat bi trebao biti označen VERIFIKACIJA: Da li je prepoznavanje dodira radilo?
es: PROPÓSITO: Comprobar el reconocimiento de toque de la pantalla táctil. PASOS: 1. Toque un objeto en la pantalla con un dedo. El cursor debería saltar a la posición tocada y el objeto se debería resaltar. VERIFICACIÓN: ¿Ha funcionado el reconocimiento del toque?
ms: TUJUAN: Periksa pengesanan ketukan pad sentuh LANGKAH: 1. Ketuk objek pada skrin menggunakan jari. Kursor sepatutnya melompat ke lokasi yang diketuk dan objek akan disorot PENGESAHAN: Adakah kerja pengesanan ketukan berfungsi dengan baik?

source: PURPOSE: Touchpad user-verify STEPS: 1. Make sure that touchpad is enabled. 2. Move cursor using the touchpad. VERIFICATION: Did the cursor move?
bs: NAMJENA: Touchpad verifikacija korisnika KORACI: 1. Provjerite da je touchpad uključen. 2. Pomjerite kursor koristeći touchpad. VERIFIKACIJA: Da li se kursor pomakao?
es: PROPÓSITO: Verificación del Touchpad por el usuario PASOS: 1. Asegúrese de que el touchpad está activado. 2. Mueva el cursor usando el touchpad. VERIFICACIÓN: ¿Se movió el cursor?
ms: TUJUAN: Pengesahan-pengguna pad sentuh LANGKAH: 1. Pastikan pad sentuh dibenarkan. 2. Gerak kursor menggunakan pad sentuh. PENGESAHAN: Adakah kursor bergerak?

source: PURPOSE: Touchpad horizontal scroll verification STEPS: 1. Select "Test" when ready and place your cursor within the borders of the displayed test window. 2. Verify that you can move the horizontal slider by moving your finger right and left in the lower part of the touchpad. VERIFICATION: Could you scroll right and left?
bs: NAMJENA: Verifikacija horizontalnog skrola touchpada KORACI: 1. Selekt "Test" kada ste spremni i postavite kursor u granice prikazanog prozora. 2. Provjerite možete li pomjerati horizontalni slider mičući prst desno i lijevo u donjem uglu touchpada. VERIFIKACIJA: Da li ste mogli skrolati desno i lijevo?
es: PROPÓSITO: Verificación del desplazamiento horizontal del «touchpad». PASOS: 1. Seleccione «Probar» cuando esté listo y sitúe el cursor dentro de los bordes de la ventana de prueba mostrada. 2. Verifique que puede mover el deslizador horizontal moviendo sus dedos hacia izquierda y derecha en la parte inferior del «touchpad». VERIFICACIÓN: ¿Ha podido desplazarse a izquierda y derecha?
ms: TUJUAN: Pengesahan tatal melintan pad sentuh LANGKAH: 1. Pilih "Uji" bila sedia dan letak kursor anda di dalam sempadan tetingkap ujian yang dipaparkan. 2. Sahkan sama ada anda dapat menggerakkan pelungsur melintang dengan menggerakkan jari anda ke kanan dan ke kiri di bahagian bawah pad sentuh. PENGESAHAN: Adakah anda dapat menatal ke kanan dan ke kiri?

source: PURPOSE: Touchpad vertical scroll verification STEPS: 1. Select "Test" when ready and place your cursor within the borders of the displayed test window. 2. Verify that you can move the vertical slider by moving your finger up and down in the right part of the touchpad. VERIFICATION: Could you scroll up and down?
bs: NAMJENA: Verifikacija vertikalnog skrola verifikacije KORACI: 1. Selektujte "Test" kada ste spremni i postavite kursor u granice prikazanog prozora. 2. Provjerite možete li pomjerati vertilakni slider mičući prst dole i gore u desnom uglu touchpada. VERIFIKACIJA: Da li ste mogli skrolati gore i dole?
es: PROPÓSITO: Verificación del desplazamiento vertical del «touchpad». PASOS: 1. Seleccione «Probar» cuando esté listo y sitúe el cursor dentro de los bordes de la ventana de prueba mostrada. 2. Verifique que puede mover el deslizador vertical moviendo sus dedos hacia arriba y abajo en la parte derecha del «touchpad». VERIFICACIÓN: ¿Ha podido desplazarse arriba y abajo?
ms: TUJUAN: Pengesahan tatal menegak pad sentuh LANGKAH: 1. Pilih "Uji" bila sedia dan letak kursor anda di dalam sempadan tetingkap ujian yang dipaparkan. 2. Sahkan sama ada anda boleh gerakkan pelungsur menegak dengan menggerakkan jari anda keatas dan kebawah dibahagian kanan pad sentuh. PENGESAHAN: Dapatkan anda menatal atas dan bawah?

source: Determine whether the touchpad is detected as a singletouch device automatically.
bs: Određuje da li je touchpad detektovan kao singletouch uređaj automatski.
es: Determina si el touchpad se detecta automáticamente como un dispositivo de toque único.
ms: Tentukan sama ada pad sentuh dikesan secara automatik sebagai peranti sentuh tunggal.

source: Determine whether the touchpad is detected as a multitouch device automatically.
bs: Određuje da li je touchpad detektovan kao multitouch uređaj automatski.
es: Determina si el touchpad se detecta automáticamente como dispositivo multitoque
ms: Tentukan sama ada pad sentuh dikesan secara automatik sebagai peranti sentuh berbilang.

source: PURPOSE: Touchpad manual detection of multitouch. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is the touchpad supposed to be multitouch?
bs: NAMJENA: Touchpad ručna detekcija multitouch-a. KORACI: 1. Pogledajte specifikacije za vaš sistem. VERIFIKACIJA: Je li touchpad predviđen da bude multitouch?
es: PROPÓSITO: Detección manual del multitoque del «touchpad». PASOS: 1. Revise las especificaciones de su sistema. VERIFICACIÓN: ¿Se supone que el «touchpad» es multitoque?
ms: TUJUAN: Pengesanan manual pad sentuh bagi sentuh berbilang. LANGKAH: 1. Cari spesifikasi sistem untuk sistem anda. PENGESAHAN: Adakah pad sentuh berfungsi sebagai sentuh berbilang?

source: Determine whether the screen is detected as a non-touch device automatically.
bs: Određuje da li je ekran automatski detektovan kao ne dodirni uređaj.
es: Determina si la pantalla se detecta automáticamente como un dispositivo no táctil.
ms: Tentukan sama ada skrin telah dikesan secara automatik sebagai peranti bukan-sentuh.

source: Determine whether the screen is detected as a multitouch device automatically.
bs: Određuje da li je ekran automatski detektovan kao više dodirni uređaj.
es: Determina si la pantalla se detecta automáticamente como dispositivo multitoque
ms: Tentukan sama ada skrin telah dikesan secara automatik sebagai peranti berbilang-sentuh.

source: PURPOSE: Touchscreen manual detection of multitouch. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is the screen supposed to be multitouch?
bs: NAMJENA: Touchscreen upute za detekciju multitoucha. KORACI: 1. Pogledajte specifikacije za vaš sistem. VERIFIKACIJA: Da li ekran treba da bude multitouch?
es: PROPÓSITO: Detección manual del multitoque de la pantalla táctil. PASOS: 1. Revise las especificaciones de su sistema. VERIFICACIÓN: ¿Se supone que la pantalla táctil es multitoque?
ms: TUJUAN: Pengesanan manual skrin sentuh bagi berbilang sentuh. LANGKAH: 1. Lihat spesifikasi sistem anda. PENGESAHAN: Adakah skrin seharusnya menjadi berbilang sentuh?

source: PURPOSE: Check touchscreen drag & drop STEPS: 1. Double tap, hold, and drag an object on the desktop 2. Drop the object in a different location VERIFICATION: Does the object select and drag and drop?
bs: NAMJENA: Provjerava touchscreen uzmi&prenesi KORACI: 1. Dupli dodir, čekajte, i preniste objekat na desktor 2. Ispustite objekat na drugu lokaciju VERIFIKACIJA: Da li se objekat selektira, uzima i prenosi?
es: PROPÓSITO: Comprobar la funcionalidad de arrastrar y soltar de la pantalla táctil. PASOS: 1. Haga un toque doble, mantenga y arrastre un objeto del escritorio. 2. Suelte el objeto en una ubicación diferente. VERIFICACIÓN: ¿Se ha arrastrado y soltado el objeto seleccionado?
ms: TUJUAN: Periksa seret & lepas skrin sentuh LANGKAH: 1. Dwi-tap, tahan, objek objek pada desktop 2. Lepas objeck pada lokasi yang berbeza PENGESAHAN: Adakah objek dipilih dan diseret serta dilepaskan?

source: PURPOSE: Check touchscreen pinch gesture for zoom STEPS: 1. Place two fingers on the screen and pinch them together 2. Place two fingers on the screen and move then apart VERIFICATION: Does the screen zoom in and out?
bs: NAMJENA: Provjerava touchscreen dodirni izraz za zoom KORACI: 1. Stavite dva prsta na ekran i približite ih 2. Stavite dva prsta na ekra i razdvojite ih VERIFIKACIJA: Da li se ekran zumirao unutra i vani?
es: PROPÓSITO: Comprobar el gesto de pellizco de la pantalla táctil para realizar una ampliación. PASOS: 1. Sitúe dos dedos en la pantalla y haga el gesto de pellizcar para juntarlos. 2. Sitúe dos dedos en la pantalla y muévalos separándolos. VERIFICACIÓN: ¿Se ha reducido y ampliado la pantalla?
ms: TUJUAN: Periksa gerak laku jepitan pad sentuh untuk tindakan zum LANGKAH: 1. Letak dua jari pada skrin dan jeput ia 2. Letak dua jari pada skrin dan gerak pada arah bertentangan PENGESAHAN: Adakah skrin dizum masuk dan keluar?

source: Detects and shows USB devices attached to this system.
bs: Detektuje i prikazuje USB uređaje povezane na ovaj sistem.
es: Detecta y muestra los dispositivos USB conectados a este sistema.
ms: Kesan dan papar peranti USB yang bersambung dengan sistem ini.

source: PURPOSE: This test will check that your system detects USB storage devices. STEPS: 1. Plug in one or more USB keys or hard drives. 2. Click on "Test". INFO: $output VERIFICATION: Were the drives detected?
bs: NAMJENA: Ovaj test će provjeriti da li vaš sistem detektuje USB uređaja za skladištenje. KORACI: 1. Priključite jedan ili više tastera ili USB hard diskovi. 2. Kliknite na "test". INFO: $output VERIFIKACIJA: Da li su otkriveni diskovi?
es: PROPÓSITO: Esta prueba verificará si su sistema detecta unidades de almacenamiento USB. PASOS: 1. Conecte una o más memorias USB o discos duros. 2. Pulse en «Probar» INFORMACIÓN: $output VERIFICACIÓN: ¿Se detectaron las unidades?
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem anda mengesan peranti storan USB. LANGKAH: 1. Palamkan satu atau lebih pemacu-pena atau cakera keras USB. 2. Klik "Uji". MAKLUMAT: $output PENGESAHAN Dapatkan peranti dikesan?

source: PURPOSE: This test will check that you can use a USB HID device STEPS: 1. Enable either a USB mouse or keyboard 2. For mice, perform actions such as moving the pointer, right and left button clicks and double clicks 3. For keyboards, click the Test button to lauch a small tool. Type some text and close the tool. VERIFICATION: Did the device work as expected?
bs: NAMJENA: Ovaj test provjerava da li možete imati USB HID uređaj KORACI: 1. Uključite ili USB miša ili tastaturu 2. Za miša, uradite akcije poput pomjeranja miša, desni i lijevi klik i dupli klik 3. Za tastaturu, klik na Test dugme da pokrenete mali alat. Unesite neki tekst i zatvorite alat. VERIFIKACIJA: Da li je uređaj radio kako je očekivano?
es: PROPÓSITO: Esta prueba comprobará que puede usar el dispositivo HID USB. PASOS: 1. Active un ratón o el teclado USB. 2. Para ratones, realice acciones tales como mover el puntero, pulsar los botones izquierdo y derecho y hacer doble-clic. 3. Para teclados, pulse el botón Prueba para lanzar una pequeña herramienta. Introduzca algo de texto en la herramienta y ciérrela. VERIFICACIÓN: ¿Se comportó el dispositivo como se esperaba?
ms: TUJUAN: Ujian ini akan memeriksa sama ada anda dapat menggunakan peranti USB HID LANGKAH: 1. Benarkan sama ada tetikus atau papan kekunci USB 2. Bagi tetikus, buat tindakan seperti menggerakkan penuding, klik butang kiri dan kanan dan juga dwi-klik 3. Bagi papan kekunci, klik butang Uji untuk lancarkan satu alat kecil. Taip beberapa teks dan tutup alat tersebut. PENGESAHAN: Adakah peranti berfungsi sepertimana yang dijangkakan?

source: PURPOSE: This test will check that the system correctly detects the removal of a USB storage device STEPS: 1. Click "Test" and remove the USB device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: SVRHA: Ovaj test će provjeriti da li sistem ispravno detektuje uklanjanje USB uređaja za pohranu KORACI: 1. Pritisnite "Test" i uklonite USB uređaj. (Napomena: ovaj test će se zaustaviti nakon 20 sekundi.) 2. Nemojte isključivati uređaj nakon testa. PROVJERA: Provjera ovog testa je automatizovana. Nemojte mijenjati automatski izabran rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la retirada de un dispositivo de almacenamiento USB. PASOS: 1. Pulse en «Probar» y retire el dispositivo USB. (Nota: esta prueba se cancelará en 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan periksa sama ada sistem mengesan dengan baik penanggalan peranti storan USB LANGKAH: 1. Klik "Uji" dan tanggalkan peranti storan USB. (Perhatian: ujian ini akan tamat masa selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: PURPOSE: This test will check that the system correctly detects the removal of a USB 3.0 storage device STEPS: 1. Click "Test" and remove the USB 3.0 device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: NAMJENA: Ovaj test će provjeriti da li sistem može ispravno detektovati isključenje USB 3.0 uređaja za smještanje podataka KORACI: 1. Klik "Test" i isključite USB 3.0 uređaj za smještanje u USB 3.0 port. ( Primjedba: ovaj test će automatski završiti nakon 20 sekundi.) 2. Ne isključujte uređaj nakon testa. VERIFIKACIJA: Verifikacija ovog testa je automatizirana. Ne mijenjajte automatski selektovani rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la retirada de un dispositivo de almacenamiento USB 3.0. PASOS: 1. Pulse en «Probar» y retire el dispositivo USB 3.0. (Nota: esta prueba se cancelará en 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan penanggalan peranti storan USB 3.0 dkesan dengan betul LANGKAH: 1. Klik "Uji" dan tanggalkan peranti storan USB 3.0. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Janggal tanggalkan peranti selepas ujian. PENGESAHAN: Pengesahan ujian ini adalah secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Plug a USB HDD or thumbdrive into the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: NAMJENA: Ovaj test će provjeriti vašu USB vezu. KORACI: 1. Priključite USB HDD ili thumbdrive u računaru. 2. Ikona treba da se pojavi na Pokretaču. 3. Kliknite na "test" da počne test. VERIFIKACIJA: Verifikacija ovog testa je automatizovana. Ne mijenjajte automatski izabran rezultat.
es: PROPÓSITO: Esta prueba comprobará su conexión USB. PASOS: 1. Conecte un disco duro USB o memoria USB en el ordenador. 2. Debe aparecer un icono en el lanzador. 3. Pulse en «Probar» para iniciar la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sambungan USB anda. LANGKAH: 1. Palamkan HDD atau pemacu pena USB ke komputer. 2. Satu ikon akan muncul pada Pelancar. 3. Klik "Uji" untuk mulakan ujian. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan secara automatik.

source: PURPOSE: This test will check your USB 3.0 connection. STEPS: 1. Plug a USB 3.0 HDD or thumbdrive into a USB 3.0 port in the computer. 2. An icon should appear on the Launcher. 3. Click "Test" to begin the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: NAMJENA: Ovaj test će provjeriti vašu USB 3.9 konekciju. KORACI: 1. Ubacite ZSB 3.0 HDD ili thumbdrive u USB 3.0 port u računaru. 2. Ikona bi se trebala pojaviti u Starteru. 3. Klik "Test" da počnete test. VERIFIKACIJA: Verifikacija ovog testa je automatizirana. Ne mijenjajte automatski selektovani rezultat.
es: PROPÓSITO: Esta prueba comprobará su conexión USB 3.0. PASOS: 1. Conecte un disco duro o memoria USB 3.0 en el puerto USB 3.0 del ordenador. 2. Debe aparecer un icono en el lanzador. 3. Pulse en «Probar» para iniciar la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sambungan USB 3.0 anda. LANGKAH: 1. Palamkan HDD USB 3.0 atau pemacu pena kedalam port USB 3.0 pada komputer. 2. Satu ikon akan muncul pada Pelancar. 3. Klik "Uji" untuk mulakan ujian. PENGESAHAN: Pengesahan ujian ini adalah secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the usb/insert test is run.
bs: Ova j test je automatizovan i izvršava se nakon testa ubaivnja USB.
es: Esta prueba es automática y se ejecuta después de usb/inserción.
ms: Ujian in secara automatik dan dilakukan selepas ujian usb/insert dijalankan.
