Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: Open and close 4 3D windows multiple times
bs: Otvorite i zatvorite 4 3D prozora više puta
es: Abra y cierre 4 ventanas 3D varias veces
ms: Buka dan tutup 4 tetingkap 3D beberapa kali

source: Move a 3D window around the screen
bs: Pomjerite 3D prozor preko ekrana
es: Mueve una ventana 3D alrededor de la pantalla
ms: Alih tetingkap 3D disekitar skrin

source: PURPOSE: Take a screengrab of the current screen (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: Review attachment manually later
bs: NAMJENA: Napravite isječak ekrana trenutnog ekrana ( logovanog na Unity desktopu ) KORACI: 1. Napravite sliku koristeći USB web kameru VERIFIKACIJA: Pregledajte privitak sami poslije
es: PROPÓSITO: Tomar una captura de la pantalla actual (con la sesión de Unity iniciada). PASOS: 1. Tome una foto con la cámara web USB. VERIFICACIÓN: Revise posteriormente, de forma manual, el archivo adjunto.
ms: TUJUAN: Ambil cekupan skrin bagi skrin semasa (didaftar masuk semasa Unity desktop) LANGKAH: 1. Ambil gambar menggunakan kamera sesawang USB PENGESAHAN: Kaji semula lampiran kemudian

source: Attaches the screenshot captured in graphics/screenshot.
bs: Dodavanje snimke ekrana napravljene u slikama/snimkama ekrana.
es: Adjunta la instantánea capturada en graphics/screenshot.
ms: Lampirkan cekupan skrin yang ditangkap dalam graphics/screenshot.

source: PURPOSE: Take a screengrab of the current screen during fullscreen video playback STEPS: 1. Start a fullscreen video playback 2. Take picture using USB webcam after a few seconds VERIFICATION: Review attachment manually later
bs: NAMJENA: Napravite isječak trenutnog ekrana prilikom video playback-a preko cijelog ekrana KORACI: 1. Pokrenite video playback preko cijelog ekrana 2. Napravite sliku koristeći USB kameru nakon par sekundi VERIFIKACIJA: Pregledajte privitke sami poslije
es: PROPÓSITO: Tomar una captura de la pantalla actual durante la reproducción de vídeo a pantalla completa. PASOS: 1. Inicie una reproducción de vídeo a pantalla completa. 2. Tome una foto con la cámara web USB transcurridos unos segundos. VERIFICACIÓN: Revise posteriormente, de forma manual, el archivo adjunto.
ms: TUJUAN: Tangkap cekupan skrin bagi skrin semasa menggunakan main balik video berskrin penuh LANGKAH: 1. Mulakan main balik video berskrin penuh 2. Tangkap gambar menggunakan kamera sesawang USB selepas beberapa saat PENGESAHAN: Kaji semula lampiran secara manual kemudian

source: Attaches the screenshot captured in graphics/screenshot_fullscreen_video.
bs: Dodaje sliku ekrana memorisanu u grafika/slikeekrana_cijeliekran_video
es: Adjunta la instantánea capturada en graphics/screenshot_fullscreen_video.
ms: Lampirkan cekupan skrin yang ditangkap dalam graphics/screenshot_fullscreen_video.

source: PURPOSE: This test will check to make sure your system can successfully hibernate (if supported) STEPS: 1. Click on Test 2. The system will hibernate and should wake itself within 5 minutes 3. If your system does not wake itself after 5 minutes, please press the power button to wake the system manually 4. If the system fails to resume from hibernate, please restart System Testing and mark this test as Failed VERIFICATION: Did the system successfully hibernate and did it work properly after waking up?
bs: NAMJENA: Ovaj test će provjeriti da li se Vaš sistem može uspješno hibernirati (ukoliko je podržano) KORACI: 1. Kliknite na Test 2. Sistem će se hibernirati i trebao bi se probuditi nakon 5 minuta 3. Ukoliko se nakon 5 minuta sistem ne probudi, mollimo Vas da pritisnete power dugme da probudite sistem ručno 4. Ukoliko sistem ne uspije da se podigne iz hibernacije, molimo Vas da resetujete System Testing i označite ovaj test kao neuspješan. VERIFIKACIJA: Dali je sistem uspješno hibernirao, i dali je radio ispravno nakon buđenja?
es: PROPÓSITO: Esta prueba comprobará que su sistema puede hibernar con éxito (si éste es compatible) PASOS: 1. Haga clic Probar 2. El sistema debería entrar en estado de hibernación y salir de él después de 5 minutos. 3. Si su sistema no sale del estado de hibernación después de 5 minutos, por favor presione el botón de encendido para activar el sistema manualmente 4. Si el sistema no se puede reanudar tras la hibernación, por favor reinicie las Pruebas del Sistema y marque esta prueba como errónea VERIFICACIÓN: ¿Hibernó el sistema satisfactoriamente, y funcionó correctamente después de salir de dicho estado?
ms: TUJUAN: Ujian ini akan memeriksa untuk pastikan sistem anda boleh dihibernasikan (jika disokong) LANGKAH: 1. Klik Uji 2. Sistem akan dihibernasi dan sepatutnya bangun sendiri dalam tempoh 5 minit 3. Jika sistem anda tidak bangun sendiri selepas 5 mintt, sila tekan butang kuasa untuk bangunkan sistem secara manual 4. Jika sistem gagal disambung semula dari hibernasi, sila mulakan semula Pengujian Sistem dan tanda ujian ini sebagai Gagal PENGESAHAN: Adakah sistem berjaya dihibernasikan dan berfungsi dengan baik selepas bangun?

source: Automated check of the hibernate log for errors discovered by fwts
bs: Automatska provjera hibernacijskog dnenika za greške koje je otkrio fwtx.
es: Comprobación automatizada del registro de hibernación en busca de errores descubiertos por fwts
ms: Semak berautomatik bagi log hibernasi untuk ralat yang ditemui oleh fwts

source: Attaches a report of installed codecs for Intel HDA
bs: Dodaje izvještaj o instaliranim kodecima za Intel HDA
es: Adjunta un informe de los códecs instalados para Intel HDA
ms: Lampir laporan kodeks terpasang untuk Intel HDA

source: Attaches a report of CPU information
bs: Prilaže izvještaj o procesoru
es: Adjunta un informe de la CPU
ms: Lampir laporan maklumat CPU

source: Attaches a copy of /var/log/dmesg to the test results
bs: Prilaže kopiju /var/log/dmesg na testne rezultate
es: Adjunta una copia de /var/log/dmesg a los resultados de la prueba
ms: Lampir satu salinan /var/log/dmesg ke keputusan ujian

source: Attaches info on DMI
bs: Prilaže informacije o DMI
es: Adjunta información sobre DMI
ms: Lampir maklumat pada DMI

source: Attaches dmidecode output
bs: Prilaže dmidecode izlaz
es: Adjunta salida dmidecode
ms: Lampir output dmidecode

source: Attaches lshw output
bs: Priključuje lshw izlaz
es: Adjunta la salida de lshw
ms: Sambung output lshw

source: Attaches the firmware version
bs: Dodaje firmware verziju
es: Adjunta la versión del firmware
ms: Lampirkan versi perisian tegar

source: Attaches very verbose lspci output.
bs: Prilaže vrlo detaljan lspci izlaz.
es: Adjunta salida prolija de lspci
ms: Lampir output lspci yang sangat berjela.

source: Attaches very verbose lspci output (with central database Query).
bs: Dodaje jako rječit lspci izlaz (sa centralnim Upitom).
es: Adjunta una salida muy detallada lspci (con la base de datos central Query)
ms: Lampirkan output lspci yang berjela (dengan Pertanyaan pangkalan data pusat)

source: List USB devices
bs: Lista USB uređaja
es: Lista los dispositivos USB
ms: Senaraikan peranti USB

source: Attaches the contents of the various modprobe conf files.
bs: Prilaže sadržaj raznih modprobe coniguracionih datoteka.
es: Adjunta los contenidos de varios archivos de configuración modprobe.
ms: Lampir kandungan fail modprobe conf yang pelbagai.

source: Attaches the contents of the /etc/modules file.
bs: Prilaže sadržaj /etc/modules datoteke.
es: Adjunta el contenido del archivo /etc/modules.
ms: Lampir kandungan fail /etc/modules

source: attaches the contents of various sysctl config files.
bs: Prilaže sadržaj raznih sysctl config datoteka.
es: adjunta los contenidos de varios archivos de configuración sysctl.
ms: Lampir kandungan fail confog sysctl yang pelbagai.

source: Attaches a report of sysfs attributes.
bs: Prilaže izvještaj o sysfs atributima.
es: Adjunta un informe de los atributos de sysfs.
ms: Lampir laporan atribut sysfs.

source: Attaches a dump of the udev database showing system hardware information.
bs: Prilaže ispis udev baze prikazujući sistemske hardverske informacije.
es: Adjunta un volcado de la base de datos udev mostrando información de hardware del sistema.
ms: Lampir longgokkan pengkalan data udev yang memaparkan maklumat perkakasan sistem.

source: Attaches the output of udev_resource, for debugging purposes
bs: Dodaje izlaz od udev_resource, za debagerske namjene
es: Adjunta la salida de udev_resource, para propósitos de depuración
ms: Lampirkan output bagi udev_resource, untuk tujuan penyahpepijatan

source: Attaches a tarball of gcov data if present.
bs: Prilaže tar datoteku gcov podataka ako ih ima.
es: Adjunta un archivo comprimido de los datos gcov si están presentes.
ms: Lampir tarball bagi data gcov jika hadir.

source: Attaches a list of the currently running kernel modules.
bs: Prilaže listu trenutno izvršavanih kernel modula.
es: Adjunta una lista de los módulos del núcleo actualmente en ejecución.
ms: Lampir senarai modul kernel yang kini dijalankan.

source: Attaches the contents of /proc/acpi/sleep if it exists.
bs: Prilaže sadržaj /proc/acpi/sleep ako postoji.
es: Adjunta el contenido de /proc/acpi/sleep si existe.
ms: Lampir kandungan bagi /proc/acpi/sleep jika ia wujud.

source: Bootchart information.
bs: Informacije o dijagramu podizanja.
es: Información de la tabla de arranque.
ms: Maklumat Bootchart.

source: SATA/IDE device information.
bs: Informacija o SATA/IDE uređaju.
es: Información de dispositivos SATA/IDE.
ms: Maklumat peranti SATA/IDE

source: Attaches the bootchart png file for bootchart runs
bs: Prilaže bootchart png datoteku prilikom pokretanja bootchart
es: Adjunta el archivo bootchart.png a las ejecuciones de bootchart
ms: Lampir fail png bootchart untuk perjalanan bootchart

source: Attaches the bootchart log for bootchart test runs.
bs: Prilaže bootchart dnevnik prilikom pokretanja bootchart testova.
es: Adjunta el registro de bootchart a las ejecuciones de prueba de bootchart.
ms: Lampir log bootchart untuk perjalanan ujian bootchart

source: installs the installer bootchart tarball if it exists.
bs: installira instalersku bootchart tar datoteku ako postoji.
es: instala el instalador de la tabla de arranque en un archivo comprimido si existe.
ms: pasang tarball pemasang bootchart jika ia wujud.

source: Attaches the installer debug log if it exists.
bs: Prilaže instalerski debug dnevnik ako postoji.
es: Adjunta el registro de depuración del instalador si existe.
ms: Lampir log pemasang nyahpepijat jika ia wujud.

source: Returns the name, driver name and driver version of any touchpad discovered on the system.
bs: Vraća ime, driver ime i driver verziju od bilo kojeg touchpad-a otkrivenog u sistemu.
es: Devuelve el nombre de cualquier touchpad conectado al sistema, además del nombre y la versión del controlador.
ms: Kembalikan nama, nama pemacu dan versi pemacu bagi mana-mana pad sentuh yang ditemui dalam sistem.

source: Lists the device driver and version for all audio devices.
bs: Ispisuje driver uređaja i verziju za sve zvučne uređaje
es: Lista los controladores y la versión de todos los dispositivos de sonido.
ms: Senaraikan pemacu peranti dan versi untuk semua peranti audio

source: Provides information about network devices
bs: Pruža informacije o novim mrežnim uređajima
es: Proporciona información sobre dispositivos de red
ms: Sediaan maklumat mengenai peranti rangkaian

source: Provides information about displays attached to the system
bs: Pruža informacije o grafičkim privitcima u sistemu
es: Proporciona información sobre las pantallas conectadas al sistema
ms: Sediakan maklumat mengenai paparan terlampir pada sistem

source: Attaches information about disk partitions
bs: Dodaje informaciju o disk particijama
es: Adjunta información sobre particiones de disco
ms: Lampirkan maklumat mengenai sekatan cakera

source: Pointing device tests.
bs: Pokazni uređaji, testovi.
es: Pruebas de dispositivos señaladores.
ms: Ujian peranti penunjuk.

source: PURPOSE: This test will test your pointing device STEPS: 1. Move the cursor using the pointing device or touch the screen. 2. Perform some single/double/right click operations. VERIFICATION: Did the pointing device work as expected?
bs: NAMJENA: Ovaj test će testirati vaš pokazivački uređaj KORACI: 1. Pomjerite kursor pomoću pokazivačkog uređaja ili dodirnite ekran. 2. Izvršite neke jednostruke/dvostruke/desne operacije klikova. VERIFIKACIJA: Da li radi pokazivački uređaj kao što je očekivano?
es: PROPÓSITO: Esta prueba verificará el dispositivo de puntero PASOS: 1. Mueva el cursor usando el dispositivo de puntero o toque la pantalla. 2. Realice algunas operaciones de clic sencillo/doble/derecho. VERIFICACIÓN: ¿Se comportó el dispositivo de puntero como se esperaba?
ms: TUJUAN: Ujian ini akan menguji peranti penuding anda LANGKAH: 1. Gerakkan kursor menggunakan peranti penuding atau sentuh skrin. 2. Lakukan beberapa operasi klik tunggal/dwi-klik/klik kanan. PENGESAHAN: Adakah peranti penuding berfungsi seperti yang dijangkakan?

source: PURPOSE: This test will test your keyboard STEPS: 1. Click on Test 2. On the open text area, use your keyboard to type something VERIFICATION: Is your keyboard working properly?
bs: NAMJENA: Ovaj test će testirati Vašu tastaturu. KORACI: 1. Kliknite na Test 2. Na otvorenom tekstualnom prostoru, koristite tastaturu da napišete nešto VERIFIKACIJA: Dali Vaša tastatura radi ispravno?
es: PROPÓSITO: Esta prueba verificará su teclado PASOS: 1. Pulse en Probar 2. En el área de texto abierto, utilice el teclado para escribir algo VERIFICACIÓN: ¿El teclado funciona correctamente?
ms: TUJUAN Ujian ini akan menguji papan kekunci anda LANGKAH: 1. Klik uji 2. Pada kawasan teks terbuka, guna papan kekunci anda untuk menaip apa sahaja PENGESAHAN: Adakah papan kekunci anda berfungsi dengan baik?

source: PURPOSE: Manual detection of accelerometer. STEPS: 1. Look at the specifications for your system. VERIFICATION: Is this system supposed to have an accelerometer?
bs: NAMJENA: Ručno otkrivanje akcelerometra. KORACI: 1. Pogledajte specifikacije za vaš sistem. PROVJERA: Da li je ovaj sistem treba da ima akcelerometar?
es: PROPÓSITO: Manual de detección de acelerómetro. PASOS: 1. Mira las especificaciones para su sistema. VERIFICACIÓN: ¿Se supone que este sistema tiene un acelerómetro?
ms: TUJUAN: Pengesanan manual akselerometer. LANGKAH: 1. Cari spesifikasi sistem anda. PENGESAHAN: Adakah sistem ini mempunyai akselerometer?

source: PURPOSE: This test will test your accelerometer to see if it is detected and operational as a joystick device. STEPS: 1. Click on Test 2. Tilt your hardware in the directions onscreen until the axis threshold is met. VERIFICATION: Is your accelerometer properly detected? Can you use the device?
bs: NAMJENA: Ovaj test će testirati vašu akcelerometar da vidi da li je otkriven i operativan kao džojstik. KORACI: 1. Kliknite na Test 2. Nagnite hardver u pravcima osa ekranu dok se prag ispunjeni. PROVJERA: Da li se vaš akcelerometar detektuje ispravno? Možete li da koristite uređaj?
es: PROPÓSITO: Este examen pondrá a prueba su acelerómetro para ver si se detecta y operativo como un dispositivo de joystick. PASOS: 1. Haga clic en Prueba 2. Incline su hardware en las instrucciones en pantalla hasta que se alcanza el umbral de eje. VERIFICACIÓN: ¿Se detecta correctamente el acelerómetro? ¿Se puede utilizar el aparato?
ms: TUJUAN: Ujian ini akan mengujia akselerometer untuk melihat jika ia dikesan dan beroperasi sebagai peranti kayuria. LANGKAH: 1. Klik pada Uji 2. Sengetkan perkakasan anda dalam arah atas-skrin sehingga ambang paksi dipenuhi. PENGESAHAN: Adakah akselerometer anda dikesan dengan baik? Dapatkah anda guna peranti tersebut?

source: Tests to see that apt can access repositories and get updates (does not install updates). This is done to confirm that you could recover from an incomplete or broken update.
bs: Testira da provjeri dali Apt može pristupiti repozitoriju i preuzeti ažuriranje (neće ih instalirati). Ovo je urađeno kako bi se potvrdilo da se možete povratiti iz nepotpunog ili nekompletnog ažuriranja.
es: Comprueba que apt puede acceder a repositorios y obtener actualizaciones (aunque no las instala). Esto se hace para confirmar que usted puede recuperar cualquier actualización incompleta o interrumpida.
ms: Uji untuk melihat sama ada apt boleh mencapai repositori dan dapatkan kemaskini (tidak memasang kemaskini). Ini buat untuk mengesahkan sama ada anda boleh pulih daripada kemaskini tidak selesai atau rosak.

source: PURPOSE: This test will test the brightness key STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses?
bs: NAMJENA: Ovaj test će provjeriti taster za osvjetljenje KORACI: 1. Pritisnite tastere za osvjetljenje na tastaturi PROVJERA: Da li je promjena osvjetljenja pratila pritiske na tastere?
es: PROPÓSITO: Este examen pondrá a prueba la tecla de brillo PASOS: 1. Pulse los botones de brillo del teclado VERIFICACIÓN: ¿Cambia el brillo siguiendo las pulsaciones de la tecla?
ms: TUJUAN: Ujian ini akan menguji kekunci kecerahan LANGKAH: 1. Tekan butang kecerahan pada papan kekunci PENGESAHAN: Adakah kecerahan berubah bila anda menekan kekunci?

source: PURPOSE: This test will test the volume keys of your keyboard STEPS: Skip this test if your computer has no volume keys. 1. Click test to open a window on which to test the volume keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected?
ms: TUJUAN: Ujian ini akan menguji kekunci volum pada papan kekunci anda. LANGKAH: Langkau ujian ini jika komputer anda tidak mempunyai kekunci volum. 1. Tekan uji untuk membuka tetingkap untuk menguji kekunci-kekunci volum. 2. Jika kesemua kekunci berfungsi, ujian ini akan ditanda sebagai lulus. PENGESAHAN: Adakah kekunci berfungsi seperti dijangka?

source: PURPOSE: This test will test the mute key of your keyboard STEPS: 1. Click test to open a window on which to test the mute key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the mute key work as expected?
bs: NAMJENA: Ovaj test će testirati mute dugme na vašoj tastaturi KORACI: 1. Klik na test da otvorite prozor na kojem ćete testirati mute dugme. 2. Ako je dugme radilo, test će završiti i prozor će se zatvoriti. VERIFIKACIJE: Da li mute dugme radi kako je očekivano?
es: PROPÓSITO: Esta prueba va a probar la tecla silencio de su teclado PASOS: 1. Pulse en probar para abrir una ventana donde probar la tecla silencio. 2. Si la tecla funciona, va a pasar la prueba y la ventana se cerrará . VERIFICACIÓN: ¿La tecla silencio funciona como se esperaba?
ms: TUJUAN: Ujian ini akan menguji kekunci senyap bagi papan kekunci anda LANGKAH: 1. Klik uji untuk buka tetingkap yang mana akan menguji kekunci senyap. 2. Jika semua kekunci berfungsi, ujian akan ditanda sebagai lulus. 3. Jika komputer tidak mempunyai kekunci volum, Langkau ujian ini. PENGESAHAN: Adakah kekunci senyap berfungsi seperti yang diharapkan?

source: PURPOSE: This test will test the sleep key STEPS: 1. Press the sleep key on the keyboard 2. Wake your system up by pressing the power button VERIFICATION: Did the system go to sleep after pressing the sleep key?
bs: NAMJENA: Ovaj test će provjeriti taster za spavanje KORACI: 1. Pritisnite taster za spavanje na tastaturi 2. Priobudite sistem dugmetom za napajanje PROVJERA: Da li je sistem se uspavao nakon pritiska na taster za spavanje?
es: PROPÓSITO: Esto probará la tecla de hibernar PASOS: 1. Presione la tecla de hibernar del teclado 2. Active su sistema presionando el botón de encendido VERIFICACIÓN: ¿El sistema hibernó después de presionar la tecla?
ms: TUJUAN: Ujian ini akan menguji kekunci tidur LANGKAH: 1. Tekan kekunci tidur pada papan kekunci 2. Bangunkan sistem anda dengan menekan butang kuasa PENGESAHAN: Adakah sistem tidur selepas menekan kekunci tidur?

source: PURPOSE: This test will test the battery information key STEPS: Skip this test if you do not have a Battery Button. 1. Click Test to begin 2. Press the Battery Info button (or combo like Fn+F3) 3: Close the Power Statistics tool if it opens VERIFICATION: Did the Battery Info key work as expected?
ms: TUJUAN: Ujian ini akan menguji kekunci maklumat bateri. LANGKAH: Langkau ujian ini jika anda tiada Butang Bateri. 1. Tekan Uji untuk mula 2. Tekan butang Maklumat Bateri (atau gabungan seperti Fn+F3) 3: Tutupkan alat Statistik Kuasa jika dibuka. PENGESAHAN: Adakah kekunci Maklumat Bateri berfungsi seperti dijangka?

source: PURPOSE: This test will test the wireless key STEPS: 1. Press the wireless key on the keyboard 2. Check that the wifi LED turns off or changes color 3. Check that wireless is disabled 4. Press the same key again 5. Check that the wifi LED turns on or changes color 6. Check that wireless is enabled VERIFICATION: Did the wireless turn off on the first press and on again on the second? (NOTE: the LED functionality will be reviewed in a following test. Please only consider the functionality of the wifi itself here.)
es: PROPÓSITO: Este examen pondrá a prueba la clave inalámbrica PASOS: 1. Pulse la tecla en el teclado inalámbrico 2. Compruebe que la luz de WiFi se apaga o cambia de color 3. Compruebe que la conexión inalámbrica está desactivada 4. Pulse la misma tecla 5. Compruebe que la luz de WiFi se enciende o cambia de color 6. Compruebe que la conexión inalámbrica VERIFICACIÓN: ¿Se desactiva el servicio inalámbrico en la primera pulsación y de nuevo en la segunda? (NOTA:. La funcionalidad de la luz se revisará en un siguiente ensayo. Aquí solo se tiene en cuenta la funcionalidad de la propia WiFi.)
ms: TUJUAN: Ujian ini akan menguji kekunci tanpa wayar LANGKAH: 1. Tekan kekunci tanpa wayar pada papan kekunci 2. Periksa sama ada LED wifi dimatikan atau bertukar warna 3. Periksa sama ada tanpa wayar dilumpuhkan 4. Tekan kekunci yang sama sekali lagi 5. Periksa sama ada LED wifi dihidupkan atau bertukar warna 6. Periksa sama ada tanpa wayar dibenarkan PENGESAHAN: Adakah tanpa wayar dimatikan bila ditekan pertama akan dan dihidupkan kembali buat kali kedua? (PERHATIAN: kefungsian LED akan dikaji semula dalam ujian berikutnya. Hanya lihat pada kefungsian wifi itu sahaja.)

source: PURPOSE: This test will test the media keys of your keyboard STEPS: Skip this test if your computer has no media keys. 1. Click test to open a window on which to test the media keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected?
ms: TUJUAN: Ujian ini akan menguji kekunci media pada papan kekunci anda LANGKAH: Langkau ujian ini jika komputer anda tiada kekunci media. 1. Tekan uji untuk membuka tetingkap untuk menguji kekunci media. 2. Jika kesemua kekunci berfungsi, ujian ini akan ditanda sebagai lulus. PENGESAHAN: Adakah kekunci berfungsi seperti dijangka?
