Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: Panel Reboot Verification tests
bs: Reboot ploče verifikacijski testovi
es: Pruebas de verificación de reinicio del panel
ms: Ujian Pengesahan But Semula Panel

source: ExpressCard tests
bs: ExpressCard testovi
es: Pruebas de ExpressCard
ms: Ujian Kad Ekspress

source: Peripheral tests
bs: Periferalni testovi
es: Pruebas de periféricos
ms: Ujian peranti persisian

source: Piglit tests
bs: Piglit testovi
es: Pruebas Piglit
ms: Ujian Piglit

source: Power Management tests
bs: Testovi upravljanja napajanjem
es: Pruebas de gestión de energía
ms: Ujian Pengurusan kuasa

source: Server Services checks
bs: Provjera serverskih usluga
es: Comprueba los servicios del servidor
ms: Semakan Perkhidmatan Pelayan

source: Suspend tests
bs: Test suspenzije
es: Pruebas de suspensión
ms: Uji tangguh

source: Touchpad tests
bs: Testovi dodirne ploče
es: Pruebas de Touchpad
ms: Ujian pad sesentuh

source: Touchscreen tests
bs: Testovi za ekran osjetljiv na dodoir
es: Pruebas para la pantalla táctil
ms: Ujian skrin sentuh

source: USB tests
bs: USB testovi
es: Pruebas de USB
ms: Ujian USB

source: User Applications
bs: Korisničke aplikacije
es: Aplicaciones de usuario
ms: Aplikasi Pengguna

source: Virtualization tests
bs: Virtualizacijski testovi
es: Pruebas de visualización
ms: Ujian pemayaan

source: Wireless networking tests
bs: Testovi bežične mreže
es: Pruebas de redes inalámbricas
ms: Uji rangkaian tanpa wayar

source: Mobile broadband tests
bs: Test mobilnih širokopojasnih mreža
es: Pruebas de Banda Ancha Móvil
ms: Ujian jalur lebar mudah alih

source: Stress tests
bs: Testovi opterećenja
es: Pruebas de estrés
ms: Ujian Tekanan

source: Smoke tests
bs: Testovi dima
es: Pruebas de humo
ms: Ujian asap

source: Sniff Sniffers
bs: Njuškala
es: Olfatear olfateadores
ms: Pengesan

source: This test is automated and executes after the mediacard/mmc-insert test is run. It tests reading and writing to the MMC card.
bs: Ovaj test je automatizovan i sprovodi posle mediacard / MMC-Insert testa. On testira čitanje i pisanje na MMC kartici.
es: Esta prueba está automatizada y se ejecuta después de la prueba mediacard/mmc-inserción. Comprueba la lectura y escritura de la tarjeta MMC.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/mmc-insert dijalankan. Ia menguji pembacaan dan penulisan ke kad MMC.

source: This test is automated and executes after the mediacard/sd-insert test is run. It tests reading and writing to the SD card.
bs: Ovaj test je automatski i izvršava se nakon izvršenja testa mediacard/sd-insert. On testira pisanje i čitanje prema SD kartici.
es: Esta prueba es automática y se ejecuta después de la prueba mediacard/sd-insert. Comprueba la lectura y escritura de la tarjeta SD.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/sd-insert dijalankan. Ia menguji pembacaan dan penulisan ke kad SD.

source: This is a fully automated version of mediacard/sd-automated and assumes that the system under test has a memory card device plugged in prior to checkbox execution. It is intended for SRU automated testing.
bs: Ovo je potpuno automatizirana verzija mediacard/sd-automatiziran i pretpostavlja da sistem nad kojim se provodi test ima čitać memorijskih kartica spojen na prioritetno izvršavanje. Namijenjeno je za SRU automatizovano testiranje.
es: Esta es una versión completamente automatizada de la prueba tarjeta multimedia/sd-automatizada y asume que el sistema a probar tiene un dispositivo de tarjetas de memoria conectados antes de la ejecución de «Comprobación del sistema». Está dirigido a pruebas automatizadas SRU
ms: Ini merupakan veris automatik sepenuhnya bagi mediacard/sd-automated dan menganggap sistem dibawah ujikan mempunyai peranti kad ingatan yang dipalam sebelum pelakuan checkbox dijalankan. Ia diniatkan untuk pengujian berautomatik SRU.

source: This test is automated and executes after the mediacard/sdhc-insert test is run. It tests reading and writing to the SDHC card.
bs: Ovaj test je automatski i izvršava se nakon izvršenja testa mediacard/sdhc-insert. On testira pisanje i čitanje prema SDHC kartici.
es: Esta prueba es automática y se ejecuta después de mediacard/sdhc-inserción. Comprueba la lectura y escritura de la tarjeta SDHC.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/sdhc-insert dijalankan. Ia menguji pembacaan dan penulisan ke kad SDHC.

source: This test is automated and executes after the mediacard/cf-insert test is run. It tests reading and writing to the CF card.
bs: Ovaj test je automatski i izvršava se nakon izvršenja testa mediacard/cf-insert. On testira pisanje i čitanje prema CF kartici.
es: Esta prueba es automática y se ejecuta después de mediacard/cf-inserción. Comprueba la lectura y escritura de la tarjeta CF.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/cf-insert dijalankan. Ia menguji pembacaan dan penulisan ke kad CF.

source: This test is automated and executes after the mediacard/sdxc-insert test is run. It tests reading and writing to the SDXC card.
bs: Ovaj test je automatiziran i izvršava se nakon što je mediacard/sdxc-insert test pokrenut. Testira čitanje i pisanje po SDXC kartici.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/sdxc-inserción. Comprueba la lectura y escritura de la tarjeta SDXC.
ms: Ujian ini dijalankan secara automatik selepas ujian mediacard/sdxc-insert berjalan. Ia menguji pembacaan dan penulisan ke kad SDXC.

source: This test is automated and executes after the mediacard/ms-insert test is run. It tests reading and writing to the MS card.
bs: Ovaj test ja automatiziran i izvršava se nakon što je mediacard/ms-ubacivanje test pokrenut. Testiranje čitanje i pisanje na MS karticu.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/ms-inserción. Comprueba la lectura y escritura de la tarjeta MS.
ms: Ujian ini dijalankan secara automatik dan dilakukan selepas ujian mediacard/ms-insert berjalan. Ia mengujia pembacaan dan penulisan ke kad MS.

source: This test is automated and executes after the mediacard/msp-insert test is run. It tests reading and writing to the MSP card.
bs: Ovaj test je potpuno automatiziran i izvršava se nakon što je mediacard/msp-ubacite test pokrenut. Testira čitanje i pitanje na MSP karticu.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/msp-inserción. Comprueba la lectura y escritura de la tarjeta MSP.
ms: Ujian ini dijalankan secara automatik dan dilakukan selepas ujian mediacard/msp-insert berjalan. Ia menguji pembacaan dan penulisan ke kad MSP.

source: PURPOSE: This test will check that the system correctly detects the removal of a MSP card from the systems card reader. STEPS: 1. Click "Test" and remove the MSP card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: NAMJENA: Ovaj test će provjeriti da li sistemski čitać kartica može detektovati vađenje Memorijskog Stika PRO ( MSP ) medijske kartice iz sistemskog čitaća kartica. KORACI: 1. Klik "Test" i izvadite MSP karticu iz čitaća. (Primjedba: ovaj test će završiti nakon 20 sekudni.) VERIFIKACIJA: Verifikacija ovog testa je automatska. Nemojte mijenjati automatski selektovatni rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la retirada de una tarjeta MSP del lector de tarjetas del sistema. PASOS: 1. Pulse en «Probar» y retire la tarjeta MSP del lector. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem boleh mengesan dengan baik penanggalan kad MSP dari pembaca kad sistem. LANGKAH: 1. Klik "Uji" dan tanggalkan kad MSP dariada pembaca. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian. PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/xd-insert test is run. It tests reading and writing to the xD card.
bs: Ovaj test je automatiziran i izvršava se nakon što je mediacard/xd-ubaci test pokrenut. Testira čitanje i pisanje na xD karticu.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/xd-inserción. Comprueba la lectura y escritura de la tarjeta xD.
ms: Ujian ini dijalankan secara automatik dan dilakukan selepas ujian mediacard/xd berjalan. Ia menguji pembacaan dan penulisan ke kad xD.

source: This test checks the amount of memory which is reporting in meminfo against the size of the memory modules detected by DMI.
bs: Ovaj test provjerava količinu memorije koja je izvještena u meminfo prema veličini memorijskih modula otkrivenih s DMI.
es: Esta prueba compara la cantidad de memoria descrita en meminfo con la detectada por DMI.
ms: Ujian ini akan memeriksa sejumlah ingatan yang dilaporkan dalam meminfo terhadap saiz bagi modul ingatan yang dikesan oleh DMI.

source: Test and exercise memory.
bs: Testiraj i provježbaj memoriju.
es: Probar y ejercitar la memoria.
ms: Uji dan latih ingatan

source: PURPOSE: Keep tester related information in the report STEPS: 1. Tester Information 2. Please enter the following information in the comments field: a. Name b. Email Address c. Reason for this test run VERIFICATION: Nothing to verify for this test
bs: SVRHA: Držanje informacija vezanih za tester u izvještaju KORACI: 1. Tester Informacije 2. Molim unesite sljedeće informacije u polje za komentar: a. Ime b. Email Adresa c. Razlog pokretanja ovog testa PROVJERA: Nije potrebna za ovaj test.
es: PROPÓSITO: Mantener la información relacionada con el probado en el informe PASOS: 1. Información del probador 2. Introduzca la siguiente información en el campo de comentarios: a. Nombre b. Dirección de correo electrónico c. Razón para la ejecución de esta prueba VERIFICACIÓN: No hay nada que verificar en esta prueba
ms: TUJUAN: Memastikan maklumat berkaitan penguji berada dalam laporan STEPS: 1. Maklumat Penguji 2. Sila masukkan maklumat berikut dalam medan ulasan: a. Nama b. Alamat Emel c. Sebab ujian ini dijalankan PENGESAHAN: Tiada apa perlu disahkan untuk ujian ini

source: PURPOSE: This test will check that the system can switch to a virtual terminal and back to X STEPS: 1. Click "Test" to switch to another virtual terminal and then back to X VERIFICATION: Did your screen change temporarily to a text console and then switch back to your current session?
bs: NAMJENA: Ovaj test će provjeriti da sistem prebacite na virtuelni terminal i nazad na X KORACI: 1. Kliknite na "test" da biste se prebacili na drugi virtuelni terminal i onda nazad u X VERIFIKACIJA: Da li će se vaš ekran privremeno promijeniti u tekstualnu konzolu, a zatim se prebacite nazad na vašoj trenutnoj sesiji?
es: PROPÓSITO: Esta prueba comprobará que el sistema puede cambiar a un terminal virtual y volver a X PASOS: 1. Pulse «Probar» para cambiar a otro terminal virtual y luego volver a X VERIFICACIÓN: ¿Cambió temporalmente la pantalla a una consola de texto y luego volvió a la sesión actual?
ms: TUJUAN: Ujian ini akan menyemak sama ada sistem dapat ditukar ke terminal maya dan kembali ke X LANGKAH: 1. Klik "Uji" untuk tukar ke terminal maya yang lain kemudian kembali ke X PENGESAHAN: Adakah skrin anda berubah sementara ke konsol teks kemudia tukar kembali ke sesi semasa anda?

source: Run Firmware Test Suite (fwts) automated tests.
bs: Pokreni Firmware Test Suite (fvts) automatizovane testove.
es: Ejecuta las pruebas automáticas del Firmware Test Suite(fwts).
ms: Jalankan ujian terautomatik Suit Ujin Perisian Tegar (fwts).

source: Attaches the FWTS results log to the submission
bs: Dodavanje zapisnika FWTS rezultata za podnošenje
es: Adjunta el registro de resultados de FWTS al envío
ms: Lampirkan log keputusan FWTS untuk penyerahan

source: This will run some basic connectivity tests against a BMC, verifying that IPMI works.
bs: To će obaviti osonvni test povezanja u odnosu na BMC, provjeravajući sa IPMI radi.
es: Esto ejecutará algunas pruebas básicas de conectividad hacia un BMC, verificando el funcionamiento de IPMI.
ms: Ini akan jalankan beberapa ujian sambungan asas terhadap BMC, sahkan IPMI berfungsi.

source: Determine if we need to run tests specific to portable computers that may not apply to desktops.
bs: Utvrdite da li nam je potrebno da pokrenete testove specifične prenosnim računarima koji ne moraju odnositi na desktop.
es: Determina si necesita realizar pruebas específicas para portátiles no aplicables a equipos de escritorio.
ms: Nyatakan jika kita perlu jalankan ujian khusus untuk komputer boleh alih yang tidak mungkin tidak berkaitan dengan desktop.

source: Test that the /var/crash directory doesn't contain anything. Lists the files contained within if it does, or echoes the status of the directory (doesn't exist/is empty)
bs: Test da /var/crash direktorij ne sadrži ništa. Lista datoteke sadržane unutra ako imaili prikazuje status direktorija (ne postoji/prazan)
es: Comprueba que el directorio /var/crash está vacío. Lista los archivos que contiene sí no lo está, o muestra el estado del directorio (no existe/está vacío)
ms: Uji sama ada direktori /var/crash tidak mengandungi apa-apa. Senaraikan fail terkandung didalamnya jika ada, atau maklumkan status direktori (tidak wujud/kosong)

source: Checks that a specified sources list file contains the requested repositories
bs: Provjerava da li specificirana izvorna lista fajla sadržava zahtijevanje repozitorije
es: Comprueba que una lista de orígenes especificada contiene los repositorios solicitados
ms: Periksa sama ada senarai sumber yang dinyatakan mengandungi repositori yang dipinta

source: Automated job to generate the PXE verification test for each NIC.
bs: Automatski poslovi koji generišu PXE verifikacijski test za svaku mrežnu karticu
es: Tarea automatizada para generar la prueba de verificación PXE para cada NIC.
ms: Kerja berautomatik untuk jana ujian pengesahan PXE untuk setiap NIC.

source: Automated job to generate the Remote Shared IPMI verification test for each NIC.
bs: Automatski poslovi koji generišu udaljeni dijeljeni IPMI verifikacijski test za svaku mrežnu karticu
es: Tarea automatizada para generar la prueba de verificación IPMI compartido remoto para cada NIC.
ms: Kerja berautomatik untuk menjana ujian pengesahan IPMI Terkongsi Jauh untuk setiap NIC.

source: Creates a mobile broadband connection for a GSM based modem and checks the connection to ensure it's working.
ms: Cipta sambungan jalur lebar mudah alih untuk modem yang berdasarkan GSM dan menyemaknya untuk memastikan sambungan itu berfungsi.

source: Creates a mobile broadband connection for a CDMA based modem and checks the connection to ensure it's working.
es: Crea una conexión de banda ancha móvil para un módem CDMA y comprueba la conexión para asegurarse de que funciona.
ms: Cipta sambungan jalur lebar mudah alih untuk modem berasaskan CDMA dan periksa sambungan untuk memastikan ia berfungsi.

source: PURPOSE: This test will check your VGA port. STEPS: Skip this test if your system does not have a VGA port. 1. Connect a display (if not already connected) to the VGA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ms: TUJUAN: Ujian ini akan menyemak port VGA anda. LANGKAH: Langkau ujian ini jika sistem anda tidak mempunyai port VGA. 1. Sambungkah paparan (jika belum lagi disambung) ke port VGA pada sistem anda PENGESAHAN: Adakah desktop dipaparkan dengan betul pada kedua-dua skrin?

source: PURPOSE: This test will check your DVI port. STEPS: Skip this test if your system does not have a DVI port. 1. Connect a display (if not already connected) to the DVI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ms: TUJUAN: Ujian ini akan menyemak port DVI anda. LANGKAH: Langkau ujian ini jika sistem anda tidak mempunyai port DVI. 1. Sambungkah paparan (jika belum lagi disambung) ke port DVI pada sistem anda PENGESAHAN: Adakah desktop dipaparkan dengan betul pada kedua-dua skrin?

source: PURPOSE: This test will check your DisplayPort port. STEPS: Skip this test if your system does not have a DisplayPort port. 1. Connect a display (if not already connected) to the DisplayPort port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ms: TUJUAN: Ujian ini akan menyemak port DisplayPort anda. LANGKAH: Langkau ujian ini jika sistem anda tidak mempunyai port DisplayPort. 1. Sambungkah paparan (jika belum lagi disambung) ke port DisplayPort pada sistem anda PENGESAHAN: Adakah desktop dipaparkan dengan betul pada kedua-dua skrin?

source: PURPOSE: This test will check your HDMI port. STEPS: Skip this test if your system does not have a HDMI port. 1. Connect a display (if not already connected) to the HDMI port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ms: TUJUAN: Ujian ini akan menguji port HDMI anda. LANGKAH: Melangkau ujian ini jika sistem anda tidak mempunyai port HDMI. 1. Pasangkan satu paparan (jika belum dipasang) pada port HDMI pada sistem anda. PENGESAHAN: Adakah desktop dipapar dengan betul pada kedua-dua skrin?

source: PURPOSE: This test will check your S-VIDEO port. STEPS: Skip this test if your system does not have a S-VIDEO port. 1. Connect a display (if not already connected) to the S-VIDEO port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ms: TUJUAN: Ujian ini akan menguji port S-VIDEO anda. LANGKAH: Melangkau ujian ini jika sistem anda tidak mempunyai port S-VIDEO. 1. Pasangkan satu paparan (jika belum dipasang) pada port S-VIDEO pada sistem anda. PENGESAHAN: Adakah desktop dipapar dengan betul pada kedua-dua skrin?

source: PURPOSE: This test will check your RCA port. STEPS: Skip this test if your system does not have a RCA port. 1. Connect a display (if not already connected) to the RCA port on your system VERIFICATION: Was the desktop displayed correctly on both screens?
ms: TUJUAN: Ujian ini akan menguji port RCA anda. LANGKAH: Melangkau ujian ini jika sistem anda tidak mempunyai port RCA. 1. Pasangkan satu paparan (jika belum dipasang) pada port RCA pada sistem anda. PENGESAHAN: Adakah desktop dipapar dengan betul pada kedua-dua skrin?

source: PURPOSE: This test will check your monitor power saving capabilities STEPS: 1. Click "Test" to try the power saving capabilities of your monitor 2. Press any key or move the mouse to recover VERIFICATION: Did the monitor go blank and turn on again?
bs: NAMJENA: Ovaj test će provjeriti sposobnosti monitora da čuva energiju KORACI: 1. Klik "Test" da isprobate sposobnosti vašeg monitora da čuva energiju 2. Pritisnite bilo koje dugme ili pomjerite miša da se vratite VERIFIKACIJA: Da li se monitor ugasio i upalio ponovo?
es: PROPÓSITO: Esta prueba comprobara las funciones de ahorro de energía de su monitor. PASOS: 1. Pulse «Probar» para probar las funciones de ahorro de energía del monitor. 2. Pulse cualquier tecla o mueva el ratón para recuperarse. VERIFICACIÓN: ¿El monitor se fue a negro y volvió de nuevo?
ms: TUJUAN: Ujian ini akan memeriksa keupayaan penjimatan kuasa monitor anda LANGKAH: 1. Klik "Uji" untuk cuba keupayaan penjimatan kuasa monitor anda 2. Tekan mana-mana kekunci atau gerak tetikus untuk dipulihkan PENGESAHAN: Adakah monitor menjadi gelap dan dihidupkan kembali?

source: PURPOSE: This test will test changes to screen brightness STEPS: 1. Click "Test" to try to dim the screen. 2. Check if the screen was dimmed approximately to half of the maximum brightness. 3. The screen will go back to the original brightness in 2 seconds. VERIFICATION: Was your screen dimmed approximately to half of the maximum brightness?
es: PROPÓSITO: Esta prueba comprobará los cambios de brillo de la pantalla. PASOS: 1. Pulse «Probar» para intentar oscurecer la pantalla. 2. Compruebe que la pantalla se ha oscurecido aproximadamente la mitad del brillo máximo. 3. La pantalla volverá a su brillo original en dos segundos. VERIFICACIÓN: ¿Se oscureció la pantalla aproximadamente la mitad del brillo máximo?
ms: TUJUAN: Ujian ini akan menguji perubahan pada kecerahan skrin LANGKAH: 1. Klik "Uji" untuk malapkan skrin. 2. Semak jika skrin dimalapkan ke separuh kecerahan maksimum. 3. Skrin akan kembali kepada asal dalam tempoh 2 saat. PENGESAHAN: Adakah skrin anda dimalapkan ke separuh kecerahan maksimum?

source: Tests whether the system has a working Internet connection.
bs: Provjerava da li sistem ima ispravnu Internet vezu
es: Prueba si el sistema tiene una conexión de Internet funcionando.
ms: Uji sama ada sistem mempunyai sambungan Internet yang berfungsi.

source: Network Information
bs: Podaci o mreži
es: Información de la red
ms: Maklumat Rangkaian

source: Automated test case to verify availability of some system on the network using ICMP ECHO packets.
bs: Automatizovani test za projveru dostupnosti pojedinih sistema na mreži koristeći ICMP EHO pakete
es: Caso de pruebas automatizadas para verificar la disponibilidad de algún sistema en la red usando paquetes ICMP ECHO.
ms: Kes ujian berautomatik untuk sahkan kebolehsediaan beberapa sistem pada rangkaian menggunakan paket ECHO ICMP.

source: Automated test case to make sure that it's possible to download files through HTTP
bs: Automatizovani test da se uvjerite da li moguće preuzeti datoteke kroz HTTP
es: Caso de pruebas automatizadas para verificar si es posible descargar archivos mediante HTTP
ms: Kes ujian berautomatik untuk pastikan fail dimuat turun melalui HTTP

source: Test to see if we can sync local clock to an NTP server
bs: Test kojim ćete videti da li možete da usaglasite sat sa NTP serverom
es: Pruebe para ver si se puede sincronizar el reloj local con un servidor NTP
ms: Uji untuk lihat jika kita boleh segerakkan jam setempat dengan pelayan NTP

source: Verify that an installation of checkbox-server on the network can be reached over SSH.
bs: Provjerava da li instalacija servera biranja na mreži može biti dostignuta preko SSH-a.
es: Verificar que una instalación de chechbox-server en la red se puede alcanzar mediante SSH
ms: Sahkan pemasangan pelayan-checkbox pada rangkaian melalui SSH

source: Try to enable a remote printer on the network and print a test page.
bs: Pokušaće da omogući udaljeni štampač na mreži i da otštampa probnu stranicu.
es: Intentar activar una impresora remota en la red e imprimir una página de prueba.
ms: Cuba benarkan pencetak jauh pada rangkaian dan cetak halaman uji.

source: Test to detect the optical drives
bs: Test za detekciju optičkih diskova
es: Prueba para detectar las unidades ópticas
ms: Uji untuk mengesan pemacu optik

source: Optical read test.
bs: Optički test čitanja.
es: Prueba de lectura óptica.
ms: Ujian baca optik.

source: Automated optical read test.
bs: Automatski optički test čitanja.
es: Pruebas automatizadas de lectura óptica.
ms: Ujian baca optik berautomatik

source: CD write test.
bs: Test pisanja CD-a.
es: Prueba de escritura de CD.
ms: Ujian tulis CD.

source: Automated CD write test
bs: Automatski test pisanja CD-a
es: Prueba automatizada de escritura de CD.
ms: Ujian tulis CD berautomatik.
