Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Google Talk (gtalk) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bs: NAMJENA: Ovaj test će provjeriti da li radi klijent poruka Empathy. KORACI: 1. Izaberite Test za pokretanje Empathy. 2. Konfigurišite ga povežete na Google Talk servis ćaskanja. 3. Kada završite test, molimo Vas da napustite Empathy i nastavite ovdje. VERIFIKACIJA: Da li ste u stanju da se pravilno povežete i šaljete / primate poruke?
es: PROPÓSITO: Esta prueba comprobará que funciona el cliente de mensajería Empathy. PASOS: 1. Seleccione Prueba para iniciar Empathy. 2. Configúrelo para conexión a Google Talk (gtalk). 3. Una vez que haya completada la prueba, desconecte Empathy. VERIFICACIÓN: ¿Pudo conectar adecuadamente y enviar/recibir mensajes?
ms: TUJUAN: Ujian ini akan memeriksa sama ada klien pemesejan Empathy berfungsi dengan baik. LANGKAH: 1. Pilih Uji untuk lancarkan Empathy. 2. Konfigur ia untuk sambungkan ke perkhidmatan Google Talk (gtalk). 3. Bila anda telah selesai ujian tersebut, sila keluar Empathy untuk teruskan disini. PENGESAHAN: Anda boleh menyambung dan hantar/terima mesej dengan betul?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Jabber service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bs: NAMJENA: Ovaj test će provjeriti da li radi klijent poruka Empathy. KORACI: 1. Izaberite Test za pokretanje Empathy. 2. Konfigurišite ga povežete na Jabber servis. 3. Kada završite test, molimo Vas da napustite Empathy i nastavite ovdje. VERIFIKACIJA: Da li ste u stanju da se pravilno povežete i šaljete / primate poruke?
es: PROPÓSITO: Esta prueba comprobará que funciona el cliente de mensajería Empathy. PASOS: 1. Seleccione Probar para iniciar Empathy. 2. Configúrelo para conectar a Jabber. 3. Una vez que haya completado la prueba, desconecte Empathy. VERIFICACIÓN: ¿Pudo conectar adecuadamente y enviar/recibir mensajes?
ms: TUJUAN: Ujian ini akan memeriksa sama ada klien pemesejan Empathy berfungsi dengan baik. LANGKAH: 1. Pilih Uji untuk lancarkan Empathy. 2. Konfigur ia untuk sambungkan ke perkhidmatan Jabber. 3. Bila anda telah selesai ujian tersebut, sila keluar Empathy untuk teruskan disini. PENGESAHAN: Anda boleh menyambung dan hantar/terima mesej dengan betul?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the AOL Instant Messaging (AIM) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bs: NAMJENA: Ovaj test će provjeriti da li radi klijent poruka Empathy. KORACI: 1. Izaberite Test za pokretanje Empathy. 2. Konfigurišite ga povežete na AOL Instant Messaging (AIM) servis. 3. Kada završite test, molimo Vas da napustite Empathy i nastavite ovdje. VERIFIKACIJA: Da li ste u stanju da se pravilno povežete i šaljete / primate poruke?
es: PROPÓSITO: Esta prueba comprobará que funciona el cliente de mensajería Empathy. PASOS: 1. Seleccione Prueba para iniciar Empathy. 2. Configúrelo para conectar a Mensajería Instantánea AOL (AIM). 3. Una vez que haya completado la prueba, desconecte Empathy. VERIFICACIÓN: ¿Pudo conectar adecuadamente y enviar/recibir mensajes?
ms: TUJUAN: Ujian ini akan memeriksa sama ada klien pemesejan Empathy berfungsi dengan baik. LANGKAH: 1. Pilih Uji untuk lancarkan Empathy. 2. Konfigur ia untuk sambungkan ke perkhidmatan AOL (AIM). 3. Bila anda telah selesai ujian tersebut, sila keluar Empathy untuk teruskan disini. PENGESAHAN: Anda boleh menyambung dan hantar/terima mesej dengan betul?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Microsoft Network (MSN) service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bs: NAMJENA: Ovaj test će provjeriti da li radi klijent poruka Empathy. KORACI: 1. Izaberite Test za pokretanje Empathy. 2. Konfigurišite ga povežete na Microsoft Network (MSN) servis. 3. Kada završite test, molimo Vas da napustite Empathy i nastavite ovdje. VERIFIKACIJA: Da li ste u stanju da se pravilno povežete i šaljete / primate poruke?
es: PROPÓSITO: Esta prueba comprobará que funciona el cliente de mensajería Empathy. PASOS: 1. Seleccione Probar para iniciar Empathy. 2. Configúrelo para conectar a Microsoft Network (MSN). 3. Una vez que haya completado el test, desconecte Empathy. VERIFICACIÓN: ¿Pudo conectar adecuadamente y enviar/recibir mensajes?
ms: TUJUAN: Ujian ini akan memeriksa sama ada klien pemesejan Empathy berfungsi dengan baik. LANGKAH: 1. Pilih Uji untuk lancarkan Empathy. 2. Konfigur ia untuk sambungkan ke perkhidmatan Rangkaian Microsoft. 3. Bila anda telah selesai ujian tersebut, sila keluar Empathy untuk teruskan disini. PENGESAHAN: Anda boleh menyambung dan hantar/terima mesej dengan betul?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a POP3 account. VERIFICATION: Were you able to receive and read e-mail correctly?
bs: NAMJENA: Ovaj test će proveriti da li Evolution funkcioniše. KORACI: 1. Kliknite na "test" dugme da pokrenete Evolution. 2. Konfigurišite ga za vezu sa POP3 nalogom. VERIFIKACIJA: Da li ste u stanju da primate i čitate e-poštu ispravno?
es: PROPÓSITO: Esta prueba comprobará que funciona Evolution. PASOS: 1. Pulse el botón «Probar» para iniciar Evolution. 2. Configúrelo para conexión a una cuenta POP3. VERIFICACIÓN: ¿Pudo recibir y leer el correo correctamente?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Evolution berfungsi dengan baik. LANGKAH: 1. Klik butang "Uji" untuk lancarkan Evolution. 2. Konfigurkannya untuk sambungkan ke akaun POP3. PENGESAHAN: Adakah anda berupaya menerima dan membaca e-mel dengan baik?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a IMAP account. VERIFICATION: Were you able to receive and read e-mail correctly?
bs: NAMJENA: Ovaj test će proveriti da li Evolution funkcioniše. KORACI: 1. Kliknite na "test" dugme da pokrenete Evolution. 2. Konfigurišite ga za vezu sa IMAP nalogom. VERIFIKACIJA: Da li ste u stanju da primate i čitate e-poštu ispravno?
es: PROPÓSITO: Esta prueba comprobará que funciona Evolution. PASOS: 1. Pulse el botón «Probar» para iniciar Evolution. 2. Configúrelo para conexión a una cuenta IMAP. VERIFICACIÓN: ¿Pudo recibir y leer el correo correctamente?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Evolution berfungsi dengan baik. LANGKAH: 1. Klik butang "Uji" untuk lancarkan Evolution. 2. Konfigurkannya untuk sambungkan ke akaun IMAP. PENGESAHAN: Adakah anda berupaya menerima dan membaca e-mel dengan baik?

source: PURPOSE: This test will check that Evolution works. STEPS: 1. Click the "Test" button to launch Evolution. 2. Configure it to connect to a SMTP account. VERIFICATION: Were you able to send e-mail without errors?
bs: NAMJENA: Ovaj test će proveriti da li Evolution funkcioniše. KORACI: 1. Kliknite na "test" dugme da pokrenete Evolution. 2. Konfigurišite ga za vezu s POP3 nalogom. VERIFIKACIJA: Da li ste u stanju da primate i čitate e-poštu ispravno?
es: PROPÓSITO: Esta prueba verifica que Evolution funciona. PASOS: 1. Pulse el botón «Probar» para lanzar Evolution. 2. Configure para conectar a una cuenta SMTP. VERIFICACIÓN: ¿Es capaz de enviar correos sin errores?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Evolution berfungsi dengan baik. LANGKAH: 1. Klik butang "Uji" untuk lancarkan Evolution. 2. Konfigurkannya untuk sambungkan ke akaun SMTP. PENGESAHAN: Adakah anda berupaya menghantar e-mel tanpa ralat?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator. VERIFICATION: Did it launch correctly?
bs: NAMENA: Ovaj test proverava da gcalctool (kalkulator) radi. KORACI: Kliknite na "test" dugme da biste otvorili kalkulator. VERIFIKACIJA: Da li je to ispravno pokrenuto?
es: PROPÓSITO: Esta prueba comprueba que funciona gcalctool (Calculadora). PASOS: Pulse en «Probar» para abrir la calculadora. VERIFICACIÓN: ¿Lanzó la aplicación correctamente?
ms: TUJUAN: Ujian ini memeriksa sama ada gcalctool (Kalkulator) berfungsi. LANGKAH: Klik butang "Uji" untuk buka kalkulator. PENGESAHAN: Adakah ia dilancar dengan baik?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Simple math functions (+,-,/,*) 2. Nested math functions ((,)) 3. Fractional math 4. Decimal math VERIFICATION: Did the functions perform as expected?
bs: NAMJENA: Ovaj test provjerava da gcalctool (kalkulator) radi. KORACI: Kliknite na "test" dugme da biste otvorili kalkulator i obavite: 1. Jednostavne matematičke funkcije (+, -, /, *) 2. Ugniježdene matematičke funkcije ((,)) 3. Razlomačkiu matematiku 4. Decimalnu matematiku VERIFIKACIJA: Da li su funkcioniše kao što je očekivano?
es: PROPÓSITO: Esta prueba comprueba que gcalctool (Calculadora). PASOS: Pulse en «Probar»" para abrir la calculadora y ejecute: 1. Operaciones matemáticas simples (+,-,/,*) 2. Operaciones matemáticas anidadas ((,)) 3. Fracciones 4. Decimales VERIFICACIÓN: ¿Se ejecutaron las operaciones adecuadamente?
ms: TUJUAN: Ujian ini memeriksa sama ada gcalctool (Kalculator) berfungsi dengan baik. LANGKAH: Klik butang "Uji" untuk membuka kalkulator dan lakukan: 1. Fungsi matematik mudah (+,-,/,*) 2. Fungsi matematik berkurung ((,)) 3. Matematik pecahan 4. Matematik perpuluhan PENGESAHAN: Adakah fungsi dilakukan seperti dijangka?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Memory set 2. Memory reset 3. Memory last clear 4. Memory clear VERIFICATION: Did the functions perform as expected?
bs: NAMENA: Ovaj test proverava da gcalctool (kalkulator) radi. KORACI: Kliknite na "test" dugme da biste otvorili kalkulator i obavite: 1. Memorijsko smiejštanje 2. Memorijsko resetovanje 3. Memorijsko zadnje čišćenje 4. Memorijsko čišćenjeVERIFIKACIJA: Da li su funkcionisali kao što je očekivano?
es: PROPÓSITO: Este test comprueba que funciona gcalctool (Calculadora). PASOS: Pulse en «Probar» para abrir la calculadora y ejecutar: 1. Configure la memoria 2. Reinicie la memoria 3. Último borrado de memoria 4. Borrado de memoria VERIFICACIÓN: ¿Se ejecutaron las operaciones adecuadamente?
ms: TUJUAN: Ujian ini memeriksa sama ada gcalctool (Kalkulator) berfungsi dengan baik. LANGKAH: Klik butang "Uji" untuk membuka kalkulator dan lakukan: 1. Tetapkan ingatan 2. Tetapkan semula ingatan 3. Kosongkan ingatan terakhir 4. Kosongkan ingatan PENGESAHAN: Adakah fungsi dilakukan seperti dijangka?

source: PURPOSE: This test checks that gcalctool (Calculator) works. STEPS: Click the "Test" button to open the calculator and perform: 1. Cut 2. Copy 3. Paste VERIFICATION: Did the functions perform as expected?
bs: NAMJENA: Ovaj test provjerava da gcalctool (kalkulator) radi. KORACI: Kliknite na "test" dugme da biste otvorili kalkulator i obavlja: 1. Isijecanje 2. Kopiranje 3. Umetanje VERIFIKACIJA: Da li su funkcionisali kao što je očekivano?
es: PROPÓSITO: Esta prueba comprueba que gcalctool (Calculadora) funciona. PASOS: Pulse el botón «Probar» para abrir la calculadora y realizar: 1. Cortar 2. Copiar 3. Pegar VERIFICACIÓN: ¿Se comportaron las funciones como se espera?
ms: TUJUAN: Ujian ini memeriksa sama ada gcalctool (Kalkulator) berfungsi dengan baik. LANGKAH: Klik butang "Uji" untuk membuka kalkulator dan lakukan: 1. Potong 2. Salin 3. Tampal PENGESAHAN: Adakah fungsi dilakukan seperti dijangka?

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit. 2. Enter some text and save the file (make a note of the file name you use), then close gedit. VERIFICATION: Did this perform as expected?
bs: NAMJENA: Ovaj test provjerava da radi gedit. KORACI: 1. Kliknite na "test" dugme da biste otvorili gedit. 2. Unesite neki tekst i sačuvajte datotekul (zapišite ime datoteke koju koristite), zatim zatvorite gedit. VERIFIKACIJA: Da li ovo radi kao što se očekuje?
es: PROPÓSITO: Esta prueba comprueba que gedit funciona. PASOS: 1. Pulse el botón «Probar» para abrir gedit. 2. Introduzca algún texto y guarde el archivo (tome nota del nombre de archivo que ha usado), y luego cierre gedit. VERIFICACIÓN: ¿Se comportó como se esperaba?
ms: TUJUAN: Ujian ini memeriksa sama ada gedit berfungsi dengan baik. LANGKAH: 1. Klik butang "Uji" untuk membuka gedit. 2. Masukkan beberapa teks dan simpan fail (ambil perhatian pada nama fail yang anda guna), kemudian tutup gedit. PENGESAHAN: Adakah tindakan ini dilakukan seperti dijangka?

source: PURPOSE: This test checks that gedit works. STEPS: 1. Click the "Test" button to open gedit, and re-open the file you created previously. 2. Edit then save the file, then close gedit. VERIFICATION: Did this perform as expected?
bs: NAMJENA: Ovaj test provjerava da li radi gedit. KORACI: 1. Kliknite na "test" dugme da biste otvorili gedit, i ponovo otvorite datoteku koju ste ranije kreirali. 2. Izmijenitet zatim sačuvajte datoteku, a zatim zatvorite gedit. VERIFIKACIJA: Da li ovo radi kao što se očekuje?
es: PROPÓSITO: Esta prueba comprueba que gedit funciona. PASOS: 1. Pulse el botón «Probar» para abrir gedit y reabrir el archivo que creó previamente. 2. Edite el archivo, guárdelo y luego cierre gedit. VERIFICACIÓN: ¿Se comportó como se esperaba?
ms: TUJUAN: Ujian ini memeriksa sama ada gedit berfungsi dengan baik. LANGKAH: 1. Klik butang "Uji" untuk membuka gedit, dan buka-semula fail yang anda cipta sebelum ini. 2. Sunting kemudian simpan fail, kemudian tutup gedit. PENGESAHAN: Adakah tindakan ini dilakukan seperti dijangka?

source: PURPOSE: This test will check that Gnome Terminal works. STEPS: 1. Click the "Test" button to open Terminal. 2. Type 'ls' and press enter. You should see a list of files and folder in your home directory. 3. Close the terminal window. VERIFICATION: Did this perform as expected?
bs: NAMJENA: Ovaj test će proveriti da GNOME terminal radi. KORACI: 1. Kliknite na "test" dugme da otvorite Terminal. 2. Otkucajte 'ls' i pritisnite Enter. Trebalo bi da vidite listu datoteka i fascikli na vašem home direktorijumu. 3. Zatvorite prozor terminala. VERIFIKACIJA: Da li ovo radi kao što se očekuje?
es: PROPÓSITO: Esta prueba comprobará que funciona la terminal GNOME. PASOS: 1. Pulse el botón «Probar» para abrir la terminal. 2. Teclee «Is» y pulse Intro. Debería ver un listado de archivos y carpetas en su directorio Personal. 3. Cierre la terminal. VERIFICACIÓN: ¿Se comportó como se esperaba?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Terminal Gnome berfungsi dengan baik. LANGKAH: 1. Klik butang "Uji" untuk membuka Terminal. 2. Taip 'ls' dan tekan enter. Anda patut melihat senarai fail dan folder dalam direktori rumah anda. 3. Tutup tetingkap terminal. PENGESAHAN: Adakah tindakan ini dilakukan seperti yang dijangka?

source: Test to check that a cloud image boots and works properly with KVM
bs: Test da provjeri da li cloud slika se boot-a i radi ispravno sa KVM
es: Prueba para ver si arranca una imagen de nube y funciona adecuadamente con KVM
ms: Uji untuk memeriksa sama ada imej awan dibutkan dan berfungsi baik dengan KVM

source: Test to verify that the Xen Hypervisor is running.
es: Prueba para verificar que el Hypervisor Xen está en ejecución.
ms: Uji untuk mengesahkan sama ada Hypervisor Xen berjalan.

source: Test to check that a Xen domU image can boot and run on Xen on Ubuntu
es: Prueba para verificar que una imagen Xen domU puede arrancarse y correr en Xen sobre Ubuntu.
ms: Uji untuk memeriksa sama ada imej domU Xen boleh dibut dan dijalankan pada Xen di Ubuntu

source: Wireless scanning test. It scans and reports on discovered APs.
bs: Test bežičnog skaniranja, Skanira i prijavljuje otkrivene pristupne tačke-
es: Prueba de exploración inalámbrica. Explora e informa de las AP descubiertas.
ms: Ujian pengimbasan tanpa wayar. Ia mengimbas dan laporkan AP yang ditemui.

source: PURPOSE: This test will check your wireless connection. STEPS: 1. Click on the Network icon in the panel. 2. Select a network below the 'Wireless networks' section. 3. Click "Test" to verify that it's possible to establish an HTTP connection. VERIFICATION: Did a notification show and was the connection correctly established?
bs: NAMJENA: Ovaj test će provjeriti vašu bežičnu vezu. KORACI: 1. Kliknite na Netvork ikonu na panelu. 2. Izaberite mrežu odeljak 'bežične mreže ". 3. Kliknite na "test" da biste potvrdili da je moguće da uspostave HTTP vezu. VERIFIKACIJA: Da li se obavještenja prikazala i da li je veza uspostavljena ispravno?
es: PROPÓSITO: Esta prueba comprobará su conexión inalámbrica. PASOS: 1. Pulse sobre el icono de Red en el panel. 2. Seleccione una red debajo de la sección «Redes inalámbricas». 3. Pulse «Probar» para verificar que es posible establecer una conexión HTTP. VERIFICACIÓN: ¿Se ha mostrado una notificación y se pudo establecer la conexión correctamente?
ms: TUJUAN: Ujian ini akan memeriksa sambungan tanpa wayar anda. LANGKAH: 1. Klik pada ikon Rangkaian pada panel. 2. Pilih rangkaian dibawah seksyen 'Rangkaian tanpa wayar'. 3. Klik "Uji" untuk mengesahkan sama ada boleh atau tidak tubuhkan sambungan HTTP. PENGESAHAN: Adakah pemberitahuan dipaparkan dan sambungan ditubuhkan dengan betul?

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols.
bs: Testovi da li se bežični sistemski hardver povezuje na ruter preko WPA sigurnosti i 802.11b/g protokola.
es: Comprueba que el hardware inalámbrico del sistema puede conectar con un enrutador con seguridad WPA y protocolos 802.11b/g.
ms: Uji sama ada perkakasan tanpa wayar sistem boleh menyambung ke penghala menggunakan keselamatan WPA dan protokol 802.11b/g.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols.
bs: Testovi da li se bežični sistemski hardver povezuje na ruter bez sigurnosti i 802.11b/g protokola.
es: Comprueba que el hardware inalámbrico del sistema puede conectar con el enrutador sin usar seguridad y con los protocolos 802.11b/g.
ms: Uji sama ada perkakasan tanpa wayar sistem boleh menyambung ke penghala tanpa keselamata dan protokol 802.11b/g.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol.
bs: Testovi da li se bežični sistemski hardver povezuje na ruter preko WPA sigurnosti i 802.11n protokola.
es: Comprueba que el hardware inalámbrico del sistema puede conectar con el enrutador con seguridad WPA y el protocolo 802.11n.
ms: Uji sama ada perkakasan tanpa wayar sistem boleh menyambung ke penghala menggunakan keselamat WPA dan protokol 802.11n.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol.
bs: Testovi da li se bežični sistemski hardver povezuje na ruterbez sigurnosti i 802.11n protokola.
es: Comprueba que el hardware inalámbrico del sistema puede conectar con el enrutador sin seguridad y el protocolo 802.11n.
ms: Uji sama ada perkakasan tanpa wayar sistem boleh menyambung ke penghala tanpa keselamatan dan protokol 802.11n.

source: Tests the performance of a systems wireless connection through the iperf tool.
bs: Testovi performansi jednog sistema bežične veze preko iperf alata.
es: Comprueba la optimización de una conexión inalámbrica con la herramienta iperf.
ms: Uji prestasi sambungan tanpa wayar sistem melalui alat iperf.

source: Tests the performance of a systems wireless connection through the iperf tool, using UDP packets.
bs: Testovi performansi jednog sistema bežične veze preko iperf alata, koristeći UDP pakete.
es: Comprueba la optimización de una conexión inalámbrica con la herramienta iperf, utilizando paquetes UDP.
ms: Uji prestasi sambungan tanpa wayar sistem melalui alat iperf, menggunakan paket UDP.

source: Test that the system's wireless hardware can connect to a router using the 802.11a protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11a protocol.
bs: Testira da li sistemski wireless hardware može da se konektuje na ruter koristeći 802.11a protokol. Ovo zahtijeva da imate ruter konfigurisan da samo odgovara na zahtjeve 802.11a protokola.
es: Comprueba que el hardware inalámbrico del sistema se puede conectar a un enrutador usando el protocolo 802.11a. Requiere que disponga de un enrutador pre-configurado para responder únicamente a peticiones del protocolo 802.11a.
ms: Uji sama perkakasan tanpa wayar sistem dapat bersambung dengan penghala hanya menggunakan protokol 802.11a. Ia hanya memerlukan penghala dipra-konfigur untuk membalas permintaan pada protokol 802.11a.

source: Test that the system's wireless hardware can connect to a router using the 802.11b protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11b protocol.
bs: Testira da li sistemski wireless hardware može da se konektuje na ruter koristeći 802.11b protokol. Ovo zahtijeva da imate ruter konfigurisan da samo odgovara na zahtjeve 802.11b protokola.
es: Comprueba que el hardware inalámbrico del sistema se puede conectar a un enrutador usando el protocolo 802.11b. Requiere que disponga de un enrutador pre-configurado para responder únicamente a peticiones del protocolo 802.11b.
ms: Uji sama ada perkakasan tanpa wayar sistem boleh bersambung ke penghala menggunakan protokol 802.11b. Ia perlukan anda membuat pra-konfigur pada penghala yang hanya memberi balasan pada pemintaan dalam protokol 802.11b.

source: Test that the system's wireless hardware can connect to a router using the 802.11g protocol. This requires that you have a router pre-configured to only respond to requests on the 802.11g protocol.
bs: Testira da li sistemski wireless hardware može da se konektuje na ruter koristeći 802.11g protokol. Ovo zahtijeva da imate ruter konfigurisan da samo odgovara na zahtjeve 802.11g protokola.
es: Comprueba que el hardware inalámbrico del sistema se puede conectar a un enrutador usando el protocolo 802.11g. Requiere que disponga de un enrutador pre-configurado para responder únicamente a peticiones del protocolo 802.11g.
ms: Uji sama ada perkakasan tanpa wayar sistem boleh bersambung ke penghala menggunakan protokol 802.11g. Anda perlu pra-konfigur penghala hanya untuk membalas permintaan pada protokol 802.11g.

source: Usage: checkbox [OPTIONS]
bs: Korišćenje: checkbox [OPCIJE]
es: Uso: checkbox [OPCIONES]
ms: Penggunaan: checkbox [OPTIONS]

source: Print version information and exit.
bs: Prikaži informaciju o verziji i izađi
es: Muestra la información de la versión y finaliza.
ms: Papar maklumat versi dan keluar.

source: The file to write the log to.
bs: Datoteka u kojoj zapisati zabilješke
es: El archivo donde se escribirá el registro.
ms: Fail yang hendak dituliskan ke log.

source: One of debug, info, warning, error or critical.
bs: Jedno od debagerske informacije, informacija, upozorenje, greška ili kritična greška.
es: Uno entre depuración, información, aviso, error o crítico.
ms: Satu nyahpepijat, maklumat, amaran, ralat atau kritikal.
