Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: Automated test to walk multiple network cards and test each one in sequence.
bs: Automatizovano testiranje da prođe više mrežnih kartica i testira svaku u nizu.
es: Prueba automatizada para pasar sobre múltiples tarjetas de red y probar cada una secuencialmente.
ms: Ujian berautomatik untuk jalani kad rangkaian berbilang dan uji setiap satu dalam jujukan.

source: This is an automated test to gather some info on the current state of your network devices. If no devices are found, the test will exit with an error.
bs: Ovo je automatizovani test da prikupi neke informacije o trenutnom stanju vaših mrežnih uređaja. Ako nema uređaji nađenih, test će izaći sa greškom.
es: Esta es una prueba automática para reunir información del estado actual de los dispositivos de red. Sí no los encuentra, mostrará un error.
ms: Ini merupakan ujian terautomatik untuk mengumpul beberapa maklumat pada keadaan semasa bagi peranti rangkaian anda. Jika tidak peranti ditemui, ujian akan ditamatkan dengan ralat.

source: PURPOSE: This test will check the system can detect the insertion of an eSATA HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the insertion has not been detected within 20 seconds. 2. Plug an eSATA HDD into an available eSATA port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
bs: NAMJENA: Ovaj test će provjeriti da li sistem može detektirati ubacivanje eSATA HDD KORACI: 1. Klik na 'Test' da otpočnete test. Ovaj test će proći i pasti ako ubacivanje diska nije bilo detektovano u roku od 20 sekundi. 2. Ubacite eSATA HDD u slobodan eSATA port. VERIFIKACIJA: Verifikacija ovog testa je automatizirana. Ne mijenjajte automatski selektovani rezultat
es: PROPÓSITO: Esta prueba revisará si el sistema es capaz de detectar la inserción de un disco duro eSATA PASOS A SEGUIR: 1. Pulse en «Probar» para iniciar la prueba. Esta prueba será considerada fallida si no se detecta la inserción en un lapso de 20 segundos. 2. Conecte un disco duro eSATA en un puerto eSATA disponible. VERIFICACIÓN: La verificación de esta prueba está automatizada. No cambie el resultado que ha sido seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sistem yang dapat mengesan penyisipan eSATA HDD LANGKAH: 1. Klik 'Uji' untuk mulakan ujian. Ujian ini akan terhenti dan gagal jika penyisipan tidak dikesan dalam tempoh 20 saat. 2. Palamkan eSATA HDD ke dalam port eSATA yang ada. PENGESAHAN: Pengesahan ujian ini adalah secara automatik. Jangan ubah keputusan terpilih secara automatik

source: This is an automated test which performs read/write operations on an attached eSATA HDD
bs: Ovo je automatiziran test koji radi čitanje/pisanje operacije na priključeni eSATA HDD
es: Esta es una prueba automatizada que realiza operaciones de lectura/escritura en un disco duro eSATA conectado
ms: Ini merupakan ujian automatik yang akan membuat operasi baca/tulis pada HDD eSATA terlampir

source: PURPOSE: This test will check the system can detect the removal of an eSATA HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the removal has not been detected within 20 seconds. 2. Remove the previously attached eSATA HDD from the eSATA port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
bs: NAMJENA: Ovaj test će provjeriti da li sistem može detektovati prenosivi eSATA HDD KORACI: 1.Klik na 'Test' da otpočnete test. Ovaj test će proći i pasti ako izbacivanje diska nije bilo detektovano u roku od 20 sekundi. 2. Odstranite prethodno priključeni eSATA HDD iz eSATA porta. VERIFIKACIJA: Verifikacija ovog testa je auotmatizirana.Ne mijenjajte automatski selektovani rezultat
es: PROPÓSITO: Esta prueba comprobará si el sistema detecta la desconexión de un disco duro eSATA PASOS: 1. Pulse en «Probar» para comenzar. Esta prueba se cancelará y fallará si la retirada del disco duro no se detecta dentro de 20 segundos. 2. Retirar el disco duro eSATA previamente conectado al puerto eSATA. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado obtenido automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sistem yang boleh mengesan penanggalan eSATA HDD LANGKAH: 1. Klik 'Uji' untuk mulakan ujian. Ujian ini akan tamat dan gagal jika penanggalan tidak dikesan dalam tempoh 20 saat. 2. Tanggalkan eSATA HDD dari port eSATA. PENGESAHAN: Penesahan bagi ujian ini adalah secara automatik. Jangan ubah keputusan yang dipilih secara automatik

source: PURPOSE: This will verify that an ExpressCard slot can detect inserted devices. STEPS: Skip this test if you do not have an ExpressCard slot. 1. Plug an ExpressCard device into the ExpressCard slot VERIFICATION: Was the device correctly detected?
bs: NAMJENA: To će potvrditi da se slot za EkpressCard detektuje na umetnute uređaje. KORACI: Preskočite ovaj test ako nema tepriključak za EkpressCard. 1. Priključite EkpressCard uređaj u EkpressCard slot PROVJERA: Da li je uređaj ispravno detektovan?
ms: TUJUAN: Mengesahkan bahawa slot ExpressCard boleh mengesan peranti yang dimasukkan. LANGKAH: Melangkau ujian ini jika anda tidak mempunyai slot ExpressCard. 1. Pasangkan peranti ExpressCard ke dalam slot ExpressCard PENGESAHAN: Adakah peranti dikesan dengan betul?

source: PURPOSE: This test will verify that a fingerprint reader will work properly for logging into your system. This test case assumes that there's a testing account from which test cases are run and a personal account that the tester uses to verify the fingerprint reader STEPS: 1. Click on the User indicator on the left side of the panel (your user name). 2. Select "Switch User Account" 3. On the LightDM screen select your username. 4. Use the fingerprint reader to login. 5. Click on the user switcher applet. 6. Select the testing account to continue running tests. VERIFICATION: Did the authentication procedure work correctly?
bs: NAMJENA: Ovaj test će potvrditi da li će čitač otiska prsta radi ispravno za prijavljivanje na vaš sistem. Ovaj test podrazumijeva da postoje testni nalog iz koga su pokrenuti test slučajevi i lični nalog koji ispitivač koristi da potvrdi čitač otiska prsta KORACI: 1. Kliknite na korisničkog indikatora na lijevoj strani panela (vaše korisničko ime). 2. Odaberite "Svitch User Account" 3.. Na lightdm ekranu izaberite svoje korisničko ime. 4.. Koristite čitač otiska prsta da prijavite se. 5.. Kliknite na aplet za prebacivanje korisnika. 6.. Izaberite nalog za testiranje da se nastavi izvršavanje testova. PROVJERA: Da li autentifikacijski postupak radi ispravno?
es: PROPÓSITO: Esta prueba verifica que un lector de huellas dactilares funcionará correctamente para el registro en el sistema. Este caso de prueba se supone que hay una cuenta de prueba de la que se ejecutan los casos de prueba y una cuenta personal que el probador utiliza para verificar el lector de huellas digitales PASOS: 1. Haga clic en el indicador de usuario en el lado izquierdo del panel (su nombre de usuario). 2. Seleccione «Cambiar de cuenta de usuario» ] 3. En la pantalla LightDM seleccione su nombre de usuario. 4. Utilice el lector de huellas digitales para iniciar sesión. 5. Haga clic en el applet para cambiar de usuario. 6. Seleccione la cuenta de prueba para continuar la ejecución de pruebas. VERIFICACIÓN: ¿El procedimiento de autenticación funciona correctamente?
ms: TUJUAN: Ujian ini akan mengesahkan sama ada pembaca cap jari dapat berfungsi dengan baik semasa mendaftar masuk ke dalam sistem anda. Kes ujian ini menganggap terdapat akaun pengujian yang mana kes ujian dijalankan dan akaun peribadi yang mana penguji gunakan untuk mengesahkan pembaca cap jari LANGKAH: 1. Klik pada penunjuk Pengguna disebelah kiri panel (nama pengguna anda). 2. Pilih "Tukar Akaun Pengguna" 3. Pada skrin LightDM pilih nama pengguna anda. 4. Guna pembaca cap jari untuk mendaftar masuk. 5. Klik pada aplet penukar pengguna. 6. Pilih akaun pengujian untuk terus menjalankan ujian. PENGESAHAN: Adakah prosedur pengesahihan berfungsi dengan baik?

source: PURPOSE: This test will verify that a fingerprint reader can be used to unlock a locked system. STEPS: 1. Click on the Session indicator (Cog icon on the Left side of the panel) . 2. Select 'Lock screen'. 3. Press any key or move the mouse. 4. A window should appear that provides the ability to unlock either typing your password or using fingerprint authentication. 5. Use the fingerprint reader to unlock. 6. Your screen should be unlocked. VERIFICATION: Did the authentication procedure work correctly?
bs: NAMJENA: Ovaj test će provjeriti da li čitać otisaka prsta može biti korišten da otključa zaključan sistem. KORACI: 1. Klik na indikator sesije. (Cog ikona na lijevoj strani panela). 2. Selektujte 'Zaključaj ekran'. 3. Pritisnite bilo koju tipku ili pomjerite miša. 4. Prozorčić bi se trebao pojaviti koji nudi mogućnost otključavanja ili unošenjem lozinke ili korištenjem verifikacije otiskom prsta. 5. Koristite čitać otiska prsta da otključate. 6. Vaš ekran bi trebao biti otključan. VERIFIKACIJA: Da li je proces verifikacije tekao ispravno?
es: PROPÓSITO: Esta prueba verificará que el lector de huellas digitales se puede usar para bloquear y desbloquear el sistema. PASOS: 1. Haga clic en el indicador de sesión (icono de rueda dentada en la parte izquierda del panel): 2. Seleccione «Bloquear pantalla». 3. Pulse cualquier tecla o mueva el ratón: 4. Debería aparecer una ventana que le permita el desbloqueo bien escribiendo su contraseña, bien usando la autenticación por huella digital. 5. Use el lector de huellas digitales para desbloquearlo. 6. Su pantalla debería haberse desbloqueado. VERIFICACIÓN: ¿Funcionó el procedimiento de desbloqueo correctamente?
ms: TUJUAN: Ujian ini akan mengesahkan sama ada pembaca cap jari boleh digunakan untuk membuka sistem yang terkunci. LANGKAH: 1. Klik pada penunjuk Sesi (ikon nat pada sisi kanan panel) . 2. Pilih 'Kunci skrin'. 3. Tekan mana-mana kekunci atau gerakkan tetikus. 4. Satu tetingkap akan muncul yang mana memberikan keupayaan untuk membuka sama ada dengan menaip kata laluan anda atau menggunakan pengesahihan cap jari. 5. Guna pembaca cap jari untuk buka. 6. Skrin anda akan dibuka. PENGESAHAN: Adakah prosedur pengesahihan berfungsi dengan baik?

source: PURPOSE: This test will check the system can detect the insertion of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the insertion has not been detected within 20 seconds. 2. Plug a FireWire HDD into an available FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
bs: SVRHA: Ovaj test će provjeriti da li sistem može otkriti uključivanje FireWire HDD-a KORACI: 1. Pritisnite 'Test' za početak testa. Ovaj test će se prekinuti ako uključivanje ne bude otkriveno u roku od 20 sekundi. 2. Uključite FireWire HDD u dostupan FireWire ulaz. PROVJERA: Provjera ovog testa je automatizovana. Nemojte mijenjati automatski odabran rezultat
es: PROPÓSITO: Esta prueba revisará si el sistema es capaz de detectar la inserción de un disco duro FireWire PASOS A SEGUIR: 1. Pulse en «Probar» para iniciar la prueba. Esta prueba será considerada fallida si no se detecta la inserción en un lapso de 20 segundos. 2. Conecte un disco FireWire en un puerto FireWire disponible. VERIFICACIÓN: La verificación de esta prueba está automatizada. No cambie el resultado que ha sido seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sistem yang dapat mengesan penyisipan HDD FireWire LANGKAH: 1. Klik 'Uji' untuk mulakan ujian. Ujian ini akan tamat masa dan gagal jija penyisipan tidak dikesan dalam tempoh 20 saat. 2. Palamkan HDD FireWire kedalam port FireWire yang tersedia. PENGESAHAN Pengesahan ujian ini adalah secaras automatik. Jangan ubah keputusan yang yang dipilih secara automatik

source: This is an automated test which performs read/write operations on an attached FireWire HDD
bs: Ovo je automatizovani test koji obavlja operacije čitanja / pisanja na priloženom FireWire HDD
es: Esta es una prueba automatizada que realiza operaciones de lectura/escritura en un FireWire HDD conectado
ms: Ini merupakan ujian terautomatik yang membuat operasi baca/tulis pada HDD FireWire yang disambungkan

source: PURPOSE: This test will check the system can detect the removal of a FireWire HDD STEPS: 1. Click 'Test' to begin the test. This test will timeout and fail if the removal has not been detected within 20 seconds. 2. Remove the previously attached FireWire HDD from the FireWire port. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result
bs: SVRHA: Ovaj test će provjeriti da li sistem može otkriti isključivanje FireWire HDD-a KORACI: 1. Pritisnite 'Test' za početak testa. Ovaj test će se prekinuti ako uklanjanje ne bude otkriveno u roku od 20 sekundi. 2. Isključite prethodno uključeni FireWire HDD iz FireWire ulaza. PROVJERA: Provjera ovog testa je automatizovana. Nemojte mijenjati automatski odabran rezultat
es: PROPÓSITO: Esta prueba es comprobar si el sistema detecta la desconexión de un disco duro FireWire PASOS: 1. Pulse en «Probar» para comenzar. Esta prueba se cancelará y fallará si la retirada del disco duro no se detecta dentro de 20 segundos. 2. Retirar el disco duro FireWire previamente conectado al puerto FireWire. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado obtenido automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sistem yang dapat mengesan penanggalan HDD FireWire LANGKAH: 1. Klik 'Uji' untuk mulakan ujian. Ujian ini akan tamat masa dan gagal jija penyisipan tidak dikesan dalam tempoh 20 saat. 2. Tanggalkan HDD FireWire sebelum ini dari port FireWire. PENGESAHAN Pengesahan ujian ini adalah secaras automatik. Jangan ubah keputusan yang yang dipilih secara automatik

source: Floppy test
bs: Test flopi diska
es: Prueba de disquete
ms: Uji cakera liut

source: Parses Xorg.0.Log and discovers the running X driver and version
bs: Raščlanjuje Xorg.0.Log i otkriva pokrenuti X driver i verziju
es: Analiza Xorg.0.Log y descubre la versión en ejecución del controlador de X
ms: Hurai Xorg.0.Log dan temui pemacu X dan versi yang berjalan

source: Test to output the Xorg version
bs: Testza izlaz Xorg verzije
es: Prueba para mostrar la versión de Xorg
ms: Uji untuk outputkan versi Xorg

source: PURPOSE: This test will verify that the GUI is usable after manually changing resolution STEPS: 1. Open the Displays application 2. Select a new resolution from the dropdown list 3. Click on Apply 4. Select the original resolution from the dropdown list 5. Click on Apply VERIFICATION: Did the resolution change as expected?
bs: NAMJENA: Ovaj test će provjeriti da li je GUI upotrebljiv nakon ručnog mijenjanja rezolucije KORACI: 1. Otvorite aplikaciju prikaza 2. Izaberite novu rezoluciju iz padajuće liste 3. Kliknite na Primijeni 4. Izaberite originalnu rezoluciju sa padajuće liste 5.. Kliknite na Primijeni VERIFIKACIJA: Da li je promjena rezolucije kao što je očekivano?
es: PROPÓSITO: Esta prueba comprobará que la interfaz gráfica de usuario se puede utilizar después de cambiar manualmente la resolución de la pantalla PASOS: 1. Abra la aplicación de Pantallas 2. Seleccione una nueva resolución de la lista desplegable 3. Pulse en Aplicar 4. Seleccione la resolución original de la lista desplegable 5. Pulse en Aplicar VERIFICACIÓN: ¿Funcionó el cambio de resolución como se esperaba?
ms: TUJUAN: Ujian ini akan mengesahkan sama ada GUI boleh diguna selepas menukar resolusi secara manual LANGKAH: 1. Buka aplikasi Paparan 2. Pilih resolusi baru dari senarai tarik-turun 3. Klik Laksana 4. Pilih resolusi asal dari senarai tarik-turun 5. Klik Laksana PENGESAHAN: Adakah resolusi berubah seperti yang dijangkakan?

source: Test that the X process is running.
bs: Test da li X proces radi.
es: Prueba que el proceso de X está en ejecución.
ms: Uji yang mana proses X sedang dijalankan.

source: Test that the X is not running in failsafe mode.
bs: Test da X ne radi u režimu za slučaj grešaka.
es: Pruebe que X no está funcionando en modo a prueba de errores.
ms: Uji yang mana X tidak dijalankan dalam mod gagal-selamat.

source: PURPOSE: This test will verify the default display resolution STEPS: 1. This display is using the following resolution: INFO: $output VERIFICATION: Is this acceptable for your display?
bs: NAMJENA: Ovaj test će provjeriti podrazumijevanu ekransku rezoluciju KORACI: 1. Ovaj ekran koristi sljedeću rezoluciju: INFO: $output VERIFIKACIJA: Je li ovo prihvatljivo za vaš ekran?
es: PROPÓSITO: Esta prueba verifica la resolución predeterminada de la pantalla PASOS: 1. Esta pantalla utiliza la siguiente resolución: INFORMACIÓN: $output VERIFICACIÓN: ¿Es esto aceptable para su pantalla?
ms: TUJUAN: Ujian ini akan mengesahkan resolusi paparan lalai LANGKAH: 1. Paparan ini menggunakan resolusi berikut: MAKLUMAT: $output PENGESAHAN: Adakah ini boleh diterima untuk paparan anda?

source: Ensure the current resolution meets or exceeds the recommended minimum resolution (800x600). See here for details:
bs: Osigurajte da trenutna rezolucija zadovoljava ili prestiže preporučenu minimalnu rezoluciju (800x600). Pogledaj ovdje za detalje:
es: Asegúrese de que la resolución actual cumple o excede la resolución mínima recomendada (800x600). Consulte aquí para más información:
ms: Pastikan resolusi semasa memenuhi atau mencapai resolusi minimum yang disarankan (800x600). Rujuk perinciannya disini:

source: Collect info on graphics modes (screen resolution and refresh rate)
bs: Prikupiti informacije o grafičkim načinima (rezoluciju ekrana i frekvenciju osvježavanja)
es: Recopila información de los modos gráficos (resolución de pantalla y velocidad de barrido)
ms: Kutip maklumat mod grafik (resolusi skrin dan kadar segar semula)

source: Collect info on color depth and pixel format.
bs: Prikupiti informacije o dubini boje i formatu piksela.
es: Recopila información de la profundidad de color y formato de píxel.
ms: Kutip maklumat kedalaman warna dan format piksel.

source: Collect info on fresh rate.
bs: Sakupite informaciju o stepenu osvježavanja.
es: Recopilar información sobre la tasa de refresco.
ms: Kutip maklumat pada kadar segar.

source: Collect info on graphic memory.
bs: Sakupite informacije o grafičkoj memoriji.
es: Recopilar información sobre la memoria gráfica.
ms: Kutip maklumat pada ingatan grafik.

source: PURPOSE: This test will test the default display STEPS: 1. Click "Test" to display a video test. VERIFICATION: Do you see color bars and static?
bs: NAMJENA: Ovaj test će provjeriti podrazumijevani ekran KORACI: 1. Kliknite na "test" da biste prikazali test video. VERIFIKACIJA: Da li vidite šipke boja i statiku?
es: PROPÓSITO: Esta prueba verificará la pantalla predeterminada PASOS: 1. Pulse en «Probar» para mostrar una prueba de vídeo. VERIFICACIÓN: ¿Ve las barras de color y la estática?
ms: TUJUAN: Ujian ini akan menguji paparan lalai LANGKAH: 1. Klik "Uji" untuk paparkan ujian video. PENGESAHAN: Anda dapat melihat palang dan statik warna?

source: Check that VESA drivers are not in use
bs: Provjera da VESA drajveri nisu u upotrebi
es: Verifica que los controladores VESA no estén en uso
ms: Semak sama ada pemacu VESA tidak digunakan

source: PURPOSE: This test cycles through the detected video modes STEPS: 1. Click "Test" to start cycling through the video modes VERIFICATION: Did the screen appear to be working for each mode?
bs: NAMJENA: Ovaj test kruži kroz otkrivene video režime KORACI: 1. Kliknite na "test" za početak vožnje kroz video režime VERIFIKACIJA: Da li ekran izgleda da radi za svaki režim?
es: PROPÓSITO: Esta prueba pasa por los diferentes modos de vídeo detectados PASOS: 1. Pulse «Probar» para comenzar a comprobar los diferentes modos de vídeo VERIFICACIÓN: ¿Le pareció ver que la pantalla trabajaba en cada uno de los modos de vídeo?
ms: TUJUAN: Ujian ini mengitar melalui mod video yang dikesan LANGKAH: 1. Klik "Uji" untuk mula mengitar melalui mod video PENGESAHAN: Adakah skrin yang muncul berfungsi bagi setiap mod?

source: PURPOSE: This test will test display rotation STEPS: 1. Click "Test" to test display rotation. The display will be rotated every 4 seconds. 2. Check if all rotations (normal right inverted left) took place without permanent screen corruption VERIFICATION: Did the display rotation take place without without permanent screen corruption?
bs: SVRHA: Ovaj test će testirati rotaciju ekrana KORACI: 1. Pritisnite "Test" da testirate rotaciju ekrana. Ekran će biti rotiran svake 4 sekunde. 2. Provjerite da li su sve rotacije (normalna desna inverzna i lijeva) izvršene bez trajnog oštećenja ekrana PROVJERA: Da li je rotacija ekrana izvršena bez trajnog oštećenja ekrana?
es: PROPÓSITO: Esta prueba comprobará la rotación de la pantalla PASOS: 1. Pulse «Probar» para comprobar la rotación de la pantalla, La pantalla debe rotar cada cuatro segundos. 2. Compruebe si todas las rotaciones (normal derecha invertida izquierda) se llevan a cabo sin corrupción permanente de la pantalla VERIFICACIÓN: ¿Se produjo la rotación sin corrupción permanente de la pantalla?
ms: TUJUAN: Ujian ini akan uji putaran paparan LANGKAH: 1. Klik "Uji" untuk uji putaran paparan. Paparan akan diputar setiap 4 saat. 2. Semak jika semua putaran (kanan biasa kiri songsang) berlaku tanpa kerosakan skrin kekal PENGESAHAN: Adakah putaran paparan berlaku tanpa kerosakan skrin kekal?

source: Check that hardware is able to run compiz
bs: Provjera da li je hardver sposoban da pokrene compiz
es: Verifica si el hardware es capaz de correr Compiz
ms: Semak sama ada perkakasan berupaya menjalani compiz

source: Check that hardware is able to run Unity 3D
bs: Provjera da li je hardver sposoban da pokrene Unity 3D
es: Verifica si el Hardware es capaz de correr Unity 3D
ms: Semak sama ada perkakasan berupaya menjalani Unity 3D

source: PURPOSE: This test tests the basic 3D capabilities of your video card STEPS: 1. Click "Test" to execute an OpenGL demo. Press ESC at any time to close. 2. Verify that the animation is not jerky or slow. VERIFICATION: 1. Did the 3d animation appear? 2. Was the animation free from slowness/jerkiness?
bs: NAMJENA: Ovaj test testira osnovne 3D sposobnosti Vaše grafičke karte. KORACI: 1. Kliknite na "Test" da se izvrši OpenGl demo. Stisni ESC u bilo koje vrijeme da zatvorite. 2. Provjerite dali je animacija čudna ili loša. VERIFIKACIJA: 1. Dali se 3D animacija pojavila? 2. Dali je animacija oslobođena sporosti/čudnih pojava.
es: PROPÓSITO: Esta prueba verifica de las capacidades básicas en 3D de la tarjeta de vídeo PASOS: 1. Pulse en «Probar» para ejecutar una versión parcial de programa OpenGL. Pulse la tecla ESC en cualquier momento para cerrar. 2. Verifique que la animación no es brusca o lenta. VERIFICACIÓN: 1. ¿Apareció la animación 3D? 2. ¿Estaba libre de lentitud/sacudidas?
ms: TUJUAN: Ujian ini menguji keupayaan 3D asas bagi kad video anda LANGKAH: 1. Klik "Uji" untuk lakukan demo OpenGL. Tekan ESC bila hendak menutupnya. 2. Sahkan animasi yang berjalan tidak tersangkut-sangkut atau perlahan. PENGESAHAN: 1. Adakah animasi 3d muncul? 2. Adakah animasi bebas dari tersangkut-sangkut atau perlahan?

source: Open and close a 3D window multiple times
bs: Otvorite i zatvorite 3D prozor više puta
es: Abre y cierra una ventana 3D varias veces
ms: Buka dan tutup tetingkap 3D beberapa kali

source: Open, suspend resume and close a 3D window multiple times
bs: Otvorite, suspndirajte, vratite i zatvorite 3D prozor više puta
es: Abre, suspende, reanuda y cierra una ventana 3D múltiples veces
ms: Buka, tangguh sambung semula dan tutup tetingkap 3D beberapa kali
