Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an MMC card after the system has been suspended STEPS: 1. Click "Test" and insert an MMC card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta MMC después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta MMC en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem dapat mengesan penyisipan kad MMC selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan sisipkan kad MMC kedalam pembaca. Jika pelayan fail dibuka, anda boleh menutupnya dengan selamat. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian ini. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/mmc-insert-after-suspend test is run. It tests reading and writing to the MMC card after the system has been suspended.
bs: Ovaj test je automatizovan i sprovodi se nakon mediacard / MMC-ubaci-nakon-suspenzije. On testira čitanje i pisanje na MMC karticu nakon što je sistem suspendovan.
es: Esta prueba está automatizada y se ejecuta después de la prueba mediacard/mmc-inserción-tras-suspensión. Comprueba la lectura y escritura de la tarjeta MMC después de suspender el sistema.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/mmc-insert-after-suspend dijalankan. Ia menguji pembacaan dan penulisan ke kad MMC selepas sistem ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of an MMC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MMC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: SVRHA: Ovaj test će provjeriti da li sistem ispravno otkriva uklanjanje MMC kartice iz sistemskog čitača kartica nakon što je sistem bio obustavljen. KORACI: 1. Pritisnite "Test" i uklonite MMC karticu iz čitača. (Napomena: ovaj test će se prekinuti nakon 20 sekundi.) PROVJERA: Provjera ovog testa je automatizovana. Nemojte mijenjati automatski izabran rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la retirada de una tarjeta MMC del lector de tarjetas del sistema después de que el sistema se haya suspendido. PASOS: 1. Pulse en «Probar» y retire la tarjeta MMC del lector. (Nota: esta prueba se cancelará en 20 segundos.) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem yang dapat mengesan penanggalan kad MMC dari pembaca kad sistem selepas sistem ditangguh LANGKAH: 1. Klik 'Uji' dan tanggalkan kad MMC dari pembaca (Perhatian: ujian akan tamat masa selepas tempoh 20 saat.) 2. Jangan tanggalkan peranti selepas ujian. PENGESAHAN Pengesahan ujian ini adalah secaras automatik. Jangan ubah keputusan yang yang dipilih secara automatik

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an UNLOCKED SD card after the system has been suspended STEPS: 1. Click "Test" and insert an UNLOCKED SD card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta SD DESBLOQUEADA después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta SD DESBLOQUEADA en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem dapat mengesan penyisipan kad media SD TIDAK TERKUNCI selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan sisipkan kad SD TIDAK TERKUNCI kedalam pembaca. Jika pelayan fail dibuka, anda boleh menutupnya dengan selamat. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian ini. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/sd-insert-after-suspend test is run. It tests reading and writing to the SD card after the system has been suspended.
bs: Ovaj test je automatski i izvršava se nakon izvršenja testa /sd-insert-after-suspend test is run.On testira pisanje i čitanje prema SD kartici nakon što je sistem bio suspendovan.
es: Esta prueba está automatizada y se ejecuta después de la prueba mediacard/sd-inserción-tras-suspensión. Comprueba la lectura y escritura de la tarjeta SD después de suspender el sistema.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/sd-insert-after-suspend dijalankan. Ia menguji pembacaan dan penulisan ke kad SD selepas sistem ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of an SD card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SD card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la extracción de una tarjeta SD del lector de tarjetas sistemas después de que el sistema ha sido suspendido. PASOS: 1. Pulse en «Probar» y extraiga la tarjeta SD del lector. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente .
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan penanggalan kad media SD dari pembaca kad sistem selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan tanggalkan kad SD dari pembaca. (Perhatian: ujian ini akan tamat selepas 20 saat.) PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of an UNLOCKED SDHC media card after the system has been suspended STEPS: 1. Click "Test" and insert an UNLOCKED SDHC card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta SDHC DESBLOQUEADA después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta SDHC DESBLOQUEADA en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan penanggalan kad media SDHC dari pembaca kad sistem selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan tanggalkan kad SDHC dari pembaca. (Perhatian: ujian ini akan tamat selepas 20 saat.) PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/sdhc-insert-after-suspend test is run. It tests reading and writing to the SDHC card after the system has been suspended.
bs: Ovaj test je automatski i izvršava se nakon izvršenja testa /sdhc-insert-after-suspend test is run.On testira pisanje i čitanje prema SDHC kartici nakon što je sistem bio suspendovan.
es: Esta prueba es automática y se ejecuta después de mediacard/sdhc-inserción. Comprueba la lectura y escritura de la tarjeta SDHC después de suspender el sistema.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/sdhc-insert-after-suspend dijalankan. Ia menguji pembacaan dan penulisan ke kad SDHC selepas sistem ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of an SDHC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SDHC card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: SVRHA: Ovaj test će provjeriti da li sistem ispravno otkriva uklanjanje SDHC kartice iz sistemskog čitača kartica nakon što je sistem bio obustavljen. KORACI: 1. Pritisnite "Test" i uklonite SDHC karticu iz čitača. (Napomena: ovaj test će se prekinuti nakon 20 sekundi.) PROVJERA: Provjera ovog testa je automatizovana. Nemojte mijenjati automatski izabran rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la eliminación de una tarjeta SDHC del lector de tarjetas del sistema después de que el sistema ha sido suspendido. PASOS: 1. Pulse en «Probar» y retire la tarjeta SDHC en el lector. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem yang dapat mengesan penanggalan kad SDHC dari pembaca kad sistem selepas sistem ditangguh LANGKAH: 1. Klik 'Uji' dan tanggalkan kad SDHC dari pembaca. (Perhatian: ujian akan tamat masa selepas tempoh 20 saat.) PENGESAHAN Pengesahan ujian ini adalah secaras automatik. Jangan ubah keputusan yang yang dipilih secara automatik

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a CF card after the system has been suspended STEPS: 1. Click "Test" and insert a CF card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta CF después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta CF en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan penanggalan kad media CF dari pembaca kad sistem selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan tanggalkan kad CF dari pembaca. (Perhatian: ujian ini akan tamat selepas 20 saat.) PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/cf-insert-after-suspend test is run. It tests reading and writing to the CF card after the system has been suspended.
bs: Ovaj test je automatski i izvršava se nakon izvršenja testa /cf-insert-after-suspend test is run.On testira pisanje i čitanje prema CF kartici nakon što je sistem bio suspendovan.
es: Esta prueba es automática y se ejecuta después de mediacard/cf-inserción-tras-suspensión. Comprueba la lectura y escritura de la tarjeta CF después de suspender el sistema.
ms: Ujian ini secara automatik dan dilakukan selepas ujian mediacard/cf-insert-after-suspend dijalankan. Ia menguji pembacaan dan penulisan ke kad CF selepas sistem ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of a CF card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the CF card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: SVRHA: Ovaj test će provjeriti da li sistem ispravno otkriva uklanjanje CF kartice iz sistemskog čitača kartica nakon što je sistem bio obustavljen. KORACI: 1. Pritisnite "Test" i uklonite CF karticu iz čitača. (Napomena: ovaj test će se prekinuti nakon 20 sekundi.) PROVJERA: Provjera ovog testa je automatizovana. Nemojte mijenjati automatski izabran rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la eliminación de una tarjeta CF del lector de tarjetas del sistema después de que el sistema ha sido suspendido. PASOS: 1. Pulse en «Probar» y retire la tarjeta CF en el lector. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem yang dapat mengesan penanggalan kad media CF selepas sistem ditangguh. LANGKAH: 1. Klik 'Uji' dan tanggalkan kad CF dari pembaca. (Perhatian: ujian akan tamat masa selepas tempoh 20 saat.) PENGESAHAN Pengesahan ujian ini adalah secaras automatik. Jangan ubah keputusan yang yang dipilih secara automatik

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a SDXC card after the system has been suspended STEPS: 1. Click "Test" and insert a SDXC card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta SDXC después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta SDXC en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem dapat mengesan penyisipan kad media SDXC selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan sisipkan kad SDXC kedalam pembaca. Jika pelayan fail dibuka, anda boleh menutupnya dengan selamat. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian ini. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/sdxc-insert-after-suspend test is run. It tests reading and writing to the SDXC card after the system has been suspended.
bs: Ovaj test je automatiziran i izvršava se nakon što je mediacard/sdxc-ubaci-poslije-suspendiranja test pokrenut. Testira čitanje i posanje na SDXC karticu nakon što je sistem bio suspendiran.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/sdxc-inserción-tras-suspensión. Comprueba la lectura y escritura de la tarjeta SDXC después de suspender el sistema.
ms: Ujian ini dijalankan secara automatik selepas ujian mediacard/sdxc-insert-after-suspend berjalan. Ia menguji pembacaan dan penulisan ke kad SDXC selepas sistem ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of a SDXC card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the SDXC card from the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la extracción de una tarjeta SDXC del lector de tarjetas del sistema después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» y extraiga la tarjeta SDXC en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem dapat mengesan penanggalan kad media SDXC selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan tanggalkan kad SDXC dari pembaca. Jika pelayan fail dibuka, anda boleh menutupnya dengan selamat. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian ini. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a MS card after the system has been suspended STEPS: 1. Click "Test" and insert a MS card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta MS después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta MS en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem dapat mengesan penyisipan kad media MS selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan sisipkan kad MS kedalam pembaca. Jika pelayan fail dibuka, anda boleh menutupnya dengan selamat. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian ini. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.

source: This test is automated and executes after the mediacard/ms-insert-after-suspend test is run. It tests reading and writing to the MS card after the system has been suspended.
bs: Ovaj test je automatiziran i izvršava se nakon što je mediacard/ms-ubacivanje-nakon-suspendiranja test pokrenut. Testira čitanje i pisanje na MS karticu nakon što je sistem suspendiran.
es: Esta prueba es automática y se ejecuta después de la prueba tarjeta multimedia/ms-inserción-tras-suspensión. Comprueba la lectura y escritura de la tarjeta MS después de suspender el sistema.
ms: Ujian ini dijalankan secara automatik dan dilakukan selepas ujian mediacard/ms-insert-after-suspend berjalan. Ia menguji pembacaan dan penulisan ke kad MS selepas sistem telah ditangguh.

source: PURPOSE: This test will check that the system correctly detects the removal of a MS card from the systems card reader after the system has been suspended. STEPS: 1. Click "Test" and remove the MS card from the reader. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
bs: NAMJENA: Ovaj test će provjeriti da li sistem može detektovati vađenje Memorijskog Stika ( MS ) kartice iz sistemskog čitaća kartica nakon što je sistem suspendiran. KORACI: 1. Klik "Test" i izvaditeMS karticu iz čitaća. (Primjedba: ovaj test će završiti nakon 20 sekudni.) VERIFIKACIJA: Verifikacija ovog testa je automatska. Nemojte mijenjati automatski selektovatni rezultat.
es: PROPÓSITO: Esta prueba comprobará que el sistema detecta correctamente la retirada de una tarjeta MS del lector de tarjetas del sistema después de que el sistema ha sido suspendido. PASOS: 1. Pulse en «Probar» y retire la tarjeta MS en el lector. (Nota:. Esta prueba terminará después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem boleh mengesan dengan baik penanggalan kad MS dari pembaca kad sistem selepas sistem ditangguh. LANGKAH: 1. Klik "Uji" dan tanggalkan kad MS dariada pembaca. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian. PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang dipilih secara automatik.

source: PURPOSE: This test will check that the systems media card reader can detect the insertion of a MSP card after the system has been suspended STEPS: 1. Click "Test" and insert a MSP card into the reader. If a file browser opens up, you can safely close it. (Note: this test will time-out after 20 seconds.) 2. Do not remove the device after this test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprobará que el lector de tarjetas multimedia del sistema puede detectar la inserción de una tarjeta MSP después de que el sistema haya sido suspendido. PASOS: 1. Pulse en «Probar» e inserte una tarjeta MSP en el lector. Si aparece un navegador de archivos, puede cerrarlo sin riesgo. (Nota: esta prueba se cancelará en 20 segundos.) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba es automática. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada pembaca kad media sistem dapat mengesan penyisipan kad media MSP selepas sistem ditangguh LANGKAH: 1. Klik "Uji" dan sisipkan kad MSP kedalam pembaca. Jika pelayan fail dibuka, anda boleh menutupnya dengan selamat. (Perhatian: ujian ini akan tamat selepas 20 saat.) 2. Jangan tanggalkan peranti selepas ujian ini. PENGESAHAN: Pengesahan ujian ini secara automatik. Jangan ubah keputusan yang dipilih secara automatik.
