Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: PURPOSE: Touchpad LED verification after resuming from suspend STEPS: 1. Click on the touchpad button or press key combination to enable/disable touchpad button 2. Slide your finger on the touchpad VERIFICATION: 1. Touchpad LED status should toggle everytime the button is clicked or the key combination is pressed 2. When the LED is on, the mouse pointer should move on touchpad usage 3. When the LED is off, the mouse pointer should not move on touchpad usage
bs: NAMJENA: Provjera touchpad LED nakon povratka iz suspendiranog moda KORACI: 1. Klik na touchpad dugme ili pritisnite kombinaciju za uključivanje/isključivanje touchpad dugmeta 2. Pređite prstom preko touchpada VERIFIKACIJA: 1. Touchpad LED status bi se trebao mijenjati svaki put kad je dugme pritisnite ili kombijacija tipki pritisnuta 2. Kada je LED upaljen pointer miša bi se trebao micati prilikom upotrebe touchpada 3. Kada je LED usašenpointer miša nebi se trebao micati prilikom upotrebe touchpada
es: PROPÓSITO: Comprobación del LED del «touchpad» tras recuperarse de una suspensión. PASOS: 1. Pulsé en el botón del «touchpad» o pulse la combinación de teclas para activar desactivar el «touchpad». 2. Deslice el dedo sobre el «touchpad» VERIFICACIÓN: 1. El LED del «touchpad» debería cambiar de estado cada vez que se pulse el botón o combinación de teclas. 2. Cuando el LED está encendido, el puntero del ratón debería moverse al usar el «touchpad». 3. Cuando el LED está apagado, el puntero del ratón no debería moverse al usar el «touchpad».
ms: TUJUAN: Pengesahan LED pad sentuh selepas menyambung semula dari tangguh LANGKAH: 1. Klik pada butang pad sentuh atau gabungan kekunci untuk benar/lumpuhkan butang pad sentuh 2. Leret jari anda pada pad sentuh PENGESAHAN: 1. Status LED pad sentuh sepatutnya ditogol setiap kali butang diklik atau gabungan kekunci ditekan 2. Bila LED menyala, penuding tetikus sepatutnya bergerak semasa menggunakan pad sentuh 3. Bila LED tidak menyala, penuding tetikus sepatutnya tidak bergerak semasa menggunakan pad sentuh

source: PURPOSE: Validate Wireless (WLAN + Bluetooth) LED operated the same after resuming from suspend STEPS: 1. Make sure WLAN connection is established and Bluetooth is enabled. 2. WLAN/Bluetooth LED should light 3. Switch WLAN and Bluetooth off from a hardware switch (if present) 4. Switch them back on 5. Switch WLAN and Bluetooth off from the panel applet 6. Switch them back on VERIFICATION: Did the WLAN/Bluetooth LED light as expected after resuming from suspend?
bs: NAMJENA: Validira da li Bežična mreža (WLAN + Bluetooth) LED radi isto nakon povratka iz suspendiranog moda KORACI: 1. Provjerite da li je WLAN konekcija ostvarena i bluetooth uključen. 2. WLAN/Bluetooth LED bi trebao biti upaljen 3. Ugasite WLAN i Bluetooth preko fizičkog prekidača ( ako postoji ) 4. Upalite ih 5. Ugasite WLAN i Bluetooth preko apleta na panelu 6. Upalite ih VERIFIKACIJA: Da li je WLAN/Bluetooth LED radio kako je očekivano nakon povratka iz suspenda?
es: PROPÓSITO: Verificar el LED de red inalámbrica (WLAN + Bluetooth) tras recuperarse de una suspensión. PASOS: 1. Asegúrese de que se ha establecido una conexión WLAN y de que el Bluetooth está activado. 2. El LED de WLAN/Bluetooth debería estar encendido. 3. Desactive la red inalámbrica y Bluetooth empleando el interruptor físico (si existe). 4. Vuelva a activarlos. 5. Desactive la red inalámbrica y Bluetooth empleando la miniaplicación del panel. 6. Vuelva a activarlos. VERIFICACIÓN: ¿Se encendió el LED de WLAN/Bluetooth como se esperaba tras recuperarse de la suspensión?
ms: TUJUAN: Sahkan LED Tanpa Wayar (WLAN + Bluetooth) beroperasi serentak selepas menyambung semula dari tangguh LANGKAH: 1. Pastikan sambungan WLAN dijalinkan dan Bluetooth dibenarkan. 2. LED WLAN/Bluetooth sepatutnya menyala 3. Matikan WLAN dan Bluetooth melalui suis perkakasan (jika ada) 4. Hidupkannya semula 5. Matikan WLAN dan Bluetooth melalui aplet panel 6. Hidupkannya semula PENGESAHAN: Adakah LED WLAN/Bluetooth LED menyala sepertimana yang dijangka selepas menyambung semula dari tangguh?

source: PURPOSE: This test will test the brightness key after resuming from suspend STEPS: 1. Press the brightness buttons on the keyboard VERIFICATION: Did the brightness change following to your key presses after resuming from suspend?
bs: NAMJENA: Ovaj test će testirati dugme za osvijetljenost nakon povratka iz suspendiranog moda KORACI: 1. Pritisnite dugme za osvijetljenost na tastaturi VERIFIKACIJA: Da li je osvijetljenost promijenila kada ste pritisli dugme nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Este examen pondrá a prueba la tecla de brillo tras recuperarse de una suspensión. PASOS: 1. Pulse los botones de brillo del teclado VERIFICACIÓN: ¿Cambia el brillo siguiendo las pulsaciones de la tecla tras recuperarse de la suspensión?
ms: TUJUAN: Ujian ini akan menguji kekunci kecerahan selepas menyambung semula dari tangguh LANGKAH: 1. Tekan butang kecerahan pada papan kekunci PENGESAHAN: Adakah kecerahan berubah mengikut ketukan kekunci anda selepas sambung semula dari tangguh?

source: PURPOSE: This test will test the volume keys of your keyboard after resuming from suspend STEPS: Skip this test if your computer has no volume keys. 1. Click test to open a window on which to test the volume keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Did the volume change following to your key presses?
ms: TUJUAN: Ujian ini akan menguji kekunci volum papan kekunci anda selepas sambung semula daripada tangguh LANGKAH: Langkau ujian ini jika komputer anda tiada kekunci volum. 1. Tekan uji untuk membuka tetingkap untuk menguji kekunci volum. 2. Jika semua kekunci berfungsi, ujian ini akan ditanda sebagai lulus. PENGESAHAN: Adakah volum tukar mengikut tekanan kekunci volum anda?

source: PURPOSE: This test will test the mute key of your keyboard after resuming from suspend STEPS: 1. Click test to open a window on which to test the mute key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Did the volume mute following your key presses?
bs: NAMJENA: Ovaj test će testirati mute dugme na tastaturi nakon povratka iz suspendiranog moda KORACI: 1. Klik test da otvorite prozor na kojem ćete testirati mute dugme. 2. Ako dugme radi, test će biti označen kao prođen i prozor će se zatvoriti. VERIFIKACIJA: Da li se zvuk ugasio nakon pritiska na dugme?
es: PROPÓSITO: Esta prueba va a probar la tecla silencio de su teclado tras recuperarse de una suspensión. PASOS: 1. Pulse en probar para abrir una ventana donde probar la tecla silencio. 2. Si la tecla funciona, va a pasar la prueba y la ventana se cerrará . VERIFICACIÓN: ¿Se silenció el volumen de acuerdo a las pulsaciones de la tecla?
ms: TUJUAN: Ujian ini akan menguji kekunci senyap papan kekunci anda selepas menyambung semula dari tangguh LANGKAH: 1. Klik uji untuk buka tetingkap yang dapat menguji kekunci senyap. 2. Jika semua kekunci berfungsi, ujian akan ditanda sebagai lulus dan tetingkap akan ditutup. PENGESAHAN: Adakah volum disenyapkan mengikut ketukan kekunci anda?

source: PURPOSE: This test will test the sleep key after resuming from suspend STEPS: 1. Press the sleep key on the keyboard 2. Wake your system up by pressing the power button VERIFICATION: Did the system go to sleep after pressing the sleep key after resuming from suspend?
bs: NAMJENA: Ovaj test će provjeriti da li sleep dugme radi ispravno nakon povratka iz suspendiranog moda KORACI: 1. Pritisnite sleep dugme na tastaturi 2. Upalite sistem pritiskom na dugme za paljenje VERIFIKACIJA: Da li je sistem uspavan nakon pritiska na dugme za sleep nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Esto probará la tecla de hibernar tras recuperarse de una suspensión. PASOS: 1. Presione la tecla de hibernar del teclado 2. Active su sistema presionando el botón de encendido VERIFICACIÓN: ¿El sistema hibernó después de presionar la tecla tras recuperarse de la suspensión?
ms: TUJUAN: Ujian ini akan menguji kekunci tidur selepas menyambung semula dari tangguh LANGKAH: 1. Tekan kekunci tidur pada papan kekunci 2. Bangunkan sistem anda dengan menekan butang kuasa PENGESAHAN: Adakah sistem pergi tidur selepas menekan kekunci tidur selepas menyambung semula dari tangguh?

source: PURPOSE: This test will test the battery information key after resuming from suspend STEPS: Skip this test if you do not have a Battery Button. 1. Click Test to begin 2. Press the Battery Info button (or combo like Fn+F3) 3: Close the Power Statistics tool if it opens VERIFICATION: Did the Battery Info key work as expected after resuming from suspend?
ms: TUJUAN: Ujian ini akan menguji kekunci media pada papan kekunci anda selepas disambungkan daripada tangguh. LANGKAH: Langkau ujian ini jika komputer anda tiada Butang Bateri. 1. Tekan Uji untuk bermula 2. Tekan butang Maklumat bateri (atau kombo seperti Fn+F3) 3. Tutup alat Statistik Kuasa jika dibuka PENGESAHAN: Adakah kekunci Maklumat bateri berfungsi seperti dijangka selepas disambungkan daripada tangguh?

source: PURPOSE: This test will test the wireless key after resuming from suspend STEPS: 1. Press the wireless key on the keyboard 2. Press the same key again VERIFICATION: Did the wireless go off on the first press and on again on the second after resuming from suspend?
bs: NAMJENA: Ovaj test će provjeriti dugme za wireless nakon povratka iz suspendiranog moda KORACI: 1. Pritisnite dugme za wireless na tastaturi 2. Pritisnite isto dugme ponovo VERIFIKACIJA: Da li se wireless ugasio na prvi pritisak dugmeta i ponovo upalio na drugi pritisak dugmeta nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Esto probará la tecla de la señal inalámbrica tras recuperarse de una suspensión. PASOS: 1. Presione la tecla de señal inalámbrica del teclado 2. Presione la misma tecla de nuevo VERIFICACIÓN: ¿La señal inalámbrica se desactivó en el primer paso, y se activó en el segundo tras recuperarse de la suspensión?
ms: TUJUAN: Ujian ini akan menguji kekunci tanpa wayar selepas menyambung semula dari tangguh LANGKAH: 1. Tekan kekunci tanpa wayar pada papan kekunci 2. Tekan kekunci yang sama sekali lagi PENGESAHAN: Adakah tanpa wayar dimatikan semasa ketukan pertama dan dihidupkan pada ketukan kedua selepas menyambung semula dari tangguh?

source: PURPOSE: This test will test the media keys of your keyboard after resuming from suspend STEPS: Skip this test if your computer has no media keys. 1. Click test to open a window on which to test the media keys. 2. If all the keys work, the test will be marked as passed. VERIFICATION: Do the keys work as expected after resuming from suspend?
ms: TUJUAN: Ujian ini akan menguji kekunci media pada papan kekunci anda selepas disambungkan daripada tangguh LANGKAH: Langkau ujian ini jika komputer anda tiada kekunci media. 1. Tekan uji untuk membuka tetingkap untuk menguji kekunci media. 2. Jika kesemua kekunci berfungsi, ujian ini akan ditanda sebagai lulus. PENGESAHAN: Adakah kekunci-kekunci berfungsi seperti dijangka selepas disambungkan daripada tangguh?

source: PURPOSE: This test will test the super key of your keyboard after resuming from suspend STEPS: 1. Click test to open a window on which to test the super key. 2. If the key works, the test will pass and the window will close. VERIFICATION: Does the super key work as expected after resuming from suspend?
bs: NAMJENA: Ovaj test će testirati super dugmad na vašoj tastaturi nakon povratka iz suspendiranog moda KORACI: 1. Klik test da otvorite prozor na kojem ćete testirati super dugmad. 2. Ako dugmad rade, test će biti označen kao prođen. VERIFIKACIJA: Da li super dugmad rade kako je očekivano nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Esta prueba va a probar la tecla Súper de su teclado tras recuperarse de una suspensión. PASOS: 1. Pulse en probar para abrir una ventana donde probar la tecla Súper. 2. Si la tecla funciona, va a pasar la prueba y la ventana se cerrará . VERIFICACIÓN: ¿La tecla Súper funciona como se esperaba tras la suspensión?
ms: TUJUAN: Ujian ini akan menguji kekunci super papan kekunci anda selepas menyambung semula dari tangguh LANGKAH: 1. Klik uji untuk buka tetingkap yang menguji kekunci super. 2. Jika semua kekunci berfungsi, ujian akan ditanda sebagai lulus dan tetingkap akan ditutup. PENGESAHAN: Adakah kekunci super berfungsi sepertimana yang dijangka selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that the External Video hot key is working as expected after resuming from suspend STEPS: 1. Plug in an external monitor 2. Press the display hot key to change the monitors configuration VERIFICATION: Check that the video signal can be mirrored, extended, displayed on external or onboard only, after resuming from suspend.
bs: NAMJENA: Provjerava da li Eksterni Video dugme radi kako je očekivano nakon povratka iz suspendiranog moda KORACI: 1. Priključite eksterni monitor. 2. Pritisnite dugme da promijenite konfiguraciju monitora VERIFIKACIJA: Provjerite da li video signal može biti reflektovan, proširen, prikazan na eksternom ili trenutnom monitoru samo, nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Validar que la tecla aceleradora de vídeo externo funciona como se espera tras recuperarse de una suspensión. PASOS: 1. Conecte un monitor externo. 2. Pulse la tecla aceleradora de pantalla para cambiar la configuración de las pantallas. VERIFICACIÓN: Compruebe que la señal de vídeo se puede duplicar (espejo), extender, mostrar sólo en la pantalla externa o en la integrada, tras recuperarse de la suspensión.
ms: TUJUAN: Sahkan sama ada kekunci panas Video Luaran berfungsi sepertimana yang dijangka selepas menyambung semula dari tangguh LANGKAH: 1. Palamkan monitor luar. 2. Tekan kekunci panas paparan untuk mengubah konfigurasi monitor. PENGESAHAN: Semak sama ada isyarat video boleh dicermin, dirangkai, dipapar secara luaran atau dalaman sahaja, selepas menyambung semula dari tangguh?

source: PURPOSE: Verify touchpad hotkey toggles touchpad functionality on and off after resuming from suspend STEPS: 1. Verify the touchpad is functional 2. Tap the touchpad toggle hotkey 3. Tap the touchpad toggle hotkey again VERIFICATION: Verify the touchpad has been disabled and re-enabled.
bs: NAMJENA: Provjerava da li su touchpad kratice funkcionalne nakon povratka iz suspendiranog moda KORACI: 1. Provjerite da li je touchpad funkcionalan 2. Pritisnite touchpad dugme 3. Ponovo pritisnite isto dugme VERIFIKACIJA: Provjerite da li je touchpad bio isključen pa uključen.
es: PROPÓSITO: Verificar que la tecla aceleradora del «touchpad» activa y desactiva alternativamente la función del «touchpad» tras recuperarse de una suspensión. PASOS: 1. Verifique que el «touchpad» está activo. 2. Pulse la tecla aceleradora del «touchpad». 3. Pulse la tecla aceleradora del «touchpad» de nuevo. VERIFICACIÓN: Compruebe que el «touchpad» se ha desactivado y se ha vuelto a activar.
ms: TUJUAN: Sahkan kekunci panas pad sentuh menogol kefungsian pad sentuh menjadi hidup atau dimatikan selepas menyambung semula dari tangguh LANGKAH: 1. Sahkan sama ada pad sentuh masih berfungsi 2. Ketuk kekunci panas togol pad sentuh 3. Ketuk kekunci panas togol pad sentuh sekali lagi PENGESAHAN: Sahkan sama ada pad sentuh telah dilumpuhkan atau dibenarkan-semula.

source: PURPOSE: This test will check that the system correctly detects the insertion of a USB storage device after suspend and resume. STEPS: 1. Click "Test" and insert a USB storage device (pen-drive/HDD). (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba será comprobar que el sistema detecta correctamente la inserción de un dispositivo de almacenamiento USB después de suspender y reanudar. PASOS: 1. Haga clic en Probar e inserte un dispositivo de almacenamiento USB (pen-drive/HDD). ] (Nota:. Esta prueba de tiempo de espera después de 20 segundos) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba está automatizada. No cambie la selección automática del resultado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan dengan betul penyisipan peranti storan USB selepas ditangguh dan sambung semula. LANGKAH: 1. Klik "Uji" dan tanggal peranti USB (HDD/pemacu-pena) dalam Perhatian: ujian ini akan tamat-masa selepas 20 saat.) PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang telah dipilih secara automatik.

source: PURPOSE: This test will check that the system correctly detects the insertion of a USB 3.0 storage device after suspend and resume. STEPS: 1. Click "Test" and insert a USB 3.0 storage device (pen-drive/HDD) in a USB 3.0 port. (Note: this test will time-out after 20 seconds.) 2. Do not unplug the device after the test. VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba será comprobar que el sistema detecta correctamente la inserción de un dispositivo de almacenamiento USB 3.0 después de suspender y reanudar. PASOS: 1. Pulse «Probar» e inserte un dispositivo de almacenamiento USB 3.0 (pen-drive/HDD) en un puerto USB 3.0. (Nota:. Esta prueba de tiempo de espera después de 20 segundos) 2. No desconecte el dispositivo después de la prueba. VERIFICACIÓN: La verificación de esta prueba está automatizado. No cambie la selección de resultado automático.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan dengan betul penyisipan peranti storan USB 3.0 selepas ditangguh dan sambung semula. LANGKAH: 1. Klik "Uji" dan tanggal peranti USB 3.0 (HDD/pemacu-pena) dalam port USB 3.0. (Perhatian: ujian ini akan tamat-masa selepas 20 saat.) PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang telah dipilih secara automatik.

source: PURPOSE: This test will check that the system correctly detects the removal of a USB storage device after suspend. STEPS: 1. Click "Test" and remove the USB device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba comprueba que el sistema detecta correctamente la eliminación de un dispositivo de almacenamiento USB después de la suspensión. PASOS: 1. Pulse «Probar» y retire el dispositivo USB. (Nota:. Esta prueba tiene un tiempo de espera de 20 segundos) VERIFICACIÓN: La verificación de esta prueba está automatizado. No cambie el resultado seleccionado automáticamente.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan dengan betul penanggalan peranti storan USB selepas ditangguh LANGKAH: 1. Klik "Uji" dan tanggal peranti USB. (Perhatian: ujian ini akan tamat-masa selepas 20 saat.) PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang telah dipilih secara automatik.

source: PURPOSE: This test will check that the system correctly detects the removal of a USB 3.0 storage device after suspend STEPS: 1. Click "Test" and remove the USB 3.0 device. (Note: this test will time-out after 20 seconds.) VERIFICATION: The verification of this test is automated. Do not change the automatically selected result.
es: PROPÓSITO: Esta prueba será comprobar que el sistema detecta correctamente la eliminación de un dispositivo de almacenamiento USB 3.0 después de suspender PASOS: 1. Haga clic en Prueba y retire el dispositivo USB 3.0. (Nota:. Esta prueba de tiempo de espera después de 20 segundos) VERIFICACIÓN: La verificación de esta prueba está automatizado. No cambie la selecciona automáticamente resultado.
ms: TUJUAN: Ujian ini akan memeriksa sama ada sistem mengesan dengan betul penanggalan peranti storan USB 3.0 selepas ditangguh LANGKAH: 1. Klik "Uji" dan tanggal peranti USB 3.0. (Perhatian: ujian ini akan tamat-masa selepas 20 saat.) PENGESAHAN: Pengesahan ujian ini adalah berautomatik. Jangan ubah keputusan yang telah dipilih secara automatik.

source: This test is automated and executes after the suspend/usb_insert_after_suspend test is run.
es: Esta prueba está automatizada y se ejecuta después de la inserción de suspensión / usb después de ejecutar la prueba de suspensión.
ms: Ujian ini berautomatik dan dilakukan selepas ujian suspend/usb_insert_after_suspend test dijalankan.

source: This test is automated and executes after the suspend/usb3_insert_after_suspend test is run.
es: Esta prueba está automatizada y se ejecuta después de la suspensión / usb inserción 3 después de que se ejecute la prueba de suspensión.
ms: Ujian ini berautomatik dan dilakukan selepas ujian suspend/usb3_insert_after_suspend test dijalankan.

source: This is an automated version of usb/storage-automated and assumes that the server has usb storage devices plugged in prior to checkbox execution. It is intended for servers and SRU automated testing.
bs: Ovo je automatizovana verzija usb/automatizovana-pohrana i pretpostavlja da server ima usb uređaj za pohranu uključen prije izvršenja checkbox-a. Namijenjen je serverima i SRU automatizovanom testiranju.
es: Esta es una versión automatizada del almacenamiento usb automatizado y asume que el servidor tiene dispositivos de almacenamiento usb conectados antes de la ejecución de «Comprobación del sistema». Está dirigido a servidores y pruebas automatizadas SRU
ms: Ini adalah versi automatik bagi usb/storan-berautomatik dan anggap pelayan mempunyai peranti storan usb terpasang kerana pelakuan checkbox. Ia ditujukan untuk pengujian berautomatik pelayan dan SRU.

source: This is an automated version of usb3/storage-automated and assumes that the server has usb 3.0 storage devices plugged in prior to checkbox execution. It is intended for servers and SRU automated testing.
bs: Ovo je automatizirana verzija usb3/storage-automated i pretpostavlja da server ima usb 3.0 uređaje uključene u prioritetno izvršavanje. Namijenjeno je za servere i SRU automatsko testiranje.
es: Esta es una versión automatizada de la prueba usb3/almacenamiento-automatizado y asume que el servidor tiene dispositivos de almacenamiento USB 3.0 conectados antes de la ejecución de «Comprobación del sistema». Está dirigido a servidores y pruebas automatizadas SRU.
ms: Ia merupakan versi automatik bagi usb3/storan-berautomatik dan anggap pelayan mempunyai peranti storan usb 3.0 yang dipalam ke pelakuan checkbox. Ia ditujukan untuk pengujian berautomatik untuk pelayan dan SRU.
