Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: PURPOSE: This test will send the image 'JPEG_Color_Image_Ubuntu.jpg' to a specified device STEPS: 1. Click "Test" and you will be prompted to enter the Bluetooth device name of a device that can accept file transfers (It may take a few moments after entering the name for the file to begin sending) 2. Accept any prompts that appear on both devices VERIFICATION: Was the data correctly transferred?
bs: NAMJENA: Ovaj test će poslati To JPEG_Color_Image_Ubuntu.jpg 'sliku određenom uređaju KORACI: 1. Kliknite na dugme "Test" i vas će biti zatraženo da unesete ime Bluetooth uređaja za uređaj koji može da prihvati transfer datoteka (To može da potraje nekoliko trenutaka od unosa imena datoteke do početka slanja) 2. Prihvati sva obavještenja koja se pojavljuju na oba uređaja VERIFIKACIJA: Su podaci ispravno preneti?
es: PROPÓSITO: Esta prueba enviará la imagen «JPEG_Color_Image_Ubuntu.jpg» hacia una unidad especificada. PASOS: 1. Pulse en «Probar» y se le solicitará ingresar el nombre de la unidad Bluetooth que acepte transferencia de archivos (Esto puede tardar unos momentos después de ingresar el nombre para el archivo para comenzar el envío ) 2. Aceptar los mensajes que aparezcan en ambos dispositivos. VERIFICACIÓN: ¿Los datos se transfirieron correctamente?
ms: TUJUAN: Ujian ini akan menghantar imej 'JPEG_Color_Image_Ubuntu.jpg' ke peranti yang dinyatakan LANGKAH: 1. Klik "Uji" dan anda akan dimaklumkan untuk masukkan nama peranti Bluetooth bagi peranti yang boleh menerima pemindahan fail (Ia mungkin mengambil sedikit masa selepas memasukkan nama supaya fail dapat mulakan penghantaran) 2. Terima sebarang makluman yang muncul pada kedua-dua peranti PENGESAHAN: Adakah data dipindahkan dengan sempurna?

source: PURPOSE: This test will cycle through the detected display modes STEPS: 1. Click "Test" and the display will cycle trough the display modes VERIFICATION: Did your display look fine in the detected mode?
bs: NAMJENA: Ovaj test će kružiti kroz otkrivene režime prikaza KORACI: 1. Kliknite na dugme "Test" i na displej će kružiti kroz ciklus Režimi za prikazivanje VERIFIKACIJA: Da li vaš ekran izgleda dobro u detektovanog režimu?
es: PROPÓSITO: Esta prueba se moverá entre los modos de visualización detectados PASOS: 1. Pulse en «Probar» y la pantalla se moverá entre los modos de visualización. VERIFICACIÓN: ¿Su pantalla se ve bien en el modo seleccionado?
ms: TUJUAN: Ujian ini akan kitarkan melalui mod paparan yang dikesan LANGKAH: 1. Klik "Uji" dan paparan akan dikitar melalui beberapa mod paparan PENGESAHAN: Adakah paparan anda kelihatan baik dalam mod tersebut?

source: This test will check to make sure supported video modes work after a suspend and resume. This is done automatically by taking screenshots and uploading them as an attachment.
bs: Ovaj test će provjeriti da li podržani video režimi rade nakon suspendovanja i nastavka. Ovo se vrši automatski nakon uzimanja slike ekranja i njihovog slanja kao prilog.
es: Esta prueba comprobará que los modos de vídeo compatibles funcionan después de entrar en suspensión y reanudar. Esta operación se realiza automáticamente tomando capturas de pantalla y subiéndolas como datos adjuntos.
ms: Ujian ini akan menyemak sama ada mod video yang disokong berfungsi selepas ditangguh dan disambung semula. Ini dilakukan secara automatik dengan mengambil cekupan skrin dan memuat naiknya sebagai lampiran.

source: This attaches screenshots from the suspend/cycle_resolutions_after_suspend_auto test to the results submission.
bs: Ovo prilaže slike ekrana iz suspenzije i ciklusa rezolucija nakon testova suspenzije na slanje rezultata.
es: Adjunta las capturas de pantalla de suspend/cycle_resolutions_after_suspend_auto test a los resultados del informe.
ms: Ini akan lampirkan cekupan skrin dari ujian suspend/cycle_resolutions_after_suspend_auto ke penyerahan keputusan.

source: This will check to make sure that your audio device works properly after a suspend and resume. This may work fine with speakers and onboard microphone, however, it works best if used with a cable connecting the audio-out jack to the audio-in jack.
bs: Ovo će provjeriti da li vaš audio uređaj radi ispravno nakon suspendovanja i nastavka. To može da radi dobro sa zvučnicima i mikrofonom na ploči, međutim, najbolje radi ukoliko se koristi sa kablom koji povezuje audio izlaz na audio ulaz.
es: Esto comprobará que su dispositivo de audio funciona correctamente después de una suspensión y reanudación. Esto puede funcionar bien con los altavoces y el micrófono integrados, sin embargo, funciona mejor si se utiliza con un cable que conecta el jack de salida de audio al jack de entrada de audio.
ms: Ini akan memeriksa untuk pastikan peranti audio anda berfungsi dengan baik selepas tangguh dan sambung semula. Ini mungkin berfungsi dengan baik pada pembesar suara dan mikrofon dalaman, walaubagaimanapun adalah lebih baik gunakan kabel yang dihubungkan pada jek audio-keluar ke jek audio-masuk.

source: Attaches the log from the single suspend/resume test to the results
bs: Dodaje zapisnik iz jednog obustava/nastavak testa rezultatima
es: Adjunta los registros de la prueba única de suspender/reanudar a los resultados
ms: Lampirkan log dari ujian tangguh/sambung tunggal kedalam keputusan

source: PURPOSE: Take a screengrab of the current screen after suspend (logged on Unity desktop) STEPS: 1. Take picture using USB webcam VERIFICATION: Review attachment manually later
bs: NAMJENA: Kopira izgled trenutnog ekrana nakon suspendiranja ( logiranog na Unity desktop ) KORACI: 1. Napravite sliku koristeći USB kameru VERIFIKACIJA: Pregledajte privitke poslije sami
es: PROPÓSITO: Tomar una captura de la pantalla actual después de una suspensión (con la sesión de Unity iniciada). PASOS: 1. Tome una foto con la cámara web USB. VERIFICACIÓN: Revise posteriormente, de forma manual, el archivo adjunto.
ms: TUJUAN: Tangkap cekupan skrin bagi skrin semasa selepas tangguh (daftar masuk pada desktop Unity) LANGKAH: 1. Tangkap gambar menggunakan kamera sesawang USB PENESAHAN: Kaji semua lampiran secara manual kemudian

source: PURPOSE: Do some challenging operations then check for lockup on the GPU STEPS: 1. Create 2 glxgears windows and move them quickly 2. Switch workspaces with wmctrl 3. Launch an HTML5 video playback in firefox VERIFICATION: After a 60s workload, check kern.log for reported GPU errors
es: PROPÓSITO: Realizar algunas operaciones complicadas y comprobar entonces el posible bloqueo de la GPU. PASOS: 1. Cree dos ventanas glxgears y muévalas rápidamente. 2. Cambie de áreas de trabajo con wmctrl. 3. Lance una reproducción de vídeo HTML5 en Firefox. VERIFICACIÓN: Después de 60 segundos de carga de trabajo, compruebe el archivo kern.log para comprobar la existencia de errores reportados de la GPU.
ms: TUJUAN: Buat beberapa operasi mencabar kemudian periksa kuncian pada GPU LANGKAH: 1. Cipta 2 tetingkap glxgears dan alih ia dengan cepat 2. Tukar ke ruang kerja dengan wmctrl 3. Lancarkan main balik video HTML5 dalam firefox PENGESAHAN: Selepas beban muatan 60s, semak kern.log untuk ralat GPU yang dilaporkan

source: Checks the length of time it takes to reconnect an existing wifi connection after a suspend/resume cycle.
bs: Provjerava potrebo vrijeme potrebno za ponovnu konekciju na postojeću wifi konekciju nakon ciklusa suspend/povratak.
es: Comprueba el tiempo que se tarda en volver a conectar a una conexión wifi después de un ciclo de suspensión/reanudación.
ms: Periksa panjang masa ia gunakan untuk sambung semula sambungan wifi sedia ada selepas kitar tangguh/sambung semula.

source: Checks the length of time it takes to reconnect an existing wired connection after a suspend/resume cycle.
bs: Provjerava vrijeme potrebno za ponovnu konekciju na postojeću žičanu konekciju nakon ciklusa suspend/povratak
es: Comprueba el tiempo que se tarda en volver a conectar a una conexión cableada existente después de un ciclo de suspensión/reanudación.
ms: Periksa panjang masa ia gunakan untuk sambung semula sambungan wifi sedia ada selepas kitar tangguh/sambung semula.

source: PURPOSE: Validate that the power LED operated the same after resuming from suspend STEPS: 1. Power LED should be on while device is switched on VERIFICATION: Does the power LED remain on after resuming from suspend?
bs: NAMJENA: Validira da li LED radi isto poslije povratka kao i prije suspendiranja KORACI: 1. LED bi trebao biti upaljen, ako je uređaj upaljen VERIFIKACIJA: Da li je LED ostao upaljen nakon povratka iz suspenda?
es: PROPÓSITO: Verificar que el LED de encendido funciona igual tras recuperarse de una suspensión. PASOS: 1. El LED de encendido debería estar iluminado cuando el equipo está encendido. VERIFICACIÓN: ¿Permanece iluminado el LED de encendido tras recuperarse de la suspensión?
ms: TUJUAN: Sahkan sama ada LED kuasa beroperasi selepas menyambung semula dari tangguh LANGKAH: 1. LED kuasa sepatutnya menyala semasa peranti dihidupkan PENGESAHAN Adakah LED kuasa kekal hidup selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that the battery light shows charging status after resuming from suspend STEPS: 1. Let system run on battery for a while 2. Plug in AC plug VERIFICATION: Did the battery indicator LED still turn orange after resuming from suspend?
bs: NAMJENA: Validira da svjetlo baterije prikazuje status punjenja nakon povratka iz suspenda KORACI: 1. Pustite da sistem radi na bateriji neko vrijeme 2. Uključite AC napajanje VERIFIKACIJA: Da li se LED indikator narandžaste boje upalio nakon povratka iz suspenda?
es: PROPÓSITO: Validar que la luz de la batería muestra el estado de carga tras recuperarse de una suspensión. PASOS: 1. Deje que el sistema se ejecute con batería unos momentos 2. Conecte el adaptador de CA VERIFICACIÓN: ¿El indicador LED de la batería se mantiene naranja tras recuperarse de la suspensión?
ms: TUJUAN: Sahkan sama ada cahaya bateri menunjukkan status mengecas selepas menyambung semula dari tangguh LANGKAH: 1. Biarkan sistem berjalan menggunakan kuasa bateri buat seketika 2. Palamkan kuasa AT PENGESAHAN Adakah LED penunjuk bateri menyala dengan warna jingga selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that the battery LED properly displays charged status after resuming from suspend STEPS: 1. Let system run on battery for a short time 2. Plug in AC 3. Let system run on AC VERIFICATION: Does the orange battery LED still shut off when system is fully charged after resuming from suspend?
bs: NAMJENA: Validira da li svjetlo LED baterije ispravno prikazuje napunjeni status nakon povratka iz suspenda? KORACI: 1. Pustite da sistem radi na bateriji neko vrijeme 2. Ukljulite AC napajanje 3. Pustite da sistem radi na AC napajanju VERIFIKACIJA: Da li narandžsta LED lampica gasi kada je sistem potpuno napunjen nakon povratka iz suspenda?
es: PROPÓSITO: Validar que el LED de la batería muestra correctamente el estado de carga después de recuperarse tras una suspensión. PASOS: 1. Deje que el sistema se ejecute con batería unos momentos. 2. Conecte el adaptador de CA. 3. Deje el sistema alimentado por CA. VERIFICACIÓN: ¿El LED naranja de la batería se apagó cuando el sistema se cargó completamente después de recuperarse tras una suspensión?
ms: TUJUAN: Sahkan sama ada LED bateri menunjukkan status mengecas selepas menyambung semula dari tangguh LANGKAH: 1. Biarkan sistem berjalan menggunakan kuasa bateri buat seketika 2. Palamkan kuasa AT 3. Biarkan sistem berjalan menggunakan kuasa AT PENGESAHAN Adakah LED penunjuk bateri berwarna jingga terpadam bila sistem sepenuhnya dicas selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that the battery LED indicated low power after resuming from suspend STEPS: 1. Let system run on battery for several hours 2. Monitor battery LED carefully VERIFICATION: Does the LED light orange when battery is low after resuming from suspend?
bs: NAMJENA: Provjerava da li LED indikator baterije prikazuje malu energiju nakon povratka iz suspenda KORACI: 1. Pustite da sistem radi na bateriji nekoliko sati 2. Pratite LED baterije pažljivo VERIFIKACIJA: Da li se LED prikazuje narandžasto kada je baterija slaba nakon povratka iz suspenda?
es: PROPÓSITO: Validar que el LED de la batería indica baja carga después de recuperarse tras una suspensión. PASOS: 1. Deje que el sistema se ejecute con batería durante unas horas. 2. Vigile el LED de la batería cuidadosamente. VERIFICACIÓN: ¿Se ilumina el LED en naranja cuando la batería está baja después de recuperarse tras una suspensión?
ms: TUJUAN: Sahkan sama ada LED bateri menunjukkan kuasa rendah selepas menyambung semula dari tangguh LANGKAH: 1. Biarkan sistem berjalan menggunakan kuasa bateri selama beberapa jam 2. Pantau LED bateri PENGESAHAN Adakah LED penunjuk bateri menyala dengan warna jingga bila kuasa bateri rendah dari tangguh?

source: PURPOSE: Validate that the HDD LED still operates as expected after resuming from suspend STEPS: 1. Select "Test" to write and read a temporary file for a few seconds 2. HDD LED should blink when writing to/reading from HDD VERIFICATION: Did the HDD LED still blink with HDD activity after resuming from suspend?
bs: NAMJENA: Provjerava da li HDD LED još uvijek radi kako je očekivano nakon povratka iz suspenda KORACI: 1. Selektujte "Test" da upišete i pročitate privremeni fajl na nekoliko sekundi 2. HDD LED bi trebao blinkati kada piše/čita sa HDD-a VERIFIKACIJA: Da li je HDD LED blinkao prilikom aktivnosti nakon povratka iz suspenda?NAMJ
es: PROPÓSITO: Validar que el LED del disco duro funciona todavía como se espera tras recuperarse de una suspensión. PASOS: 1. Seleccione «Probar» para leer y escribir un archivo temporal durante unos pocos segundos. 2. El LED del disco duro debería iluminarse cuando está escribiendo o leyendo del disco duro. VERIFICACIÓN: ¿Parpadeó el LED del disco duro con la actividad del disco al recuperarse tras la suspensión?
ms: TUJUAN: Sahkan sama ada LED HDD masih beroperasi sepertimana dijangka selepas menyambung semula dari tangguh LANGKAH: 1. Pilih "Uji" untuk tulis dan baca fail sementara selama beberapa saat 2. LED HDD sepatutnya berkelip bila menulis/membaca dari HDD PENGESAHAN: Adakah LED HDD masih berkelip dengan aktiviti HDD selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that the numeric keypad LED operates the same before and after resuming from suspend STEPS: 1. Press "Block Num" key to toggle numeric keypad LED 2. Click on the "Test" button to open a window to verify your typing 3. Type using the numeric keypad both when the LED is on and off VERIFICATION: 1. Numeric keypad LED status should toggle everytime the "Block Num" key is pressed 2. Numbers should only be entered in the keyboard verification window when the LED is on
bs: NAMJENA: Provjerava da li LED za numerički dio tastature radi isto kao i prije suspendiranja KORACI: 1. Pritisnite "Block Num" dugme da uključite LED za numerički dio tastature 2. Klik na "Test" dugme da otvorite prozor za verifikaciju vašeg pisanja 3. Upišite nešto koristeći numerički dio tastature kada je LED i upaljen i ugašen VERIFIKACIJA: 1. LED za numerički dio tastature bi se trebao promijeniti svaki put kada je "Block Num" dugme pritisnuto 2. Brojevi bi smjeli biti unešeni samo ako je LED upaljen
es: PROPÓSITO: Comprobación de que el LED del teclado numérico funciona igual antes y después de recuperarse de una suspensión. PASOS: 1. Oprima la tecla «Bloq Num» para activar/desactivar el LED del teclado numérico 2. Pulse en el botón «Probar» para abrir una ventana para comprobar su escritura 3. Escriba con el teclado numérico mientras el LED está encendido/apagado VERIFICACIÓN: 1. El estado del LED debe cambiar cada vez que oprime la tecla «Bloq Num» 2. Solo deben aparecer números en la ventana de comprobación cuando el LED está encendido
ms: TUJUAN: Sahkan sama ada LED pad kekunci numerik beroperasi sepertimana sebelum dan selepas menyambung semula dari tangguh LANGKAH: 1. Tekan kekunci "Block Num" untuk togol LED pad kekunci numerik 2. Klik pada butang "Uji" untuk buka tetingkap untuk mengesahkan ketukan kekunci anda 3. Taip menggunakan kedua-dua pad kekunci numerik bila LED menyala dan tidak menyala PENGESAHAN 1.Status pad kekunci numerik sepatutnya ditogol setiap kali kekunci "Block Num" ditekan 2. Nombor hanya seharusnya dimasukkan di dalam tetingkap pengesahan papan kekunci bila LED menyala

source: PURPOSE: Validate that the Caps Lock key operates the same before and after resuming from suspend STEPS: 1. Press "Block Cap Keys" to activate/deactivate cap keys blocking 2. Cap Keys LED should be switched on/off every time the key is pressed VERIFICATION: Did the Cap Keys LED light as expected after resuming from suspend?
bs: NAMJENA: Provjerava da li Caps Lock dugme radi isto nakon povratka iz suspenda KORACI: 1. Pritisnite "Block Caps Keys" da aktivirate/deaktivirate cap dugmad 2. Cap Keys LED bi trebao da se upali/ugasi svaki put kad je dugme pritisnuto VERIFIKACIJA: Da li se Cap Keys LED palio/gasio kako je očekivano nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Comprobar que el LED de la tecla de bloqueo de mayúsculas funciona igual tras recuperarse de una suspensión. PASOS: 1. Pulse la tecla «Bloq Mayús» para activar y desactivar el bloqueo de las mayúsculas. 2. El LED de la tecla de bloqueo de mayúsculas debería encenderse/apagarse cada vez que se pulsa la tecla. VERIFICACIÓN: ¿Se ha iluminado el LED de la tecla de bloqueo de mayúsculas como se esperaba tras recuperarse de la suspensión?
ms: TUJUAN: Sahkan sama ada kekunci Caps Lock berfungsi sama ada sebelum atau selepas menyambung semula dari tangguh LANGKAH: 1. Tekan "Block Cap Keys" untuk aktif/lumpuhkan sekatan kekunci cap 2. LED Kekunci Cap seharusnya dimatikan/dihidupkan setiap kali kekunci ditekan PENGESAHAN: Adakah cahaya LED Kekunci Cap sepertimana yang dijangka selepas menyambung semula dari tangguh?

source: PURPOSE: WLAN LED verification after resuming from suspend STEPS: 1. Make sure WLAN connection is established 2. WLAN LED should light VERIFICATION: Did the WLAN LED light as expected after resuming from suspend?
es: PROPÓSITO: Verificación del LED de red inalámbrica tras recuperarse de una suspensión. PASOS: 1. Asegúrese de que está establecida una conexión a una red inalámbrica. 2. El LED de red inalámbrica debería estar iluminado. VERIFICACIÓN: ¿Se enciende el LED de red inalámbrica como se espera tras recuperarse de la suspensión?
ms: TUJUAN: Pengesahan LED WLAN selepas menyambung semula dari tangguh LANGKAH: 1. Pastikan sambungan WLAN terjalin 2. LED WLAN sepatutnya menyala PENGESAHAN: Adakah LED WLAN menyala sepertimana yang diharap selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that WLAN LED shuts off when disabled after resuming from suspend STEPS: 1. Connect to AP 2. Use Physical switch to disable WLAN 3. Re-enable 4. Use Network-Manager to disable WLAN VERIFICATION: Did the LED turn off then WLAN is disabled after resuming from suspend?
bs: NAMJENA: Provjerava da li se WLAN LED gasi kada je ugašen nakon povratka iz suspendiranog moda KORACI: 1. Konektujte se na AP 2. Koristite fizički prekidač da ugasite WLAN 3. Ponovo uključite 4. Koristite Mrežni menadžer da ugasite WLAN VERIFIKACIJA: Da li se LED ugasio onda kada je WLAN ugašen nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Validar que el LED de red inalámbrica se apaga cuando se desactiva tras recuperarse de una suspensión. PASOS: 1. Conéctese a un punto de acceso. 2. Use el interruptor físico para desactivar la red inalámbrica. 3. Actívelo de nuevo. 4. Use el administrador de redes para desactivar la red inalámbrica. VERIFICACIÓN: ¿Se apagó el LED cuando se desactivó la red inalámbrica tras recuperarse de la suspensión?
ms: TUJUAN: Sahkan sama ada LED WLAN dimatikan bila dilumpuhkan selepas sambung semula dari tangguh LANGKAH: 1. Sambung ke AP 2. Guna suis fizikal untuk lumpuhkan WLAN 3. Benarkan-semula 4. Guna Pengurus-Rangkaian untuk lumpuhkan WLAN PENGESAHAN: Adakah LED dimatikan bila WLAN dilumpuhkan selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that the Bluetooth LED turns on and off when BT is enabled/disabled after resuming from suspend STEPS: 1. Switch bluetooth off from a hardware switch (if present) 2. Switch bluetooth back on 3. Switch bluetooth off from the panel applet 4. Switch bluetooth back on VERIFICATION: Did the bluetooth LED turn off and on twice after resuming from suspend?
bs: NAMJENA: Provjerava da li se Bluetooth LED pali i gasi kada je BT upaljen/ugašen nakon povratka iz suspendiranog moda KORACI: 1. Ugasite BT koristeći fizički prekidač ( ako postoji ) 2. Upalite BT 3. Ugasite BT sa apleta na panelu 4. Upalite BT VERIFIKACIJA: Da li se bluetooth LED ugasio i upalio dva puta nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Validar que el LED de Bluetooth se enciende y apaga cuando se activa y desactiva el BT tras recuperarse de una suspensión. PASOS: 1. Desactive el Bluetooth usando el interruptor físico (si existe). 2. Vuelva a activar el Bluetooth. 3. Desactive el Bluetooth desde la miniaplicación del panel. 4. Vuelva a activar el Bluetooth. VERIFICACIÓN: ¿Se apagó y encendió el LED de Bluetooth dos veces tras recuperase de la suspensión?
ms: TUJUAN: Sahkan sama ada LED Bluetooth dihidupkan dan dimatikan bila BT dibenarkan/dilumpuhkan selepas menyambung semula dari tangguh LANGKAH: 1. Matikan bluetooth melalui suis perkakasan (jika ada) 2. Hidupkan bluetooth kembali 3. Matikan bluetooth melalui aplet panel 4. Hidupkan bluetooth semula PENGESAHAN: Adakah LED bluetooth dimatikan dan dihidupkan sebanyak dua kali selepas menyambung semula dari tangguh?

source: PURPOSE: Validate that the camera LED still works as expected after resuming from suspend STEPS: 1. Select Test to activate camera 2. Camera LED should light for a few seconds VERIFICATION: Did the camera LED still turn on and off after resuming from suspend?
bs: NAMJENA: Provjerava da li kamera LED još uvijek radi nakon povratka iz suspendiranog moda KORACI: 1. Selekt Test da aktivirate kameru 2. Kamera LED bi trebao biti upaljen nakon par sekudni VERIFIKACIJA: Da li se kamera LED upalio i ugasio nakon povratka iz suspendiranog moda?
es: PROPÓSITO: Validar que el LED de la cámara todavía funciona tras recuperarse de una suspensión. PASOS: 1. Seleccione «Probar» para activar la cámara. 2. El LED de la cámara debería encenderse durante unos pocos segundos. VERIFICACIÓN: ¿Se encendió y apagó el LED de la cámara tras recuperarse de la suspensión?
ms: TUJUAN: Sahkan sama ada LED kamera masih berfungsi sepertimana yang dijangka selepas menyambung semula dari tangguh LANGKAH: 1. Pilih Uji untuk aktifkan kamera 2. Cahaya LED kamera sepatutnya bercahaya selama beberapa saat PENGESAHAN: Adakah LED kamera masih dihidupkan dan dimatikan selepas menyambung semula dari tangguh?
