Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: Tab 1
bs: Kartica 1
es: Pestaña 1

source: Status
es: Estado

source: Tab 2
bs: Kartica 2
es: Pestaña 2
