Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: Run x264 H.264/AVC encoder benchmark
bs: Pokrenite x264 H.264/AVC encoder mjerenje mogućnosti računara
es: Ejecuta la prueba codificador x264 H.264/AVC
ms: Jalankan tanda aras pengekod x264 H.264/AVC

source: Run GnuPG benchmark
bs: Pokrenite GnuPG mjerenje mogućnosti računara
es: Ejecuta la prueba GnuPG
ms: Jalankan tanda aras GnuPG

source: Run Compress PBZIP2 benchmark
bs: Pokrenite Compress PBZIP2 mjerenje mogućnosti računara
es: Ejecuta la prueba Compresión PBZIP2
ms: Jalankan tanda aras Mampat PBZIP2

source: Run Compress 7ZIP benchmark
bs: Pokrenite Compress 7ZIP mjerenje mogućnosti računara
es: Ejecuta demostración de compresión 7ZIP
ms: Jalankan tanda aras Mampat 7Zip

source: Run N-Queens benchmark
bs: Pokrenite N-Queens mjerenje mogućnosti računara
es: Ejecuta la prueba N-Queens
ms: Jalankan tanda aras N-Queens

source: Run Himeno benchmark
bs: Pokrenite Himeno mjerenje mogućnosti računara
es: Ejecuta la prueba Himeno
ms: Jalankan tanda aras Himeno

source: CPU utilization on an idle system.
bs: Upotreba CPJ dok sistem miruje.
es: Utilización de la CPU en un sistema desocupado
ms: Penggunaan CPU bila sistem melahu.

source: Disk utilization on an idle system.
bs: Upotreba diska dok sistem miruje.
es: Utilización de disco en un sistema desocupado
ms: Penggunaan cakera bila sistem melahu.

source: Run a stress test based on FurMark (OpenGL 2.1 or 3.2) Fullscreen 1920x1080 no antialiasing
bs: Obavi test opterećenja na bazi FurMark (OpenGL 2.1 ili 3.2) puni ekran 1920x1080 bez antialiasing uglađivanja
es: Ejecutar una prueba de esfuerzo sobre la base de FurMark (OpenGL 2.1 o 3.2) Pantalla completa 1920x1080 sin antialiasing
ms: Jalankan ujian tekanan berdasarkan FurMark (OpenGL 2.1 or 3.2) Berskrin Penuh 1920x1080 tanpa antialias

source: Run a stress test based on FurMark (OpenGL 2.1 or 3.2) Windowed 1024x640 no antialiasing
bs: Obavi test opterećenja na bazi FurMark (OpenGL 2.1 ili 3.2) u prozoru 1024x640 bez antialiasing uglađivanja
es: Ejecutar una prueba de esfuerzo sobre la base de FurMark (OpenGL 2.1 or 3.2) windowed 1024x640 sin antialiasing
ms: Jalankan ujian tekanan berdasarkan FurMark (OpenGL 2.1 or 3.2) Bertetingkap 1024x640 tanpa antialias

source: Run GiMark, a geometry instancing test (OpenGL 3.3) Fullscreen 1920x1080 no antialiasing
bs: Obavi test geometrijskih kopija (OpenGL 3.3) puni ekran 1920x1080 bez antialiasing uglađivanja
es: Ejecutar GiMark, una prueba de creación de instancias de geometría (OpenGL 3.3) Pantalla completa 1920x1080 sin antialiasing
ms: Jalankan GiMark, ujian kemenjadian geometri (OpenGL 3.3) Berskrin Penuh 1920x1080 tanpa antialias

source: Run GiMark, a geometry instancing test (OpenGL 3.3) Windowed 1024x640 no antialiasing
bs: Obavi test geometrijskih kopija (OpenGL 3.3) u prozoru 1024x640 bez antialiasing uglađivanjaO
es: Ejecutar GiMark, una prueba de creación de instancias de geometría (OpenGL 3.3) Windowed 1024x640 sin antialiasing
ms: Jalankan GiMark, ujian kemenjadian geometri (OpenGL 3.3) Bertetingkap 1024x640 tanpa antialias

source: Run a tessellation test based on TessMark (OpenGL 4.0) Fullscreen 1920x1080 no antialiasing
bs: Obavi test teselacije koristeći TessNark (OpenGL 4.0) u punom ekranu 1920x1080 bez antialiasing uglađivanja
es: Ejecutar una prueba de teselación basado en TessMark (OpenGL 4.0) Pantalla completa 1920x1080 sin antialiasing
ms: Jalankan ujian teselasi berdasarkan TessMark (OpenGL 4.0) Berskrin Penuh 1920x1080 tanpa antialias

source: Run a tessellation test based on TessMark (OpenGL 4.0) Windowed 1024x640 no antialiasing
bs: Obavi test teselacije koristeći TessNark (OpenGL 4.0) u prozoru 1024x640 bez antialiasing uglađivanja
es: Ejecutar una prueba de teselación basado en TessMark (OpenGL 4.0) Windowed 1024x640 sin antialiasing
ms: Jalankan ujian teselasi berdasarkan TessMark (OpenGL 4.0) Bertetingkap 1024x640 tanpa antialias

source: Automated test to store bluetooth device information in checkbox report
bs: Automatizovano testiranje da bi se sačuvale informacije bluetooth uređaja u izvještaj programa checkbox
es: Prueba automatizada para almacenar información de un dispositivo Bluetooth en un informe de Checkbox
ms: Ujian automatik untuk menyimpan maklumat peranti bluetooth dalam laporan checkbox

source: PURPOSE: This test will check that bluetooth connection works correctly STEPS: 1. Enable bluetooth on any mobile device (PDA, smartphone, etc.) 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. In the device write the PIN code automatically chosen by the wizard 6. The device should pair with the computer 7. Right-click on the bluetooth icon and select browse files 8. Authorize the computer to browse the files in the device if needed 9. You should be able to browse the files VERIFICATION: Did all the steps work?
bs: NAMENA: Ovaj test će provjeriti da li Bluetooth veza radi ispravno KORACI: 1. Omogući Bluetooth na bilo kom mobilnom uređaju (PDA, smart telefon, itd) 2. Kliknite na bluetooth ikonu na traci sa menijima 3. Izaberite 'Podesi novi uređaj " 4. Potražite uređaj u listi i izaberite ga 5.. U uređaju napisati PIN automatski bira čarobnjaka 6. Uređaj bi trebalo da uparite sa računarom 7. Desnim tasterom miša kliknite na Bluetooth ikonu i izaberite Potraži datoteke 8. Ovlastite računar da pretražujete datoteke na uređaju ako je potrebno 9. Trebalo bi da budete u mogućnosti da pretražujete datoteke VERIFIKACIJA: Da li svi koraci rade?
es: PROPÓSITO: Esta prueba verifica que la conexión Bluetooth funciona correctamente PASOS: 1. Activar Bluetooth en cualquier dispositivo móvil (PDA, smartphone, etc.). 2. Pulse en el icono de Bluetooth en la barra de menús 3. Seleccione «Configurar dispositivo nuevo» 4. Busque el dispositivo en la lista y seleccione 5. En el dispositivo de escribir el código PIN elegido automáticamente por el asistente 6. El dispositivo debe emparejar con el equipo 7. Pulse en el icono de Bluetooth y seleccione examinar archivos 8. Autorizar el equipo para buscar los archivos en el dispositivo si es necesario 9. Debe ser capaz de examinar los archivos VERIFICACIÓN: ¿Funcionan todos los pasos?
ms: TUJUAN: Ujian ini akan memeriksa sama ada sambungan bluetooth berfungsi dengan baik LANGKAH: 1. Benarkan bluetooth pada mana-mana peranti bimbit (PDA, telefon pintar, dll.) 2. Blik pada ikon bluetooth pada palang menu 3. Pilih 'Persediaan peranti baru' 4. Cari peranti didalam senarai dan pilih ia 5. Pada peranti tuliskan kon PIN yang dipilih oleh bestari secara automatik 6. Peranti sepatutnya akan dipasangkan dengan komputer 7. Klik-kanan pada ikon bluetooth dan pilih layar fail 8. Izinkan komputer melayari fail didalam peranti jika perlu 9. Anda sepatutnya boleh melayari fail PENGESAHAN: Adakah semua langkah berjalan dengan baik?

source: PURPOSE: This test will check that you can transfer information through a bluetooth connection STEPS: 1. Make sure that you're able to browse the files in your mobile device 2. Copy a file from the computer to the mobile device 3. Copy a file from the mobile device to the computer VERIFICATION: Were all files copied correctly?
bs: NAMJENA: Ovaj test će provjeriti da možete prenijeti podatke preko Bluetooth veze KORACI: 1. Uvjerite se da ste u mogućnosti da pretražujete datoteke na vašem mobilnom uređaju 2. Kopiranje datoteke sa računara na mobilni uređaj 3. Kopiranje datoteke sa mobilnog uređaja na računar VERIFIKACIJA: Da li su sve datoteke kopirane ispravno?
es: PROPÓSITO: Esta prueba comprueba que puede transferir información a través de una conexión Bluetooth PASOS: 1. Asegúrese de que puede examinar los archivos en su dispositivo móvil 2. Copie un archivo del equipo al dispositivo móvil 3. Copie un archivo del dispositivo móvil al equipo VERIFICACIÓN: ¿Todos los archivos se copiaron correctamente?
ms: TUJUAN: Ujian ini akan memeriksa sama ada anda boleh pindahkan maklumat melalui sambungan bluetooth LANGKAH: 1. Pastikan anda berjaya melayari fail didalam peranti bimbit anda 2. Salin satu fail dari komputer ke peranti bimbit 3. Salin satu fail dari peranti bimbit ke komputer PENGESAHAN: Adakah semua fail disalin dengan baik?

source: PURPOSE: This test will check that you can use a BlueTooth HID device STEPS: 1. Enable either a BT mouse or keyboard 2. Click on the bluetooth icon in the menu bar 3. Select 'Setup new device' 4. Look for the device in the list and select it 5. For mice, perform actions such as moving the pointer, right and left button clicks and double clicks 6. For keyboards, click the Test button to lauch a small tool. Enter some text into the tool and close it. VERIFICATION: Did the device work as expected?
bs: NAMJENA: Ovaj test će provjeriti da li možete koristit BlueTooth HID uređaj KORACI: 1. Uključite ili BT mišsa ili tastaturu 2. Klik na bluetooth ikonu na meni baru 3. Selektujte 'Postava novog uređaja' 4. Potražite uređaj na listi i selektujte ge 5. Za miša, uradite neku akciju poput pomijeranja, desni ili lijevi klik dugmića i dupli klik 6. Za tastaturu, kliknite na Test dugme da pokrenete mali alat. Unesite neki tekst u alat i zatvorite ga. VERIFIKACIJA: Da li je uređaj radio kako je očekivano?
es: PROPÓSITO: Esta prueba comprobará que puede usar el dispositivo HID Bluetooth. PASOS: 1. Active el ratón o el teclado BT. 2. Pulse en el icono de Bluetooth en la barra de menú. 3. Seleccione «Configurar un nuevo dispositivo». 4. Busque el dispositivo en la lista y selecciónelo. 5. Para ratones, realice acciones tales como mover el puntero, pulsar los botones izquierdo y derecho y hacer doble-clic. 6. Para teclados, pulse el botón Prueba para lanzar una pequeña herramienta. Introduzca algo de texto en la herramienta y ciérrela. VERIFICACIÓN: ¿Se comportó el dispositivo como se esperaba?
ms: TUJUAN: Ujiani ni akan memeriksa sama ada anda boleh guna peranti BlueTooth HID LANGKAH: 1. Benarkan sama ada tetikus atau papan kekunci BT 2. Klik pada ikon bluetooth di dalam palang menu 3. Pilih 'Persediaan peranti baru' 4. Cari peranti di dalam senarai dan pilih ia 5. Bagi tetikus, buat tindakan seperti menggerakkan penuding, klik butang kiri dan kanan dan dwi-klik 6. Bagi papan kekunci, klik butang Uji untuk lancarkan satu alat kecil. Taip beberapa teks ke dalam alat dan tutup ia. PENGESAHAN: Adakah peranti berfungsi seperti yang diharapkan?

source: This Automated test attempts to detect a camera.
bs: Ovaj Automatizovano testiranje pokušava da detektuje kameru.
es: Esta prueba automática intenta detectar una cámara.
ms: Ujian automatik ini cuba mengesan kamera.

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a video capture from the camera for ten seconds. VERIFICATION: Did you see the video capture?
bs: NAMENA: Ovaj test će provjeriti da li ugrađena kamera radi KORACI: 1. Kliknite na Test za prikazivanje video snimka iz kamere za deset sekundi. VERIFIKACIJA: Da li ste vidjeli video snimanje?
es: PROPÓSITO: Esta prueba verificará que la cámara integrada funcione PASOS: 1.Pulse en Probar para ver una captura de vídeo de la cámara por diez segundos. VERIFICACIÓN: ¿Ha podido ver la captura de vídeo?
ms: TUJUAN: Ujian ini akan memeriksa sama ada kamera terbina-dalam berfungsi LANGKAH: 1. Klik pada Uji untuk paparkan tangkapan video dari kamera selama sepuluh saat. PENGESAHAN: Anda dapat melihat tangkapan video?

source: PURPOSE: This test will check that the built-in camera works STEPS: 1. Click on Test to display a still image from the camera for ten seconds. VERIFICATION: Did you see the image?
bs: NAMJENA: Ovaj test će provjeriti da li ugrađena kamera radi KORACI: 1. Klik na Test da prikažete sliku sa kamere na period od deset sekundi. VERIFIKACIJA: Da li ste vidjeli sliku?
es: PROPÓSITO: Este test comprobará cómo funciona la cámara incorporada PASOS: 1. Pulse en Prueba para mostrar la imagen de la cámara durante 10 segundos. VERIFICACIÓN: ¿Ha visto la imagen?
ms: TUJUAN: Ujian ini akan memeriksa sama ada kamera terbina-dalam berfungsi dengan baik LANGKAH: 1. Klik pada Uji untuk paparkan imej kaku dari kamera selama sepuluh saat. PENGESAHAN: Anda dapat lihat imej?

source: Takes multiple pictures based on the resolutions supported by the camera and validates their size and that they are of a valid format.
bs: Uzima više slika na osnovu rezolucije koju podržava kamera i provjerava njihovu veličinu i da li su odgovarajućeg formata.
es: Toma varias fotografías con las resoluciones permitidas por la cámara y valida su tamaño y que están en un formato válido.
ms: Mengambil beberapa gambil berdasarkan resolusi yang disokong oleh kamera dan sahkan saiznya dan ia merupakan format yang sah.

source: PURPOSE: This test will verify your system's ability to play Ogg Vorbis audio files. STEPS: 1. Click Test to play an Ogg Vorbis file (.ogg) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
bs: NAMENA: Ovaj test će provjeriti sposobnosti vašeg sistema da reprodukuje Ogg Vorbis audio datotekee. KORACI: 1. Kliknite na dugme Testiraj da izvedete Ogg Vorbis OGG fajl (.) 2. Molimo vas da zatvorite izvođača za nastavak. VERIFIKACIJA: Da li je uzorak izveden ispravno?
es: PROPÓSITO: Esta prueba verifica la capacidad de su sistema para reproducir archivos de audio Ogg Vorbis. PASOS: 1. Pulse en Probar para reproducir un archivo Ogg Vorbis (.ogg) 2. Cierre el reproductor para continuar. VERIFICACIÓN: ¿Se reprodujo correctamente la muestra?
ms: TUJUAN: Ujian ini akan mengesahkan keupayaan sistem anda untuk mainkan fail audio Vorbis Ogg. LANGKAH: 1. Klik Uji untuk main fail Vorbis Ogg (.ogg) 2. Sila tutup pemain untuk teruskan. PENGESAHAN: Adakah sampel dimainkan dengan baik?

source: PURPOSE: This test will verify your system's ability to play Wave Audio files. STEPS: 1. Select Test to play a Wave Audio format file (.wav) 2. Please close the player to proceed. VERIFICATION: Did the sample play correctly?
bs: NAMJENA: Ovaj test će provjeriti sposobnosti vašeg sistema da reprodukuje VAV audio datoteke. KORACI: 1. Izaberite Test da izvedete Wave Audio (wav format datoteke.) 2. Molimo vas da zatvorite izvođača da nastavite. VERIFIKACIJA: Da li je uzorak izveden ispravno?
es: PROPÓSITO: Esta prueba verificará la capacidad de su sistema para reproducir archivos de audio Wave. PASOS: 1. Pulse en Probar para reproducir un archivo de audio Wave (.wav) 2. Cierre el reproductor para continuar. VERIFICACIÓN: ¿Se reprodujo correctamente la muestra?
ms: TUJUAN: Ujian ini akan mengesahkan keupayaan sistem anda untuk mainkan fail Audio Wave. LANGKAH: 1. Pilih Uji untuk mainkan fail format Audio Wave (.wav) 2. Sila tutup pemain untuk teruskan. PENGESAHAN: Adakah sampel dimainkan dengan baik?

source: Test the CPU scaling capabilities using Firmware Test Suite (fwts cpufreq).
bs: Testirajte mogućnosti skaliranja procesora pomoću firmvera Test Suite (fwts cpufreq).
es: Probar las capacidades de ampliación de su CPU mediante Firmware Test Suite (fwts cpufreq).
ms: Uji keupayaan penskalaan CPU menggunakan Suit Ujian Perisian Tegar (fwta cpufreq).

source: Attaches the log generated by cpu/scaling_test to the results
bs: Priključuje zapisnika generisan od strane CPJ / testa_skaliranja rezultatima
es: Adjunta el registro generado por el cpu/scaling_test a los resultados
ms: Lampirkan log yang dijana oleh cpu/scaling_test ke dalam keputusan

source: Test for clock jitter.
bs: Testiraj varijabilno kašnjenje sata
es: Prueba para la fluctuación del reloj.
ms: Uji ketaran jam

source: Test offlining CPUs in a multicore system.
bs: Test odspajanja procesora u višejezgrenom sistemu
es: Prueba la desconexión de CPU en un sistema multinúcleo.
ms: Uji CPU diluar talian dalam sistem teras-berbilang.

source: This test checks cpu topology for accuracy
bs: Ovaj test provjerava topologiju procesora za tačnost
es: Esta prueba verifica la topología de la CPU para precisión
ms: Ujian ini memeriksa topologi cpu untuk ketepatan

source: This test checks that CPU frequency governors are obeyed when set.
bs: Ovaj test provjerava da su CPU frekvencni guverneri poslušani kada je podešen.
es: Esta prueba verifica que la frecuencia de CPU adjudicada es aplicada cuando es debida.
ms: Ujian ini memeriksa pemerintah frekuensi CPU patuh bila ditetapkan.

source: Validate that the Vector Floating Point Unit is running on ARM device
bs: Potvrditi da se Vektor Jedinica sa Pomičnim Zarezom pokreće na ARM uređaju
es: Valida que la unidad de punto flotante vectorial está ejecutándose en un dispositivo ARM
ms: Sahkan Unit Titik Apung Vektor berjalan dalam peranti ARM

source: Test if the atd daemon is running when the package is installed.
bs: Test da li ATD demon radi kada je paket instaliran.
es: Prueba si el demonio de atd está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon atd dijalankan bila pakej dipasang.

source: Test if the cron daemon is running when the package is installed.
bs: Test da li cron demon radi kada je paket instaliran.
es: Prueba si el demonio de cron está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon cron dijalankan bila pakej dipasang.

source: Test if the cupsd daemon is running when the package is installed.
bs: Test da li cupsd demon radi kada je paket instaliran.
es: Prueba si el demonio de cupsd está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon cupsd dijalankan bila pakej dipasang.

source: Test if the getty daemon is running when the package is installed.
bs: Test da li getty demon radi kada je paket instaliran.
es: Prueba si el demonio de getty está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon getty dijalankan bila pakej dipasang.

source: Test if the init daemon is running when the package is installed.
bs: Test da li init demon radi kada je paket instaliran.
es: Prueba si el demonio de init está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon init dijalankan bila pakej dipasang.

source: Test if the klogd daemon is running when the package is installed.
bs: Test da li klogd demon radi kada je paket instaliran.
es: Prueba si el demonio de klogd está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon klogd dijalankan bila pakej dipasang.

source: Test if the nmbd daemon is running when the package is installed.
bs: Test da li nmbd demon radi kada je paket instaliran.
es: Prueba si el demonio de nmb está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon nmbd dijalankan bila pakej dipasang.

source: Test if the smbd daemon is running when the package is installed.
bs: Test da li smbd demon radi kada je paket instaliran.
es: Prueba si el demonio de smbd está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon smbd dijalankan bila pakej dipasang.

source: Test if the syslogd daemon is running when the package is installed.
bs: Test da li syslogd demon radi kada je paket instaliran.
es: Prueba si el demonio de syslog está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon syslogd dijalankan bila pakej dipasang.

source: Test if the udevd daemon is running when the package is installed.
bs: Test da li udevd demon radi kada je paket instaliran.
es: Prueba si el demonio de udevd está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon udevd dijalankan bila pakej dipasang.

source: Test if the winbindd daemon is running when the package is installed.
bs: Test da li winbindd demon radi kada je paket instaliran.
es: Prueba si el demonio de winbindd está ejecutándose cuando el paquete está instalado.
ms: Uji jika daemon winbindd dijalankan bila pakej dipasang.

source: Detects and displays disks attached to the system.
bs: Detektuje i prikazuje diskove prikopčane na sistem
es: Detecta y muestra los discos conectados al sistema.
ms: Kesan dan papar cakera yang dilampir ke sistem.

source: Check stats changes for each disk
bs: Provjera promjene statistika za svaki disk
es: Comprobar cambios de estado de cada disco
ms: Semak perubahan stat untuk setiap cakera

source: SMART test
bs: Pametan test
es: Prueba SMART
ms: Ujian SMART

source: Verify system storage performs at or above baseline performance
bs: Provjerava obavljanje sistemski prostor pri ili iznad osnovnih performansi
es: Verifica que el rendimiento del almacenamiento del sistema, esté por sobre el rendimiento de referencia
ms: Sahkan storan sistem dilakukan pada atau diatas prestasi garis dasar

source: Verify that storage devices, such as Fibre Channel and RAID can be detected and perform under stress.
bs: Provjerava da li uređaji skladištenja, kao što su optički kanali i RAID mogu biti otkriveni i obavljeni pod opterećenjem.
es: Verifica que los dispositivos de almacenamiento, como Fibre Channel y RAID, se pueden detectar y utilizar bajo estrés.
ms: Sahkan peranti storan, seperti Saluran Fiber dan RAID boleh dikesan dan berfungsi dibawah tekanan.

source: Some new hard drives include a feature that parks the drive heads after a short period of inactivity. This is a power-saving feature, but it can have a bad interaction with the operating system that results in the drive constantly parked then activated. This produces excess wear on the drive, potentially leading to early failures.
bs: Neki novi tvrdi diskovi imaju svojstvo da zaustave glavu diska nakon kratkog perioda neaktivnosti. Ovo je zbog uštede energije, ali može imati lošu interakciju sa operativnim sistemom koja uzrokuje da se disk konstantno zaustavlja i pokreće. To izaziva suvišno trošenje diska, potencijalno dovodeći do ranih kvarova.
es: Algunos discos duros nuevos incluyen una característica que estaciona las cabezas después de un período corto de inactividad. Esta es una característica de ahorro de energía, pero puede tener una mala interacción con el sistema operativo que puede resultar en ciclos de estacionamiento-activación. Esto produce un desgaste excesivo en el disco, lo que potencialmente puede producir fallos tempranos.
ms: Sesetengah pacu keras termasuklah fitur yang meletak kepala pacu selepas tempoh pendek ketidakaktifan. Ini merupakan fitur penjimatan-kuasa, tetapi ia mempunyai interaksi teruk dengan sistem pengoperasian yang menyebabkan pacu senantiasa diletak kemudian diaktifkan. Prosedur ini menyebabkan pacu menjadi lunyai, seterusnya mengakibatkan kegagalan lebih awal.

source: Test to detect the available network controllers
bs: Test za detekciju dostupnih mrežnih kontrolera
es: Prueba para detectar controladores de red disponibles
ms: Ujian untuk mengesan kawalan rangkaian tersedia

source: PURPOSE: This test will check your wired connection STEPS: 1. Click on the Network icon in the top panel 2. Select a network below the "Wired network" section 3. Click "Test" to verify that it's possible to establish a HTTP connection VERIFICATION: Did a notification show and was the connection correctly established?
bs: NAMJENA: Ovaj test će provjeriti vašu žičanu vezu KORACI: 1. Kliknite na mrežnu ikonu u gornjem panelu 2. Izaberite mrežu ispod sekcije "Ožičena mreža 3. Kliknite na "test" da proverite da li je moguće uspostaviti vezu HTTP VERIFIKACIJA: Da li se obaveštenja prikazala i da li je veza uspostavljena ispravno?
es: PROPÓSITO: Esta prueba revisará su conexión cableada. PASOS: 1. Pulse en el icono de red que se encuentra en el panel superior 2. Seleccione un red bajo la sección Red cableada 3. Pulse «Probar» para verificar que es posible establecer una conexión HTTP VERIFICACIÓN: ¿ Apareció una notificación y la conexión se estableció correctamente?
ms: TUJUAN: Ujian ini akan memeriksa sambungan berwayar anda LANGKAH: 1. Klik pada ikon Rangkaian pada panel atas 2. Pilih rangkaian dibawah bahagian "Rangkaian Berwayar" 3. Klik "Uji" untuk mengesahkan adalah mungkin tubuhkan sambungan HTTP PENGESAHAN: Adakah pemberitahuan dipaparkan dan sambungan ditubuhkan dengan baik?
