Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: PURPOSE: This test will check suspend and resume STEPS: 1. Click "Test" and your system will suspend for about 30 - 60 seconds 2. Observe the Power LED to see if it blinks or changes color during suspend 3. If your system does not wake itself up after 60 seconds, please press the power button momentarily to wake the system manually 4. If your system fails to wake at all and must be rebooted, restart System Testing after reboot and mark this test as Failed VERIFICATION: Did your system suspend and resume correctly? (NOTE: Please only consider whether the system successfully suspended and resumed. Power/Suspend LED verification will occur after this test is completed.)
es: PROPÓSITO: Esta prueba verificará la suspensión y reanudación. PASOS: 1. Pulse en «Probar» y su sistema se suspenderá entre 30 y 60 segundos. 2. Observe el LED de alimentación para ver si parpadea o cambia de color durante la suspensión. 2. Si su sistema no se reanuda pasados 60 segundos, presione el botón de encendido momentáneamente para reanudar el sistema de forma manual. 3. Si su sistema falla al reanudar y debe ser reiniciado, vuelva a iniciar las pruebas de sistema después del reinicio y marque esta prueba como fallida. VERIFICACIÓN: ¿Su sistema se suspendió y se reanudó correctamente?
ms: TUJUAN: Ujian ini akan memeriksa proses tangguh dan sambung semula LANGKAH: 1. Klik "Uji" dan sistem anda akan ditangguh kira-kira 30 - 60 saat 2. Perhati LED Kuasa jika ia berkelip atau berubah warna semasa ditangguh 3. JIka sistem anda tidak bangun dengan sendiri selepas 60 saat, sila tekan butang kuasa untuk bangunkan sistem secara manual 4. Jika sistem anda gagal dibangunkan dan mesti dibut semula, , mulakan semula Pengujian Sistem selepas but semula dan tandakan ujian ini sebagai Gagal PENGESAHAN: Adakah sistem anda ditangguh dan disambung semula dengan betul? (PERHATIAN: Hanya anggap sistem berjaya ditangguh dan disambung semula. Pengesahan LED Kuasa/Tangguh akan muncul jika ujian ini telah selesai.)

source: This is the automated version of suspend/suspend_advanced.
bs: Ovo je automatska verziaj suspenzije/napredne suspenzije.
es: Esta es la versión automatizada de suspender/suspender_avanzado.
ms: Ini merupakan versi automatik bagi suspend/suspend_advanced.

source: Automated check of the suspend log to look for errors reported by fwts
es: Comprobación automatizada del registro de suspensión en busca de errores reportados por fwts
ms: Semak berautomatik bagi log tangguh untuk cari ralat yang dilaporkan oleh fwts

source: PURPOSE: Wake up by USB keyboard STEPS: 1. Enable "Wake by USB KB/Mouse" item in BIOS 2. Press "Test" to enter suspend (S3) mode 3. Press any key of USB keyboard to wake system up VERIFICATION: Did the system wake up from suspend mode when you pressed a keyboard key?
bs: NAMJENA: Buđenje USB tastaturom KORACI: 1. Uključite "Buđenje USB KB/Miš" stavke u BIOS-u 2. Klik "Test" da uđete u suspendirani (S3) mod 3. Pritisnite bilo koje dugme na USB tastaturi za buđenje sistema VERIFIKACIJA: Da li se sistem probudio iz suspendiranog moda kada ste pritisli dugme na tastaturi?
es: PROPÓSITO: Despertar mediante un teclado USB. PASOS: 1. Active el elemento «Despertar mediante un teclado/ratón USB» en la BIOS. 2. Pulse «Probar» para en el modo de suspensión (S3). 3. Pulse cualquier tecla del teclado USB para despertar el sistema. VERIFICACIÓN: ¿Se ha despertado el sistema del modo de suspensión cuando pulsó la tecla?
ms: TUJUAN: Bangun menerusi papan kekunci USB LANGKAH: 1. Benarkan item "Bangun dengan PK/Tetikus USB" dalam BIOS 2. Tekan "Uji" untuk masukkan mod tangguh (S3) 3. Tekan mana-mana kekunci papan kekunci USB untuk bangunkan sistem PENGESAHAN: Adakah sistem dibangunkan dari mod tangguh bila anda menekan kekunci papan kekunci?

source: PURPOSE: Wake up by USB mouse STEPS: 1. Enable "Wake by USB KB/Mouse" item in BIOS 2. Press "Test" to enter suspend (S3) mode 3. Press any button of USB mouse to wake system up VERIFICATION: Did the system wake up from suspend mode when you pressed the mouse button?
bs: NAMJENA: Buđenje USB mišem KORACI: 1. Uključite "Buđenje USB KB/Miš" stavke u BIOS-u 2. Klik "Test" da uđete u suspendirani (S3) mod 3. Pritisnite bilo koje dugme na USB mišu za buđenje sistema VERIFIKACIJA: Da li se sistem probudio iz suspendiranog moda kada ste pritisli dugme na mišu?
es: PROPÓSITO: Despertar mediante un ratón USB. PASOS: 1. Active el elemento «Despertar mediante un teclado/ratón USB» en la BIOS. 2. Pulse «Probar» para en el modo de suspensión (S3). 3. Pulse cualquier botón del ratón USB para despertar el sistema. VERIFICACIÓN: ¿Se ha despertado el sistema del modo de suspensión cuando pulsó el botón del ratón?
ms: TUJUAN: Bangun menerusi tetikus USB LANGKAH: 1. Benarkan item "Bangun dengan PK/Tetikus USB" dalam BIOS 2. Tekan "Uji" untuk masukkan mod tangguh (S3) 3. Tekan mana-mana butang tetikus USB untuk bangunkan sistem PENGESAHAN: Adakah sistem dibangunkan dari mod tangguh bila anda menekan butang tetikus?

source: Test the network after resuming.
bs: Test mreže nakon povratka.
es: Probar la red después de reanudar.
ms: Uji rangkaian selepas disambung semula.

source: Test to see that we have the same resolution after resuming as before.
bs: Test da se vidi da li je ista rezolucija nakon buđenja,
es: Prueba para ver si tiene la misma resolución después de reanudar.
ms: Ujian untuk melihat sama ada resolusi adalah sama selepas disambung semula seperti sebelum ini.

source: Verify that mixer settings after suspend are the same as before suspend.
bs: Provjera da su postavke miksera iste kao prije suspenzije.
es: Verificar que las configuraciones del mezclador después de la suspensión son las mismas que antes de suspender.
ms: Sahkan tetapan pengadun selepas tangguh adalah sama sebagaimana sebelum tangguh.

source: Verify that all CPUs are online after resuming.
bs: Provjeri sa su svi procesori aktivni nakon povratka.
es: Verificar que todas las CPU están en linea después de reanudar.
ms: Sahkan semua CPU adalah aktif selepas disambung semula.

source: Verify that all memory is available after resuming from suspend.
bs: Provjeri da li je sva memorija dostupna nakon povratka iz suspenzije
es: Verifique que toda la memoria está disponible después de la reanudación de la suspensión.
ms: Sahkan semua ingatan tersedia selepas disambung semula dari tangguh.

source: PURPOSE: This test will check that the display is correct after suspend and resume STEPS: 1. Check that your display does not show up visual artifacts after resuming. VERIFICATION: Does the display work normally after resuming from suspend?
bs: SVRHA: Ovaj test će provjeriti da li je ekran ispravan nakon obustave i nastavka sa radom KORACI: 1. Provjerite da li vaš ekran prikazuje vizualne elemente nakon nastavka sa radom PROVJERA: Da li ekran radi normalno nakon nastavka sa radom poslije obustave?
es: PROPÓSITO: Esta prueba comprobará que la visualización es correcta después de suspenderse y reanudarse. PASOS: 1. Compruebe que su pantalla no muestra artefactos visuales después de reanudarse. VERIFICACIÓN: ¿Se muestra la pantalla normalmente después de reanudarse tras la suspensión?
ms: TUJUAN: Ujian ini akan periksa sama ada paparan adalah baik selepas tangguh dan sambung semula LANGKAH: 1. Periksa sama ada paparan anda tidak paparkan artifaks visual selepas sambung semula. PENGESAHAN: Adakah paparan berfungsi seperti biasa selepas sambung semula dari tangguh?

source: This test checks that the wireless interface is working after suspending the system. It disconnects all interfaces and then connects to the wireless interface and checks that the connection is working as expected.
bs: Ovaj test proverava da li su bežični interfejs radi poslije obustavljanje sistema. To isključuje sve interfejse a zatim povezuje sa bežičnim interfejs i provjerava da veza funkcioniše kako je očekivano.
es: Esta prueba comprueba que la interfaz inalámbrica funciona después de pasar el sistema a suspensión. Desconecta todas las interfaces y, a continuación, comprueba que la conexión funciona de la manera esperada.
ms: Ujian ini akan memeriksa sama ada antaramuka tanpa wayar berfungsi selepas menangguhkan sistem. Ia putuskan semua antaramuka dan kemudiannya sambung antaramuka tanpa wayar serta semak sama ada sambungan berfungsi seperti yang diharapkan.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols after the system has been suspended.
bs: Testira da li se uređaj za bežično povezivanje može povezati na ruter koristeći WPA sigurnosni i 802.11b/g protokole nakon što je sistem bio obustavljen.
es: Comprueba que los componentes inalámbricos del sistema puedan conectarse a un enrutador utilizando seguridad WPA y los protocolos 802.11b/g después que el sistema ha sido suspendido.
ms: Uji sama ada perkakasan tanpa wayar sistem dapat sambung ke penghala menggunakan keselamatan WPA dan protokol 802.11b/g selepas sistem ditangguh.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols after the system has been suspended.
bs: Testira da li se uređaj za bežično povezivanje može povezati na ruter bez sigurnosnog protokola i koristeći 802.11b/g protokol nakon što je sistem bio obustavljen.
es: Comprueba que los componentes inalámbricos del sistema puedan conectarse a un enrutador sin seguridad y usando los protocolos 802.11b/g después que el sistema ha sido suspendido.
ms: Uji sama ada perkakasan tanpa wayar sistem dapat sambung ke penghala tanpa keselamatan WPA dan protokol 802.11b/g selepas sistem ditangguh.

source: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocol after the system has been suspended.
bs: Testira da li se uređaj za bežično povezivanje može povezati na ruter koristeći WPA sigurnosni i 802.11n protokole nakon što je sistem bio obustavljen.
es: Comprueba que los componentes inalámbricos del sistema puedan conectarse a un enrutador utilizando seguridad WPA y el protocolo 802.11n después que el sistema ha sido suspendido.
ms: Uji sama ada perkakasan tanpa wayar sistem dapat sambung ke penghala menggunakan keselamatan WPA dan protokol 802.11n selepas sistem ditangguh.

source: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol after the system has been suspended.
bs: Testira da li se uređaj za bežično povezivanje može povezati na ruter bez sigurnosnog protokola i koristeći 802.11n protokol nakon što je sistem bio obustavljen.
es: Comprueba que los componentes inalámbricos del sistema puedan conectarse a un enrutador sin seguridad y usando el protocolo 802.11n después que el sistema ha sido suspendido.
ms: Uji sama ada perkakasan tanpa wayar sistem dapat sambung ke penghala tanpa keselamatan WPA dan protokol 802.11n selepas sistem ditangguh.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11b/g protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the B and G wireless bands 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use WPA2 and ensure the PSK matches that set in ROUTER_PSK 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
bs: NAMJENA: Testira da li se sistemski bežični uređaj može konektovati na ruter koristeći WPA sigurnost i 802.11b/g protokole. KORACI: 1. Otvorite vaš konfiguratorski alat za rutere 2. Promijenite postavke tako da prihvata samo konekcije na B i G mrežama 3. Provjerite da su SSID postavke postavljene na ROUTER_SSID 4. Promijenite sigurnosne postavke da koristi WPA2 i provjerite da PSK odgovara postaci u ROUTER_PSK 5. Klik 'Test' dugme da kreirate konekciju do rutera i testirate konekciju VERIFIKACIJA: Verifikacija je automatizovana, ne mijenjajte autamtski selektovani rezultat.
es: PROPÓSITO: Prueba que el hardware inalámbrico del sistema puede conectar con un enrutador usando seguridad WPA y los protocolos 802.11b/g. PASOS: 1. Abra la herramienta de configuración de su enrutadores. 2. Cambia la configuración para aceptar únicamente conexiones en las bandas inalámbricas B y G. 3. Asegúrese de establecer el SSID a ROUTER_SSID. 4. Cambia la configuración de seguridad para usar WPA2 y asegúrese de que la clave precompartida (PSK) coincide con la configurada en ROUTER_PSK. 5. Pulse el botón «Probar» para establecer una conexión con el enrutador y pruebe la conexión. VERIFICACIÓN: La verificación es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Uji sama ada perkakasan tanpa wayar sistem boleh bersambung dengan penghala menggunakan keselamatan WPA dan protokol 802.11b/g. LANGKAH: 1. Buka alat konfigurasi penghala anda 2. Ubah tetapan untuk hanya menerima sambungan ke jalur tanpa wayar B dan G 3. Pastikan SSID ditetapkan ke ROUTER_SSID 4. Ubah tetapan keselamatan untuk guna WPA2 dan pastikan PSK sepadan dengan yang ditetapkan dalam ROUTER_PSK 5. Klik butang 'Uji' untuk cipta sambungan ke penghala dan uji sambungan PENGESAHAN: Pengesahan adalah secara automatik, jangan ubah keputusan terpilih secara automatik.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using no security and the 802.11b/g protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the B and G wireless bands 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use no security 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
bs: NAMJENA: Testira da li se sistemski bežični uređaj može konektovati na ruter ne koristeći sigurnost i 802.11b/g protokole. KORACI: 1. Otvorite vaš konfiguratorski alat za rutere 2. Promijenite postavke tako da prihvata samo konekcije na B i G mrežama 3. Provjerite da su SSID postavke postavljene na ROUTER_SSID 4. Promijenite sigurnosne postavke na Bez sigurnosti 5. Klik 'Test' dugme da kreirate konekciju do rutera i testirate konekciju VERIFIKACIJA: Verifikacija je automatizovana, ne mijenjajte autamtski selektovani rezultat.
es: PROPÓSITO: Prueba que el hardware inalámbrico del sistema puede conectar con un enrutador sin usar seguridad y los protocolos 802.11b/g. PASOS: 1. Abra la herramienta de configuración de su enrutadores. 2. Cambia la configuración para aceptar únicamente conexiones en las bandas inalámbricas B y G. 3. Asegúrese de establecer el SSID a ROUTER_SSID. 4. Cambia la configuración de seguridad para no usar seguridad. 5. Pulse el botón «Probar» para establecer una conexión con el enrutador y pruebe la conexión. VERIFICACIÓN: La verificación es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Uji sama ada perkakasan tanpa wayar sistem boleh bersambung dengan penghala tanpa menggunakan keselamatan WPA dan protokol 802.11b/g. LANGKAH: 1. Buka alat konfigurasi penghala anda 2. Ubah tetapan untuk hanya menerima sambungan ke jalur tanpa wayar B dan G 3. Pastikan SSID ditetapkan ke ROUTER_SSID 4. Ubah tetapan keselamatan untuk guna tanpa keselamatan 5. Klik butang 'Uji' untuk cipta sambungan ke penghala dan uji sambungan PENGESAHAN: Pengesahan adalah secara automatik, jangan ubah keputusan terpilih secara automatik.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using WPA security and the 802.11n protocols. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the N wireless band 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use WPA2 and ensure the PSK matches that set in ROUTER_PSK 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
bs: NAMJENA: Testira da li se sistemski bežični uređaj može konektovati na ruter koristeći WPA sigurnost i 802.11n protokole. KORACI: 1. Otvorite vaš konfiguratorski alat za rutere 2. Promijenite postavke tako da prihvata samo konekcije na N mreži 3. Provjerite da su SSID postavke postavljene na ROUTER_SSID 4. Promijenite sigurnosne postavke da koristi WPA2 i provjerite da PSK odgovara postaci u ROUTER_PSK 5. Klik 'Test' dugme da kreirate konekciju do rutera i testirate konekciju VERIFIKACIJA: Verifikacija je automatizovana, ne mijenjajte autamtski selektovani rezultat.
es: PROPÓSITO: Prueba que el hardware inalámbrico del sistema puede conectar con un enrutador usando seguridad WPA y el protocolo 802.11n. PASOS: 1. Abra la herramienta de configuración de su enrutadores. 2. Cambia la configuración para aceptar únicamente conexiones en la banda inalámbrica N. 3. Asegúrese de establecer el SSID a ROUTER_SSID. 4. Cambia la configuración de seguridad para usar WPA2 y asegúrese de que la clave precompartida (PSK) coincide con la configurada en ROUTER_PSK. 5. Pulse el botón «Probar» para establecer una conexión con el enrutador y pruebe la conexión. VERIFICACIÓN: La verificación es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Uji sama ada perkakasan tanpa wayar sistem boleh bersambung dengan penghala menggunakan keselamatan WPA dan protokol 802.11n. LANGKAH: 1. Buka alat konfigurasi penghala anda 2. Ubah tetapan untuk hanya menerima sambungan ke jalur tanpa wayar N 3. Pastikan SSID ditetapkan ke ROUTER_SSID 4. Ubah tetapan keselamatan untuk guna WPA2 dan pastikan PSK sepadan dengan yang ditetapkan dalam ROUTER_PSK 5. Klik butang 'Uji' untuk cipta sambungan ke penghala dan uji sambungan PENGESAHAN: Pengesahan adalah secara automatik, jangan ubah keputusan terpilih secara automatik.

source: PURPOSE: Tests that the systems wireless hardware can connect to a router using no security and the 802.11n protocol. STEPS: 1. Open your routers configuration tool 2. Change the settings to only accept connections on the N wireless band 3. Make sure the SSID is set to ROUTER_SSID 4. Change the security settings to use no security 5. Click the 'Test' button to create a connection to the router and test the connection VERIFICATION: Verification is automated, do not change the automatically selected result.
bs: NAMJENA: Testira da li se sistemski bežični uređaj može konektovati na ruter ne koristeći sigurnost i 802.11n protokole. KORACI: 1. Otvorite vaš konfiguratorski alat za rutere 2. Promijenite postavke tako da prihvata samo konekcije na N mreži 3. Provjerite da su SSID postavke postavljene na ROUTER_SSID 4. Promijenite sigurnosne postavke na Bez sigurnosti 5. Klik 'Test' dugme da kreirate konekciju do rutera i testirate konekciju VERIFIKACIJA: Verifikacija je automatizovana, ne mijenjajte autamtski selektovani rezultat.
es: PROPÓSITO: Prueba que el hardware inalámbrico del sistema puede conectar con un enrutador sin usar seguridad y el protocolo 802.11n. PASOS: 1. Abra la herramienta de configuración de su enrutadores. 2. Cambia la configuración para aceptar únicamente conexiones en la banda inalámbrica N. 3. Asegúrese de establecer el SSID a ROUTER_SSID. 4. Cambia la configuración de seguridad para no usar seguridad. 5. Pulse el botón «Probar» para establecer una conexión con el enrutador y pruebe la conexión. VERIFICACIÓN: La verificación es automática. No cambie el resultado automáticamente seleccionado.
ms: TUJUAN: Uji sama ada perkakasan tanpa wayar sistem boleh bersambung dengan penghala tanpa menggunakan keselamatan dan protokol 802.11n. LANGKAH: 1. Buka alat konfigurasi penghala anda 2. Ubah tetapan untuk hanya menerima sambungan ke jalur tanpa wayar N 3. Pastikan SSID ditetapkan ke ROUTER_SSID 4. Ubah tetapan keselamatan untuk guna WPA2 dan pastikan PSK sepadan dengan yang ditetapkan dalam ROUTER_PSK 5. Klik butang 'Uji' untuk cipta sambungan ke penghala dan uji sambungan PENGESAHAN: Pengesahan adalah secara automatik, jangan ubah keputusan terpilih secara automatik.

source: This test grabs the hardware address of the bluetooth adapter after suspend and compares it to the address grabbed before suspend.
bs: Ovaj test dohvata hardversku adresu bluetooth adaptera nakon suspenzije i poredi je s adresom dobavljenom prije suspenzije.
es: Esta prueba obtiene la dirección de hardware del adaptador de Bluetooth tras entrar en suspensión y la compra con la dirección obtenida antes de entrar en suspensión.
ms: Ujian ini akan menangkap alamat perkakasan penyesuai bluetooth selepas ditangguh dan bandingkannya ke alamat yang ditangkap sebelum ditangguh.

source: This is an automated Bluetooth file transfer test. It sends an image to the device specified by the BTDEVADDR environment variable.
bs: Ovo je automatizovan Bluetoothtest prenosa datoteka. On šalje slike u uređaj naveden BTDEVADDR varijablom okruženja.
es: Esta es una prueba automática de transferencia de archivos por Bluetooth. Envía una imagen al dispositivo especificado por la variable de entorno BTDEVADDR.
ms: Ini merupakan ujian pemindahan fail melalui Bluetooth secara automatik. Ia hantarkan imej ke peranti yang dinyatakan oleh pembolehubah persekitaran BTDEVADDR.

source: This is an automated Bluetooth test. It emulates browsing on a remote device specified by the BTDEVADDR environment variable.
bs: Ovo je automatizovani Bluetooth test. On imitira pretraživanje na udaljenom uređaju određen od strane BTDEVADDR varijable okoliša.
es: Esta es una prueba automática del Bluetooth. Emula la navegación remota de un dispositivo especificado por la variable del entorno BTDEVADOR.
ms: Ini merupakan ujian Bluetooth berautomatik. Ia emulasikan pelayaran dalam peranti jauh yang dinyatakan oleh pembolehubah persekitaran BTDEVADDR.

source: This is an automated Bluetooth test. It receives the given file from a remote host specified by the BTDEVADDR environment variable
bs: Ovo je automatizovani Bluetooth test. On prima poslane datoteke sa udaljenog domaćina određenog od strane BTDEVADDR varijable okoliša.
es: Esta es una prueba automática del Bluetooth. Recibe el archivo dado desde un servidor remoto especificado por la variable del entorno BTDEVADDR
ms: Ini merupakan ujian Bluetooth berautomatik. Ia menerima fail yang diberi dari hos jauh yang dinyatakan oleh pembolehubah persekitaran BTDEVADDR.
