Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: This test is automated and executes after the usb3/insert test is run.
bs: Ovaj test je automatiziran i izvršava se nakon što je usb3/ubaci test pokrenut.
es: Esta prueba es automática y se ejecuta después de usb3/inserción.
ms: Ujian ini adalah automatik dan dilakukan selepas ujian usb3/insert dijalankan.

source: PURPOSE: This test will check your USB connection. STEPS: 1. Connect a USB storage device to an external USB slot on this computer. 2. An icon should appear on the Launcher. 3. Confirm that the icon appears. 4. Eject the device. 5. Repeat with each external USB slot. VERIFICATION: Do all USB slots work with the device?
bs: NAMJENA: Ovaj test će proveriti vašu USB vezu. KORACI: 1. Povežite USB uređaj za skladištenje na spoljni USB slot na ovom računaru. 2. Ikona treba da se pojavi na pokretaču. 3. Potvrdite da se ikon pojavi. 4. Izbaci uređaj. 5. Ponovite sa svakim spoljnom USB slotu. VERIFIKACIJA: Da li svi USB slotovi rade sa uređajem?
es: PROPÓSITO: Esta prueba verificará su conexión USB PASOS: 1. Conecte una unidad de almacenamiento USB a un puerto USB externo en su computadora. 2. Un icono deberá aparecer en el Lanzador. 3. Confirme que el icono aparezca. 4. Expulse la unidad. 5. Repita el proceso con cada puerto USB. VERIFICACIÓN: ¿Todos los puertos USB funcionaron con la unidad?
ms: TUJUAN: Ujian ini akan memeriksa sambungan USB anda. LANGKAH: 1. Sambung peranti storan USB ke slot USB luaran pada komputer. 2. Satu ikon akan muncul pada Pelancar. 3. Sahkan ikon sudah muncul. 4. Lentingkan peranti. 5. Ulangi dengan setiap slot USB luaran. PENGESAHAN: Adakah semua slot USB berfungsi dengan peranti?

source: PURPOSE: This test will check that the update manager can find updates. STEPS: 1. Click Test to launch update-manager. 2. Follow the prompts and if updates are found, install them. 3. When Update Manager has finished, please close the app by clicking the Close button in the lower right corner. VERIFICATION: Did Update manager find and install updates (Pass if no updates are found, but Fail if updates are found but not installed)
bs: NAMJENA: Ovaj test će proveriti da menadžer ažuriranja pronađe nadogradnje. KORACI: 1. Kliknite na dugme Testiraj da biste pokrenuli update-manager. 2. Pratite uputstva i ako se nalaze ispravke, instalirajte ih. 3. Kada se menadžer ažuriranja završi rad, molimo vas da zatvorite aplikaciju klikom na dugme Zatvori u donjem desnom uglu. VERIFIKACIJA: Da li je Update Manager pronašao i instalirao nadogradnje (Prolaz ako ispravke nisu nađene, ali ne, ako se ispravke mogu naći, ali nije instalirano)
es: PROPÓSITO: Esta prueba comprobará que el gestor de actualizaciones puede encontrar actualizaciones. PASOS: 1. Pulse en Probar para lanzar update-manager. 2. Siga las instrucciones y si se encuentran actualizaciones, instálelas. 3. Cuando el Administrador de actualizaciones se haya terminado, por favor, cierre la aplicación haciendo clic en el botón Cerrar en la esquina inferior derecha. VERIFICACIÓN: ¿El gestor de actualización de encontró e instaló las actualizaciones (Pasa si no se encuentran actualizaciones, pero no si se encuentran actualizaciones, pero no se instalaron)
ms: TUJUAN: Ujian ini akan memeriksa sama ada pengurus kemaskini boleh dapatkan kemaskini. LANGKAH: 1. Klik Uji untuk lancarkan update-manager. 2. Ikuti makluman dan jika kemaskini ditemui, pasangkannya. 3. Bila Pengurus Kemaskini telah selesai, sila tutup aplikasi dengan mengklik butang Tutup pada bucu kanan bawah. PENGESAHAN: Adakah pengurus kemaskini mencari dan memasang kemaskini (Luluskan jika tiada kemaskini ditemui, tetapi Gagal jika kemaskini ditemui dan tidak dipasang)

source: PURPOSE: This test will check that the file browser can create a new folder. STEPS: 1. Click Test to open the File Browser. 2. On the menu bar, click File -> Create Folder. 3. In the name box for the new folder, enter the name Test Folder and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a new folder called Test Folder?
bs: NAMJENA: Ovaj test će proveriti da li je preglednik datoteka kreirao novi direktorij. KORACI: 1. Kliknite na dugme Testiraj da biste otvorili pregledač datoteka. 2. Na traci sa menijima, kliknite na Datoteka -> Kreiraj direktorij. 3. U polje Ime za novi direktorij, unesite ime Test Folder i pritisnite Enter. 4. Zatvorite pregledač datoteka. VERIFIKACIJA: Da li sada imate novi direktorij pod nazivom Test Folder?
es: PROPÓSITO: Esta prueba comprobará que el explorador de archivos puede crear una carpeta nueva. PASOS: 1. Pulse en Probar para abrir el explorador de archivos. 2. En la barra de menú, pulse en Archivo -> Crear una carpeta. 3. En el cuadro Nombre para la nueva carpeta, escriba el nombre Carpeta de prueba y pulse Intro. 4. Cierre el explorador de archivos. VERIFICACIÓN: ¿Usted ahora tiene una nueva carpeta llamada Carpeta de prueba?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pelayar fail boleh mencipta folder baru. LANGKAH: 1. Klik Uji untuk buka Pelayar Fail. 2. Pada palang menu, klik Fail -> Cipta Folder. 3. Dalam kotak nama untuk folder baru, masukkan nama Folder Uji dan tekan Enter. 4. Tutup pelayar Fail. PENGESAHAN: Adakah anda mempunyai folder baru bernama Folder Uji?

source: PURPOSE: This test will check that the file browser can copy a folder STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Copy. 3. Right Click on any white area in the window and click on Paste. 4. Right click on the folder called Test Folder(copy) and click Rename. 5. Enter the name Test Data in the name box and hit Enter. 6. Close the File browser. VERIFICATION: Do you now have a folder called Test Data?
bs: NAMJENA: Ovaj test će proveriti da preglednik datoteka kopira direktorij KORACI: 1. Kliknite na dugme Testiraj da biste otvorili pregledač datoteka. 2. Desnim tasterom miša kliknite na direktorij pod nazivom Test Folder i kliknite na Kopiraj. 3. Desni klik na neku bijelu površine u prozoru i kliknite na Umetni. 4. Desnim tasterom miša kliknite na direktorij pod nazivom Test Folder(copy) i kliknite na dugme Preimenuj. 5.. Unesite naziv Test Data u polju Ime i pritisnite Enter. 6. Zatvorite pregledač datoteka. VERIFIKACIJA: Da li sada imate direktorijum koji se zove Test Data?
es: PROPÓSITO: Esta prueba comprobará que el explorador de archivos puede copiar una carpeta PASOS: 1. Pulse en Probar para abrir el explorador de archivos. 2. Haga clic derecho sobre la carpeta llamada Carpeta de prueba y pulse en Copiar. 3. Haga clic derecho en cualquier área en blanco en la ventana y pulse en Pegar. 4. Haga clic derecho sobre la carpeta llamada Carpeta de prueba (copia) y pulse en Cambiar nombre. 5. Introduzca el nombre Datos de prueba en el cuadro Nombre y presione Intro. 6. Cierre el explorador de archivos. VERIFICACIÓN: ¿Ahora tiene una carpeta llamada Datos de prueba?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pelayar fail boleh menyalin LANGKAH: 1. Klik Uji untuk membuka Pelayar Fail. 2. Klik kanan pada folder bernama Folder Uji dan klik Salin. 3. Klik Kanan pada mana-mana kawasan putih dan klik Tampal. 4. Klik kanan pada folder bernama Folder Uji(salinan) dan klik Nama semula. 5. Masukkan nama Data Uji dalam kotak dan tekan Enter. 6. Tutup Pelayar fail. PENGESAHAN: Sekarang anda mempunyai folder bernama Data Uji?

source: PURPOSE: This test will verify that the file browser can move a folder. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the folder called Test Data onto the icon called Test Folder. 3. Release the button. 4. Double click the folder called Test Folder to open it up. 5. Close the File Browser. VERIFICATION: Was the folder called Test Data successfully moved into the folder called Test Folder?
bs: NAMJENA: Ovaj test će proveriti da li preglednik datoteka premješta direktorij. KORACI: 1. Kliknite na dugme Testiraj da biste otvorili pregledač datoteka. 2. Kliknite i prevucite direktorijum koji se zove Test Data na ikonu zove Test Folder. 3. Otpustite taster. 4. Dvaput kliknite na direktorijum pod nazivom Test Folder da biste ga otvorili. 5. Zatvorite pregledač datoteka. VERIFIKACIJA: Je li direktorijum Test Data uspješno premješten u direktorij koji se zove Test Folder?
es: PROPÓSITO: Esta prueba comprobará que el navegador de archivos puede mover una carpeta. PASOS: 1. Pulse Probar para abrir el navegador. 2. Pulse y arrastre la carpeta denominada Datos de prueba sobre el icono denominado Carpeta de prueba 3. Suelte el botón. 4. Doble clic en la carpeta Carpeta de prueba para abrirla. 5. Cierre el navegador. VERIFICACIÓN: ¿Se movió la carpeta Datos de prueba dentro de la carpeta Carpeta de prueba ?
ms: TUJUAN: Ujian ini akan mengesahkan sama ada pelayar fail boleh mengalihkan folder. LANGKAH: 1. Klik Uji untuk membuka Pelayar Fail. 2. Klik dan seret Data Uji kedalam ikon bernama Folder Uji. 3. Lepaskan butang. 4. Dwi-klik folder bernama Folder Uji dan buka ia. 5. Tutup Pelayar fail. PENGESAHAN: Adakah folder bernama Data Uji berjaya dialih kedalam folder bernama Folder Uji?

source: PURPOSE: This test will check that the file browser can create a new file. STEPS: 1. Click Select Test to open the File Browser. 2. Right click in the white space and click Create Document -> Empty Document. 3. Enter the name Test File 1 in the name box and hit Enter. 4. Close the File browser. VERIFICATION: Do you now have a file called Test File 1?
bs: NAMJENA: Ovaj test će proveriti da li preglednik datoteka kreira novu datoteku. KORACI: 1. Kliknite na dugme Izaberi Test da otvorite preglednik datoteka. 2. Kliknite desnim tasterom miša u ijbelom prostoru i kliknite na dugme Kreiraj dokument -> Prazan dokument. 3. Unesite naziv datoteke Test File 1 u imensko polje i pritisnite Enter. 4. Zatvorite pregledač datoteka. VERIFIKACIJA: Da li sada imate fajl pod nazivom Test File 1?
es: PROPÓSITO: Esta prueba comprobará que el navegador puede crear un archivo nuevo. PASOS: 1. Pulse seleccionar Prueba para abrir el navegador de archivos. 2. Clic derecho en un espacio vacío y pulse Crear documento -> Documento vacío. 3. Teclee Archivo de prueba 1 en el campo de texto y pulse Intro. 4. Cierre el navegador. VERIFICACIÓN: ¿Tiene ahora un archivo denominado Archivo de prueba 1?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pelayar fail boleh cipta fail baru. LANGKAH: 1. Klik Pilih Uji untuk buka Pelayar Fail. 2. Klik kanan ruang putih dan klik Cipta Dokumen -> Dokumen Kosong. 3. Masukkan nama Fail Uji 1 dalam kotak nama dan tekan Enter. 4. Tutup Pelayar Fail. PENGESAHAN: Sekarang anda mempunyai fail bernama Fail Uji 1?

source: PURPOSE: This test will check that the file browser can copy a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click Copy. 3. Right click in the white space and click Paste. 4. Right click on the file called Test File 1(copy) and click Rename. 5. Enter the name Test File 2 in the name box and hit Enter. 6. Close the File Browser. VERIFICATION: Do you now have a file called Test File 2?
bs: NAMJENA: Ovaj test će provjeriti da li preglednik datoteka kopira datoteke. KORACI: 1. Kliknite na dugme Testiraj da biste otvorili pregledač datoteka. 2. Desni klik na datoteku imena Test File 1 i kliknite na dugme Kopiraj. 3. Kliknite desnim tasterom miša u bijelom prostoru i kliknite na dugme Umetni. 4. Desni klik na datoteku imena Test File 1 (copy) i kliknite na dugme Preimenuj. 5.. Unesite naziv datoteke Test File 2 u polju Imena i pritisnite Enter. 6. Zatvorite pregledač datoteka. VERIFIKACIJA: Da li sada imate datoteku koja se zove Test File 2?
es: PROPÓSITO: Este test comprobará que el navegador puede copiar un archivo. PASOS: 1. Pulse en Probar para abrir el navegador. 2. Clic derecho en el archivo Archivo de prueba 1 y pulse Copiar. 3. Clic derecho en un espacio vacío y pulse Pegar. 4. Clic derecho en la copia del archivo Archivo de prueba 1 y pulse Renombrar. 5. Teclee Archivo de prueba 2 en el campo de texto y pulse Intro. 6. Cierre el Navegador de Archivos. VERIFICACIÓN: ¿Tiene ahora un archivo denominado Archivo de prueba 2?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pelayar fail boleh menyalin fail. LANGKAH: 1. Klik Uji untuk buka Pelayar Fail. 2. Klik kanan fail bernama Fail Uji 1 dan klik Salin. 3. Klik kanan ruang putih dan klik Tampal. 4. Klik kanan pada fail bernama Fail Uji(salinan) dan klik Nama Semula. 5. Masukkan nama Fail Uji 2 dalam kotak nama dan tekan Enter. 6. Tutup Pelayar Fail. PENGESAHAN: Sekarang anda mempunyai fail bernama Fail Uji 2?

source: PURPOSE: This test will check that the file browser can move a file. STEPS: 1. Click Test to open the File Browser. 2. Click and drag the file called Test File 2 onto the icon for the folder called Test Data. 3. Release the button. 4. Double click the icon for Test Data to open that folder up. 5. Close the File Browser. VERIFICATION: Was the file Test File 2 successfully moved into the Test Data folder?
bs: NAMENA: Ovaj test će provjeriti da preglednik datoteka može premjestiti datoteku. KORACI: 1. Kliknite na dugme Testiraj da biste otvorili pregledač datoteka. 2. Kliknite i prevucite datoteku koja se zove Test File 2 na ikonu za direktorijum koji se zove Test Data. 3. Otpustite taster. 4. Dvaput kliknite na ikonu za test podacima da biste otvorili taj direktorijum gore. 5.. Zatvorite pregledač datoteka. VERIFIKACIJA: Je li datoeka Test File 2. uspješno prebačen u direktorij Test Data?
es: PROPÓSITO: Esta prueba comprobará que el navegador puede mover un archivo. PASOS: 1. Pulse Probar para abrir el Navegador. 2. Pulse y arrastre el archivo denominado Archivo de prueba 2 sobre el icono de la carpeta Datos de prueba. 3. Suelte el botón. 4. Doble clic en la carpeta Datos de prueba para abrirla. 5. Cierre el Navegador. VERIFICACIÓN: ¿Se movió el archivo Archivo de prueba 2 dentro de la carpeta Datos de prueba?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pelayar fail boleh alihkan fail. LANGKAH: 1. Klik Pilih Uji untuk buka Pelayar Fail. 2. Klik dan seret fail bernama Fail Uji 2 kedalam ikon untuk folder bernama Data Uji. 3. Lepaskan butang. 4. Dwi-klik ikon Data Uji untuk buka folder tersebut. 5. Tutup Pelayar Fail. PENGESAHAN: Adakah fail bernama Fail Uji 2 berjaya dialihkan kedalam folder Data Uji?

source: PURPOSE: This test will check that the file browser can delete a file. STEPS: 1. Click Test to open the File Browser. 2. Right click on the file called Test File 1 and click on Move To Trash. 3. Verify that Test File 1 has been removed. 4. Close the File Browser. VERIFICATION: Is Test File 1 now gone?
bs: NAMEJNA: Ovaj test će proveriti da pregledač datoteka briše datoteku. KORACI: 1. Kliknite na dugme Testiraj da biste otvorili pregledač datoteka. 2. Desni klik na datoteku koja se zove Test File 1 i kliknite na Premjesti u smeće. 3. Proverite da li je Test File 1 uklonjen. 4. Zatvorite pregledač datoteka. VERIFIKACIJA: Da li je Test File1 sada nestala?
es: PROPÓSITO: Esta prueba comprobará que el navegador puede borrar un archivo. PASOS: 1. Pulse en Probar para abrir el Navegador. 2. Clic derecho en el archivo Archivo de prueba 1 y pulse en Mover a la papelera. 3. Verifique que ha eliminado Archivo de prueba 1. 4. Cierre el Navegador. VERIFICACIÓN: ¿Se ha borrado Archivo de prueba 1?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pelayar fail boleh memadam fail. LANGKAH: 1. Klik Uji untuk buka Pelayar Fail. 2. Klik kanan fail bernama Fail Uji 1 dan klik pada Alih Ke Tong Sampah. 3. Sahkan Fail Uji 1 telah dibuang. 4. Tutup Pelayar Fail. PENGESAHAN: Adakah Fail Uji 1 sudah hilang?

source: PURPOSE: This test will check that the file browser can delete a folder. STEPS: 1. Click Test to open the File Browser. 2. Right click on the folder called Test Folder and click on Move To Trash. 3. Verify that the folder was deleted. 4. Close the file browser. VERIFICATION: Has Test Folder been successfully deleted?
bs: NAMJENA: Ovaj test će proveriti da li pregledač datoteka može izbrisati direktorij. KORACI: 1. Kliknite na dugme Testiraj da biste otvorili pregledač datoteka. 2. Desnim tasterom miša kliknite na direktorij pod nazivom Test Folder i kliknite na Premjesti u smeće. 3. Proverite da li je direktorij izbrisan. 4. Zatvorite pregledač datoteka. VERIFIKACIJA: Testiranje je fascikla je uspešno obrisan?
es: PROPÓSITO: Esta prueba comprobará que el navegador puede borrar una carpeta. PASOS: 1. Pulse Probar para abrir el navegador. 2. Clic derecho en la carpeta Carpeta de prueba y pulse en Mover a la papelera. 3. Verifique que ha borrado la carpeta. 4. Cierre el navegador. VERIFICACIÓN: ¿Se ha eliminado la Carpeta de prueba?
ms: TUJUAN: Ujian ini akan memeriksa sama ada pelayar fail boleh memadam fail. LANGKAH: 1. Klik Uji untuk buka Pelayar Fail. 2. Klik kanan fail bernama Folder Uji dan klik pada Alih Ke Tong Sampah. 3. Sahkan Folder telah dipadam. 4. Tutup Pelayar Fail. PENGESAHAN: Adakah Folder Uji sudah dipadam?

source: Common Document Types Test
bs: Test standardnih tipova dokumenata
es: Prueba de tipos de documentos comunes
ms: Ujian Jenis Dokumen Umum

source: PURPOSE: This test will check that Firefox can render a basic web page. STEPS: 1. Select Test to launch Firefox and view the test web page. VERIFICATION: Did the Ubuntu Test page load correctly?
bs: NAMJENA: Ovaj test će provjeriti da li Firefox prikazuje osnovnu stranicu. KORACI: 1. Izaberite Test za pokretanje Firefox i vidite testnu web stranicu. VERIFIKACIJA: Da li Ubuntu test stranicau učita ispravno?
es: PROPÓSITO: Esta prueba comprobará que Firefox puede representar una página web básica. PASOS: 1. Seleccione Probar para iniciar Firefox y ver la página web. VERIFICACIÓN: ¿Cargó la página Ubuntu Test sin problema?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Firefox boleh persembahkan laman sesawang asas. LANGKAH: 1. Pilih Uji untuk lancarkan Firefox dan lihat laman sesawang ujian. PENGESAHAN: Adakah laman Ujian dimuatkan dengan baik?

source: PURPOSE: This test will check that Firefox can run flash applications. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a sample Flash test. VERIFICATION: Did you see the text?
bs: NAMJENA: Ovaj test će proveriti da Firefox radi s flash aplikacijama. Napomena: Ovo može zahtevaju instalaciju dodatnog softvera da uspešno završi. KORACI: 1. Izaberite Test za pokretanje Firefox i pogledate test uzorak Flash. VERIFIKACIJA: Da li ste vidjeli tekst?
es: PROPÓSITO: Esta prueba comprobará que Firefox puede ejecutar aplicaciones flash. Nota: puede necesitar instalar software adicional. PASOS: 1. Seleccione Prueba para iniciar Firefox y ver una muestra flash. VERIFICACIÓN: ¿Puede ver el texto?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Firefox boleh jalankan aplikasi flash: Perhatian: ini memerlukan pemasangan perisian tambahan untuk diselesaikan. LANGKAH: 1. Pilih Uji untuk lancarkan Firefox dan paparkan ujian Flash sampel. PENGESAHAN: Anda dapat melihat teks?

source: PURPOSE: This test will check that Firefox can play a Flash video. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox and view a short flash video. VERIFICATION: Did the video play correctly?
bs: NAMJENA: Ovaj test će proveriti da li može da radi Firefox Flash video. Napomena: Ovo može zahtijevati instalaciju dodatnog softvera da uspešno završi. KORACI: 1. Izaberite Test za pokretanje Firefox i vidite kratak video flash. VERIFIKACIJA: Da li je video spravno pokrenut?
es: PROPÓSITO: Esta prueba comprobará que Firefox puede reproducir un vídeo flash. Nota: puede necesitar instalar software adicional. PASOS: 1. Seleccione Probar para iniciar Firefox y ver un vídeo flash. VERIFICACIÓN: ¿Se reprodujo el vídeo correctamente?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Firefox boleh mainkan video flash: Perhatian: ini memerlukan pemasangan perisian tambahan untuk diselesaikan. LANGKAH: 1. Pilih Uji untuk lancarkan Firefox dan paparkan video flash pendek. PENGESAHAN: Anda dapat melihat teks?

source: PURPOSE: This test will check that Firefox can play a Quicktime (.mov) video file. Note: this may require installing additional software to successfully complete. STEPS: 1. Select Test to launch Firefox with a sample video. VERIFICATION: Did the video play using a plugin?
bs: NAMENA: Ovaj test će provjeriti da li može da radi Firefox QuickTime (mov.) Video fajl. Napomena: ovo mogu da zahijevati instaliranje dodatnog softvera za uspješno završa. KORACI: 1. Izaberite Test za pokretanje Firefox sa Primjer video snimka. VERIFIKACIJA: Da li je video izveden pomoću plugin?
es: PROPÓSITO: Esta prueba comprobará que Firefox puede reproducir un archivo mov. Quicktime. Nota: puede necesitar instalar software adicional. PASOS: 1. Seleccione Prueba para iniciar Firefox con una muestra de vídeo. VERIFICACIÓN: ¿Puede ver el vídeo utilizando un complemento?
ms: TUJUAN: Ujian ini akan memeriksa sama ada Firefox boleh mainkan fail video Quicktime (.mov). Perhatian: ia memerlukan pemasangan perisian tambahan untuk diselesaikan. LANGKAH: 1. Pilih Uji untuk lancarkan Firefox dengan video sampel. PENGESAHAN: Adakah video dimainkan menggunakan pemalam?

source: PURPOSE: This test will check that Empathy messaging client works. STEPS: 1. Select Test to launch Empathy. 2. Configure it to connect to the Facebook Chat service. 3. Once you have completed the test, please quit Empathy to continue here. VERIFICATION: Were you able to connect correctly and send/receive messages?
bs: NAMJENA: Ovaj test će provjeriti da li radi klijent poruka Empathy. KORACI: 1. Izaberite Test za pokretanje Empathy. 2. Konfigurišite ga povežete na Facebook servis ćaskanja. 3. Kada završite test, molimo Vas da napustite Empathy i nastavite ovdje. VERIFIKACIJA: Da li ste u stanju da se pravilno povežete i šaljete / primate poruke?
es: PROPÓSITO: Esta prueba comprobará que funciona el cliente de mensajería Empathy. PASOS: 1. Seleccione Probar para iniciar Empathy. 2. Configúrelo para conectar con el Chat de Facebook. 3. Una vez que haya completado la prueba, desconecte Empathy. VERIFICACIÓN: ¿Pudo conectar adecuadamente y enviar/recibir mensajes?
ms: TUJUAN: Ujian ini akan memeriksa sama ada klien pemesejan Empathy berfungsi dengan baik. LANGKAH: 1. Pilih Uji untuk lancarkan Empathy. 2. Konfigur ia untuk sambungkan ke perkhidmatan Sembang Facebook. 3. Bila anda telah selesai ujian tersebut, sila keluar Empathy untuk teruskan disini. PENGESAHAN: Anda boleh menyambung dan hantar/terima mesej dengan betul?
