Repository: Roadmaster/checkbox
Catalog: checkbox-old/po/*.po
Languages: bs, es, ms

source: Configuration override parameters.
bs: Konfiguracija piše preko parametara.
es: La configuración sobreescribe los parámetros.
ms: Konfigurasi membatalkan parameter.

source: Shorthand for --config=.*/jobs_info/blacklist.
bs: Skraćenica za --config=.*/jobs_info/blacklist.
es: Shorthand para --config=.*/jobs_info/blacklist.
ms: Te rengkas untuk --config=.*/jobs_info/blacklist.

source: Shorthand for --config=.*/jobs_info/blacklist_file.
bs: Skraćenica za --config=.*/jobs_info/blacklist_file.
es: Shorthand para --config=.*/jobs_info/blacklist_file.
ms: Trengkas untuk --config=.*/jobs_info/blacklist_file.

source: Shorthand for --config=.*/jobs_info/whitelist.
bs: Skraćenica za --config=.*/jobs_info/whitelist.
es: Shorthand para --config=.*/jobs_info/whitelist.
ms: Terengkas untuk --config=.*/jobs_info/whitelist.

source: Shorthand for --config=.*/jobs_info/whitelist_file.
bs: Skraćenica za --config=.*/jobs_info/whitelist_file.
es: Shorthand para --config=.*/jobs_info/whitelist_file.
ms: Terengkas untuk --config=.*/jobs_info/whitelist_file.

source: Missing configuration file as argument.
bs: Nedostaje konfiguraciona datoteka kao argument.
es: Falta como argumento el archivo de configuración.
ms: Fail konfigurasi hilang sebagai argumen.

source: Command not found.
bs: Nije pronađena naredba.
es: Orden no encontrada.
ms: Perintah tidak ditemui

source: Command received signal %(signal_name)s: %(signal_description)s
bs: Komanda primila signal %(signal_name)s: %(signal_description)s
es: Señal de recepción de orden %(signal_name)s: %(signal_description)s
ms: Perintah menerima isyarat %(signal_name)s: %(signal_description)s

source: Hangup detected on controlling terminal or death of controlling process
bs: Detektovano je zaglavljivanje prilikom kontrole terminala ili je došlo do smrti kontrolnog procesa.
es: Se ha detectado un cuelgue durante el control del terminal o la muerte del proceso controlador
ms: Penggantungan dikesan pada terminal kawalan atau proses pengawalan terhenti

source: Interrupt from keyboard
bs: Prekid sa tastature
es: Interrumpir desde el teclado
ms: Sampukan dari papan kekunci

source: Quit from keyboard
bs: Izlaz sa tastature
es: Salir desde el teclado
ms: Tutup papan kekunci

source: Illegal Instruction
bs: Nedopuštena instrukcija
es: Instrucción no válida
ms: Arahan Tidak Sah

source: Abort signal from abort(3)
bs: Signal prekida sa abort(3)
es: Señal de cancelación desde abort(3)
ms: Henti paksa isyarat dari abort(3)

source: Floating point exception
bs: Izuzetak u pokretnom zarezu
es: Excepción de coma flotante
ms: Pengecualian titik apungan

source: Kill signal
bs: Signal ubijanja
es: Señal kill
ms: Matikan isyarat

source: Invalid memory reference
bs: Nevažeća referenca memorije
es: Referencia de memoria no válida
ms: Rujukan ingatan tidak sah

source: Broken pipe: write to pipe with no readers
bs: Prekinuta cijev: upis u cijev bez čitača
es: Tubería rota: escribiendo a una tubería sin lectores
ms: Paip rosak: tulis ke paip dengan tanpa pembaca

source: Timer signal from alarm(2)
bs: Signal tajmera iz alarma(2)
es: Señal de temporizador desde alarm(2)
ms: Isyarat pemasa dari alarm(2)

source: Termination signal
bs: Signal završavanja
es: Señal de terminación
ms: Isyarat penamatan

source: User-defined signal 1
bs: Korisnički-definisani signal 1
es: Señal 1 definida por el usuario
ms: Isyarat takrif-pengguna 1

source: User-defined signal 2
bs: Korisnički-definisani signal 2
es: Señal 2 definida por el usuario
ms: Isyarat takrif-pengguna 2

source: Child stopped or terminated
bs: Generisani proces je zaustavljen ili je završen
es: Proceso heredado parado o terminado
ms: Anak dihentikan atau ditamatkan

source: Continue if stopped
bs: Nastaviti ako je zaustavljen
es: Continuar si se detiene
ms: Teruskan jika dihentikan

source: Stop process
bs: Zaustavi proces
es: Detener proceso
ms: Henti proses

source: Stop typed at tty
bs: Stop je otkucano na ''tty''
es: Se tecleó parada en TTY
ms: Henti menaip pada tty

source: tty input for background process
bs: ''tty'' unos za pozadinski proces
es: Entrada de TTY para procesos en segundo plano
ms: Input tty bagi proses latar belakang

source: tty output for background process
bs: ''tty'' izlaz za pozadinski proces
es: Salida de TTY para procesos en segundo plano
ms: Output tty bagi proses latar belakang

source: UNKNOWN
bs: NEPOZNATO
es: DESCONOCIDO
ms: TIDAK DIKETAHUI

source: Unknown signal
bs: Nepoznati signal
es: Señal desconocida
ms: Isyarat tidak diketahui

source: yes
bs: da
es: sí
ms: ya

source: no
bs: ne
ms: tidak

source: skip
bs: preskoči
es: omitir
ms: langkau

source: Press any key to continue...
bs: Pritisnite bilo koji taster za nastavak...
es: Pulse una tecla para continuar...
ms: Tekan mana-mana kekunci untuk teruskan...

source: Please choose (%s):
bs: Molim izaberite (%s):
es: Por favor, seleccione (%s):
ms: Sila pilih (%s):

source: Space when finished
bs: Razmak pri završetku
es: Presione espacio cuando termine
ms: Ruang bila selesai

source: Combine with character above to expand node
bs: Kombinuj s znakom iznad za ekspanziju čvora
es: Combine con el carácter anterior para expandir el nodo
ms: Gabung dengan aksara diatas untuk kebangkan nod

source: test
bs: testiraj
es: prueba
ms: uji

source: test again
bs: testiraj ponovo
es: probar de nuevo
ms: uji lagi

source: Further information:
bs: Dodatne informacije
es: Más información:
ms: Maklumat lanjut:

source: Please type here and press Ctrl-D when finished:
bs: Molim kucajte ovde i pritisnite ''Ctrl-D'' kada završite:
es: Por favor, escriba aquí y pulse Ctrl-D cuando termine:
ms: Sila taip disini dan tekan Ctrl-D apabila selesai:

source: Continue
bs: Nastavi
es: Continuar
ms: Teruskan

source: Rerun
es: Volver a ejecutar
ms: Jalan Semula

source: Restart
bs: Ponovo pokreni
es: Reiniciar
ms: Mula Semula

source: SYSTEM TESTING: Please enter your password. Some tests require root access to run properly. Your password will never be stored and will never be submitted with test results.
es: COMPROBACIÓN DEL SISTEMA. Introduzca su contraseña. Algunas pruebas necesitan de acceso como superusuario para ejecutarse correctamente. Su contraseña nunca se almacenará ni se enviará con los resultados de las pruebas.
ms: PENGUJIAN SISTEM: Sila masukkan kata laluan anda. Beberapa ujian memerlukan capaian root supaya dapat berjalan dengan baik. Kata laluan anda tidak akan disimpan dan tidak akan diserahkan bersama-sama keputusan ujian.

source: PASSWORD:
es: CONTRASEÑA:
ms: KATALALUAN:

source: Successfully finished testing!
bs: Uspješno završeno testiranje!
es: Comprobación finalizada correctamente.
ms: Berjaya menyelesaikan ujian!

source: _Finish
bs: _Završetak
es: _Finalizar
ms: _Selesai

source: Gathering information from your system...
bs: Prikupljanje informacija o vašem sistemu...
es: Recopilando información sobre su sistema...
ms: Mengumpul maklumat dari sistem anda...

source: Welcome to System Testing! Checkbox provides tests to confirm that your system is working properly. Once you are finished running the tests, you can view a summary report for your system.
bs: Dobrodošli u Testiranje sistema! Checkbox obavlja testove da provjeri da li vaš sistem radi ispravno. Po završetku testova, vidjećete sumarni izvještaj za vaš sistem.
es: Bienvenido/a a la comprobación del sistema. Checkbox proporciona pruebas para confirmar que su sistema funciona correctamente. Una vez haya terminado las pruebas, puede ver un informe resumen de su sistema.
ms: Selamat datang ke Pengujian Sistem! Checkbox akan menyediakan ujian untuk mengesahkan sistem anda berfungsi dengan sempurna. Apabila anda selesai menjalankan ujian, anda boleh melihat ringkasan laporan sistem anda.

source: Warning: Some tests could cause your system to freeze or become unresponsive. Please save all your work and close all other running applications before beginning the testing process.
bs: Upozorenje: Neki testovi mogu izazvati da se vaš sistem zamrzne ili prestane da se odaziv. Molim vas sačuvajte sve što ste uradili i zatvorite sve druge aktivne programe prije početka testiranja.
es: Aviso: algunas pruebas pueden hacer que su sistema se congele o no responda. Guarde todos su trabajos y cierre todas las aplicaciones que se estén ejecutando antes de empezar las pruebas.
ms: Amaran: Beberapa ujian boleh menyebabkan sistem anda menjadi kaku atau tidak memberi respon. Simpan semua kerja anda dan tutup lain-lain aplikasi yang berjalan sebelum memulakan menguji proses.

source: Failed to open file '%s': %s
es: No se pudo abrir el archivo «%s»: %s
ms: Gagal membuka fail '%s': %s

source: Dependencies are missing so some jobs will not run.
es: Faltan dependencias, por lo que algunas tareas no se ejecutarán.
ms: Dependensi hilang jadi beberapa kerja tidak dijalankan.

source: To fix this, close checkbox and add the missing dependencies to the whitelist.
es: Para solucionarlo, cierre checkbox y añada las dependencias que faltan a la lista blanca.
ms: Untuk membaikinya, tutup checkbox dan tambah dependensi yang hilang ke dalam senarai putih.

source: Whitelist not topologically ordered
bs: Bijela lista nije topološki uređena
es: Lista blanca no ordenada topológicamente
ms: Senarai putih tidak ditertib secara topologi

source: Jobs will be reordered to fix broken dependencies
es: Las tareas se reordenarán para corregir las dependencias rotas
ms: Kerja akan ditertib semula untuk membaiki dependensi yang rosak

source: Failed to process form: %s
bs: Neuspjelo procesiranje forme: %s
es: No se pudo procesar el formulario: %s
ms: Gagal memproses dari: %s

source: Failed to contact server. Please try again or upload the following file name: %s directly to the system database: https://launchpad.net/+hwdb/+submit
bs: Kontaktiranje servera nije uspelo. Molim pokušajte opet ili pošaljite sljedeću datoteku: %s direktno u bazu podataka sistema: https://launchpad.net/+hwdb/+submit
es: Falló al contactar con el servidor. Inténtelo de nuevo o suba el siguiente nombre de archivo: %s directamente a la base de datos de sistemas: https://launchpad.net/+hwdb/+submit
ms: Gagal menghubungi pelayan. Sila cuba lagi atau muat naik nama fail berikut: %s secara terus ke pengkalan data sistem: https://launchpad.net/+hwdb/+submit

source: Failed to upload to server, please try again later.
bs: Slanje prema serveru nije uspjelo, molim pokušajte ponovo kasnije.
es: Fallo al subir archivos al servidor. Por favor, inténtelo de nuevo más tarde.
ms: Gagal memuat naik ke pelayan, sila cuba sekali lagi.

source: Information not posted to Launchpad.
bs: Informacija nije objavljena na Lunchpadu.
es: Información no publicada en Launchpad.
ms: Maklumat tidak diposkan ke Launchpad.

source: The following report has been generated for submission to the Launchpad hardware database: [[%s|View Report]] You can submit this information about your system by providing the email address you use to sign in to Launchpad. If you do not have a Launchpad account, please register here: https://launchpad.net/+login
bs: Sledeći izveštaj je generisan za podnošenje na Launchpad hardver bazu: [[%s|View Report]] Možete da pošaljete ove informacije o vašem sistemu pružajući email adresu koju koristite za prijavljivanje na Launchpad. Ako nemate nalog Launchpad, molimo registrujte se ovde: https://launchpad.net/+login
es: El siguiente informe ha sido generado como propuesta a la base de datos de hardware de Launchpad: [[%s|Ver Informe]] Puede presentar esta información sobre su sistema proporcionando el correo electrónico que usa para acceder a Launchpad. Si no tiene una cuenta en Launchpad, regístrese aquí: https://launchpad.net/+login
ms: Laporan berikut telah dijana untuk diserahkan ke pengkalan data perkakasan Launchpas: [[%s|View Report]] Anda boleh serahkan maklumat ini mengenai sistem anda dengan menyediakan alamat e-mel yang anda guna untuk mendaftar masuk ke Launchpad. Jika anda tidak mempunyai akaun, sila daftar disini: https://launchpad.net/+login

source: Email
bs: E-pošta
es: Correo electrónico
ms: E-Mel

source: Email address must be in a proper format.
bs: Adresa e-pošte mora biti u odgovarajućem formatu.
es: La dirección de correo debe tener un formato adecuado.
ms: Alamat emel mestilah didalam format yang betul.

source: Exchanging information with the server...
bs: Razmjenjivanje informacija sa serverom...
es: Intercambiando información con el servidor...
ms: Menukar maklumat dengan pelayan...

source: The generated report seems to have validation errors, so it might not be processed by Launchpad.
bs: Generisani izveštaj izgleda da ima grešaka provjere valjanosti, tako da možda neće biti obrađen u Launchpad.
es: Parece que el informe generado tiene errores de validación, por lo que puede que no sea procesado por Launchpad.
ms: Laporan terjana kelihatan mempunyai ralat pengesahan, jadi ia tidak akan diproses oleh Launchpad.

source: There is another checkbox running. Please close it first.
bs: Još jedan checkbox je pokrenut. Molimo zatvorite ga prvo.
es: Hay otra instancia de Checkbox ejecutándose. Ciérrela primero.
ms: Terdapat Checkbox lain dijalankan. Sila tutupnya dahulu.

source: Executing %(test_name)s
es: Ejecutando %(test_name)s
ms: Melakukan %(test_name)s

source: Checkbox did not finish completely. Do you want to rerun the last test, continue to the next test, or restart from the beginning?
bs: Checkbox nije potpuno završen. Želite li se vratiti na posljednji test, nastaviti sa sljedećim testom, ili početi ponovo od početka?
es: Checkbox no ha terminado completamente. ¿Quiere volver a ejecutar la última prueba, continuar con la siguiente o volver a empezar?
ms: Checkbox tidak selesai dengan sempurna. Anda hendak jalan semula ujian terakhir, teruskan ujian berikutnya, atau mula semula dari mula?

source: Building report...
bs: Sastavljam izveštaj...
es: Creando informe...
ms: Membina laporan...

source: Running %s...
bs: Izvršavam %s...
es: Ejecutando %s...
ms: Menjalankan %s...

source: Choose tests to run on your system:
bs: Izaberite test koji ćete pokrenuti na sistemu:
es: Seleccione las pruebas a ejecutar en su sistema:
ms: Pilih ujian untuk dijalankan pada sistem anda:

source: Enter text:
bs: Unesite tekst:
es: Introduzca texto:
ms: Masukkan teks:

source: Type Text
bs: Kucajte tekst
es: Teclee texto
ms: Taip Teks

source: Not required
bs: Nije potrebno
es: No necesaria
ms: Tidak diperlukan

source: Untested
bs: Netestirano
es: Sin probar
ms: Tidak Diuji

source: Tested
bs: Testirano
es: Probado
ms: Diuji

source: Test cancelled
bs: Test otkazan
es: Prueba cancelada
ms: Ujian dibatalkan

source: Please press each key on your keyboard.
bs: Molimo pritisnite svako dugme na vašoj tastaturi.
es: Pulse cada tecla de su teclado.
ms: Sila tekan setiap kekunci pada papan kekunci anda.

source: I will exit automatically once all keys have been pressed.
bs: Automatski ću izaći nakon što sva dugmad budu pritisnuta.
es: Saldré automáticamente una vez que se hayan pulsado todas las teclas.
ms: Saya akan keluar secara automatik bilamana semua kekunci telah ditekan.

source: If your keyboard lacks one or more keys, press its number to skip testing that key.
bs: Ako vaša tastatura nema jedno ili više dugmadi, pritisnite njen broj da preskočite testiranje tog dugmeta.
es: Si ha su teclado le faltan una o más teclas, pulse su número para omitir la prueba de esa tecla.
ms: Jika papan kekunci anda kekurangan satu atau lebih kekunci, tekan pada nombornya untuk melangkau ujian pada kekunci tersebut.

source: You can also close me by pressing ESC or Ctrl+C.
bs: Možete me zatvoriti priščući ESC ili Ctrl+C
es: Puede cerrar pulsando ESC o Ctrl+C.
ms: Anda juga boleh menutup saya dengan menekan ESC atau Ctrl+C.

source: %(key_name)s key has been pressed
bs: %(key_name)s dugme je pritisnuto
es: se ha presionado la tecla %(key_name)s
ms: Kekunci %(key_name)s telah ditekan

source: All required keys have been tested!
bs: Sva tražena dugmad su testirana!
es: Se han probado todas las teclas necesarias.
ms: Semua kekunci yang diperlukan telah diuji!

source: Key test
bs: Dugme Testirano
es: Prueba de teclas
ms: Ujian kekunci

source: _Exit
bs: _Izlaz
es: _Salir
ms: _Keluar

source: Skip
bs: Prekoči
es: Omitir
ms: Langkau

source: If a key is not present in your keyboard, press the 'Skip' button below it to remove it from the test.
bs: Ako dugme se ne nalazi na vašoj tastaturi, pritisnite 'Preskoči' dugme ispod da bi ga izbacili iz testa.
es: Si la tecla no está en su teclado , pulse el botón «Omitir» para eliminarla de la prueba.
ms: Jika kunci tidak hadir di dalam papan kekunci anda, tekan butang 'Langkau' dibawahnya untuk membuangnya dari ujian.

source: Test interrupted
bs: Test prekinut
es: Prueba interrumpida
ms: Ujian disampuk

source: No Internet connection
bs: Nema Internet veze
es: No hay conexión a Internet
ms: Tiada sambungan Internet

source: Connection established, but lost {}% of packets
bs: Veza uspostavljena ali izgubljeno {}% of paketa
ms: Sambungan diwujudkan, namun hilang {}% o daripada paket

source: FAIL: {}% packet loss is higherthan {}% threshold
bs: FAIL: {}% gubitaka paketa veći od {}% praga
ms: GAGAL: {}% kehilangan paket lebih tinggi dari {}% ambang

source: PASS: {}% packet loss is within {}% threshold
bs: PASS: {}% gubitaka paketa unutar {}% praga
ms: LULUS: {}% kehilangan paket dalam {}% ambang

source: Internet connection fully established
bs: Internet veza je u potpunosti uspostavljena
es: Conexión a Internet totalmente establecida
ms: Sambungan Internet telah mantap sepenuhnya

source: Working
bs: Radni
es: Trabajando
ms: Berfungsi

source: Audio Test
es: Prueba de sonido
ms: Ujian Audio

source: Bluetooth Test
es: Prueba de Bluetooth
ms: Ujian Bluetooth

source: Camera Test
bs: Kamera Test
es: Prueba de cámara
ms: Ujian Kamera

source: CPU Test
es: Prueba de CPU
ms: Ujian CPU

source: Disk Test
es: V de disco
ms: Ujian Cakera

source: Firewire Test
es: Prueba de Firewire
ms: Ujian Firewire

source: Graphics Test
bs: Grafički Test
es: Prueba de gráficos
ms: Ujian Grafik

source: Info Test
es: Prueba de información
ms: Ujian Maklumat

source: Input Test
bs: Ulazni Test
es: V de entrada
ms: Ujian Input

source: Keys Test
bs: Test tastera
es: Prueba de teclas
ms: Ujian Kekunci

source: Media Card Test
bs: Test medijske kardice
es: Prueba de tarjeta
ms: Ujian Kad Media

source: Memory Test
bs: Test memorie
es: Prueba de memoria
ms: Ujian Ingatan

source: Miscellanea Test
bs: Rasni testovi
es: Pruebas diversas
ms: Ujian Pelbagai

source: Monitor Test
bs: Test monitora
es: Prueba de monitor
ms: Ujian Monitor

source: Wireless Test
bs: Bežični test
es: Prueba inalámbrica
ms: Ujian Tanpa Wayar

source: Optical Test
bs: Optički test
es: Prueba óptica
ms: Ujian Optik

source: ExpressCard Test
es: Prueba ExpressCard
ms: Ujian Kad Ekspress

source: Power Management Test
bs: Test napajanja
es: Prueba de gestión de energía
ms: Ujian Pengurusan Kuasa

source: Suspend Test
bs: Test suspenzije
es: Prueba de suspensión
ms: Ujian Tangguh

source: USB Test
es: Prueba de USB
ms: Ujian USB

source: Not Started
bs: Nije započelo
es: Sin comenzar
ms: Tidak Dimulakan

source: Done
bs: Završeno
es: Hecho
ms: Selesai

source: Not Supported
bs: Nije podržano
es: No permitido
ms: Tidak Disokong

source: Not Resolved
bs: Nije riješeno
es: Sin resolver
ms: Tidak Dileraikan

source: Not Tested
bs: Nije testirano
es: No probado
ms: Tidak Diuji

source: In Progress
bs: U Toku
es: En progreso
ms: Dalam Proses

source: Are you sure?
bs: Da li ste sigurni?
es: ¿Está seguro?
ms: Anda pasti?

source: Do you really want to skip this test?
bs: Da li zaista želite preskočiti ovaj test
es: ¿Realmente quiere omitir esta prueba?
ms: Anda pasti ingin melangkau ujian ini?

source: Don't ask me again
bs: Ne pitaj me više
es: No volver a preguntar
ms: Jangan tanya lagi

source: Error
bs: Greška
ms: Ralat

source: Info
bs: Informacije
ms: Maklumat

source: Form
bs: Forma
es: Formulario
ms: Bentuk

source: System Testing
bs: Sistemsko Testiranje
es: Pruebas del sistema
ms: Pengujian Sistem

source: 10 tests completed out of 30 (30%)
bs: 10 testova završeno od 30 (30%)
es: 10 pruebas de 30 completadas (30%)
ms: 10 ujian selesai daripada 30 (30%)

source: Components
bs: Komponente
es: Componentes
ms: Komponen

source: Select all
bs: Izaberi sve
es: Seleccionar todas
ms: Pilih semua

source: Deselect all
bs: Odznači sve
es: Deseleccionar todas
ms: Jangan pilih semua

source: Start testing
bs: Počni testiranje
es: Iniciar prueba
ms: Mula menguji

source: Selection
bs: Izbor
es: Selección
ms: Pemilihan

source: TextLabel
bs: TekstualnaOznaka
es: Etiqueta de texto
ms: Label Teks

source: Comments
bs: Komentari
es: Comentarios
ms: Ulasan

source: &Yes
bs: &Da
es: &Sí
ms: &Ya

source: &No
bs: &Ne
ms: Ti&dak

source: &Skip this test
bs: &Preskoči ovaj test
es: &Omitir esta prueba
ms: &Langkau ujian ini

source: &Test
es: &Probar
ms: &Uji

source: Ne&xt
bs: Slj&edeći
es: &Siguiente
ms: &Berikutnya

source: &Previous
bs: &Prethodni
es: &Anterior
ms: &Terdahulu

source: Run
bs: Pokreni
es: Ejecutar
ms: Jalan

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">Please enter the e-mail address associated with your Launchpad account (if applicable)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">and click the Submit Results button to submit these test results to Launchpad.</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">Por favor, introduzca la dirección de correo asociada con su cuenta de Launchpad (si la hay)</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">y pulse el botón Enviar resultados para enviar a Launchpad los resultados de la comprobación.</span></p></body></html>
ms: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">Sila masukkan alamat e-mel yang berkaitan dengan akaun Launchpad anda (jika boleh diguna)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=;">dan klik butang Serah Keputusan untuk serahkan keputusan ujian ke Launchpad.</span></p></body></html>

source: Submission details
bs: Detalji izvještaja
es: Detalles del envío
ms: Perincian penyerahan

source: Email:
es: Correo:
ms: E-mel:

source: Submit results
bs: Pošalji rezultate
es: Enviar resultados
ms: Serah keputusan

source: View results
bs: Pogledaj rezultate
es: Ver resultados
ms: Lihat keputusan

source: Submit to HEXR
bs: Pošalji na HEXR
es: Enviar a HEXR
ms: Serah ke HEXR

source: Results
bs: Rezultati
es: Resultados
ms: Keputusan
