Repository: Roadmaster/checkbox
Catalog: debian/po/*.po
Languages: ast, it, ja, nl, pt_br, zh_tw

source: Enable bug reporting by default?
ast: ¿Activar informes de fallos de mou predetermináu?
it: Abilitare in modo predefinito la segnalazione di bug?
ja: デフォルトでバグ報告を有効にしますか？
nl: Bugs rapporteren standaard inschakelen?
pt_br: Habilitar o relatório de erro por padrão?
zh_tw: 預設啟用臭蟲回報？

source: If this option is set to Yes, then checkbox will ask if the user wants to file a bug for failing tests, even if apport is not enabled.
ast: Si esta opción s'afita a Sí, Checkbox va entrugar al usuariu si desea informar de fallos por cada prueba fallida, inclusive si apport ta activáu.
it: Se questa opzione è impostata a Sì, checkbox chiederà all'utente se vuole segnalare un bug per i test falliti, anche se apport non è abilitato.
ja: このオプションが有効になっていると、テストに失敗した際にバグ報告を行うかどうか、checkboxが確認するようになります。これはapportが有効になっていなくても機能します。
nl: Wanneer deze optie is ingeschakeld zal checkbox vragen of de gebruiker een bug wilt rapporteren voor mislukte tests, zelfs wanneer apport is uitgeschakeld.
pt_br: Se esta opção for definida como Sim, então o Checkbox irá perguntar se o usuário quer relatar o erro dos testes que falharam, mesmo que o Apport não esteja habilitado.
zh_tw: 若這個選項設為「是」，checkbox 會詢問使用者是否要不管 apport 有沒有啟用，都提交失敗測試的臭蟲回報。

source: Default package to report bugs against:
ast: Paquete predetermináu escontra'l qu'informar de fallos:
it: Pacchetto predefinito rispetto al quale segnalare i bug:
ja: デフォルトでバグ報告の対象とするパッケージ:
nl: Standaard pakket om bugs voor te rapporteren:
pt_br: Pacote padrão para relatar erros:
zh_tw: 回報臭蟲的預設套件：

source: When filing a new bug through checkbox, if it does not guess the package, the default package that the bug will be file against.
it: Pacchetto predefinito rispetto al quale segnalare i bug, se non ne viene ipotizzato alcuno, quando un nuovo bug viene segnalato attraverso checkbox.
ja: checkbox経由でバグ報告を行う場合、パッケージ名を推定できなかったときは、デフォルトのパッケージ名を用いて報告します。
nl: Wanneer een nieuwe bug wordt gerapporteerd via checkbox, en het het pakket kan niet geraden worden, dan zal de bug worden gerapporteerd voor het standaardpakket.
pt_br: Quando estiver registrando um novo erro através do Checkbox, se ele não adivinhar o pacote, o pacote padrão do qual o erro será relatado.

source: Test suite blacklist:
it: Blacklist dei set di test:
ja: テストスイートのブラックリスト:
nl: Testsuite zwarte lijst:
pt_br: Lista negra da suíte de testes:
zh_tw: 測試套組黑名單：

source: List of job files to never run when testing with checkbox.
it: Elenco dei file di lavori che non devono essere mai eseguiti durante i test con checkbox.
ja: checkboxによるテスト時に、実行しないジョブのリスト。
nl: Lijst van taken die nooit uitgevoerd moeten worden wanneer er getest wordt met checkbox.
pt_br: Lista de arquivos de trabalho para nunca serem executados quando estiver testando com checkbox.
zh_tw: checkbox 測試時永不執行的工作清單。

source: Test suite whitelist:
it: Whitelist dei set di test:
ja: テストスイートのホワイトリスト:
nl: Testsuite witte lijst:
pt_br: Lista branca da suíte de testes:
zh_tw: 測試套組白名單：

source: List of jobs to run when testing with checkbox.
ast: Llista de xeres a executar mientres se faen pruebes con checkbox.
it: Elenco dei lavori da eseguire durante i test con checkbox.
ja: checkboxによるテスト時に、実行するジョブのリスト。
nl: Lijst van taken die uitgevoerd moeten worden wanneer er getest wordt met checkbox.
pt_br: Lista de arquivos de trabalho para executar enquanto estiver testando com checkbox.
zh_tw: checkbox 測試時要執行的工作清單。

source: Transport URL:
it: URL di trasporto:
ja: 送信先URL:
pt_br: Transportar URL:
zh_tw: 傳輸網址：

source: URL where to send submissions.
it: URL al quale effettuare gli invii.
nl: URL waar de inzendingen naartoe worden gestuurd.
pt_br: URL para enviar relatórios.
zh_tw: 傳送報告提交的所在網址。

source: Launchpad E-mail:
ast: Corréu de Launchpad:
it: Email Launchpad:
pt_br: E-mail do Launchpad:
zh_tw: Launchpad 電子郵件：

source: E-mail address used to sign in to Launchpad.
ast: Direición de corréu usada p'aniciar sesión en Launchpad.
it: Indirizzo email usato per accedere a Launchpad.
ja: Launchpadへのサインインに用いるメールアドレス。
nl: E-mailadres om bij Launchpad aan te melden.
pt_br: Endereço de e-mail usado para entrar no Launchpad.
zh_tw: 用來登入 Launchpad 的電子郵件位址。

source: HTTP Proxy:
ast: Proxy HTTP:
it: Proxy HTTP:
pt_br: Proxy HTTP:
zh_tw: HTTP 代理：

source: HTTP proxy to use instead of the one specified in environment.
ast: Proxy HTTP a usar en llugar del especificáu nel entornu.
it: Proxy HTTP da usare al posto di quello specificato nella variabile d'ambiente.
ja: 環境設定で指定されているProxyとは別の、登録時に利用するHTTP Proxy。
nl: HTTP-proxy om te gebruiken in plaats van degene die in de omgeving is ingesteld.
pt_br: Proxy HTTP para usar em vez do especificado pelo ambiente.
zh_tw: 要使用的 HTTP 代理，而不是使用環境內所指定的。

source: HTTPS Proxy:
ast: Proxy HTTPS:
it: Proxy HTTPS:
pt_br: Proxy HTTPS:
zh_tw: HTTPS 代理：

source: HTTPS proxy to use instead of the one specified in environment.
ast: Proxy HTTPS a usar en llugar del especificáu nel entornu.
it: Proxy HTTPS da usare al posto di quello specificato nella variabile d'ambiente.
ja: 環境設定で指定されているProxyとは別の、登録時に利用するHTTPS Proxy。
nl: HTTPS-proxy om te gebruiken in plaats van degene die in de omgeving is ingesteld.
pt_br: Proxy HTTPS para usar em vez do especificado pelo ambiente.
zh_tw: 要使用的 HTTPS 代理，而不是使用環境內所指定的。
